export default  [
    {
        "id": "1",
        "detail": "北京西客站位于北京城的西南面，地处西三环路莲花桥东侧。与老中央电视台，军事博物馆遥相呼应。宏伟的建筑规模，得天独厚的地理位置以及在北京铁路交通运输上的重要地位，使其成为中国重要的交通枢纽中心。与西客站相邻的著名红楼梦大观园旅游公园也成为许多旅游客观光的景点之一。",
        "name": "北京西站、丽泽商务区",
        "city_id": "2",
        "lat": "39.9007949829102",
        "lng": "116.327751159668",
        "level": "4"
    },
    {
        "id": "2",
        "detail": "北京站、建国门地区位于北京核心区域，长安街东部，地处东二环的繁华地带，是北京的交通枢纽中心，地铁和公交均可到达。该地区有著名的北京火车站、古观象台、城墙遗址公园、赛特购物中心、秀水外贸服装商城等，该区域内汇集了众多知名的星级宾馆以及高档写字楼、品牌商店。",
        "name": "北京站、建国门地区",
        "city_id": "2",
        "lat": "39.9144287109375",
        "lng": "116.442359924316",
        "level": "4"
    },
    {
        "id": "3",
        "detail": "以传媒大学为中心的学院区和以管庄为中心的城区为主。其中管庄地区目前全乡农业、工业以及第三产业已形成一定规模，基本建立起有机结合、协调运作的产业结构体系，其中以制药为主，形成了以燕京制药厂、燕京医药公司、燕京饮片场等企业为主体的医药经济。",
        "name": "传媒大学、管庄地区",
        "city_id": "2",
        "lat": "39.9186668395996",
        "lng": "116.563102722168",
        "level": "4"
    },
    {
        "id": "4",
        "detail": "大兴区是首都重要的农副食品生产供应基地、高新技术产业基地、人口疏散基地和绿甜旅游基地，是享誉国内外的“西瓜之乡”。结合城区居民周末度假需求的特点，大兴区开展了具有本地特色的观光、休闲、度假的田园旅游业，集休闲、购物、参观、体育、教育、娱乐于一体。",
        "name": "大兴农业生态观光区",
        "city_id": "",
        "lat": "39.732593536377",
        "lng": "116.348030090332",
        "level": "4"
    },
    {
        "id": "5",
        "detail": "东二环地区毗邻燕莎商业区、朝阳商业区，周边聚集了炼油、能源等行业的世界级企业落户，地理位置十分重要，其中的工人体育场馆是东部重要的大型体育场馆，曾是北京十大建筑之一，经常举办重要赛事和娱乐演唱会。同时交通便利使东二环商务带优势凸显，区域内的东直门交通枢纽可以实现多项立体的交通换乘，使进出商务区畅通无阻。以东直门为起点的首都机场快速轨道，使东二环地区成为进出首都机场最方便快捷的出入口之一。",
        "name": "东直门、工体、雍和宫地区",
        "city_id": "2",
        "lat": "39.9367332458496",
        "lng": "116.453842163086",
        "level": "4"
    },
    {
        "id": "6",
        "detail": "房山区位于北京西南，是进出北京的西南大门。是京郊著名的“建材之乡”、“建筑之乡”、“煤炭之乡”、“林果之乡”和“旅游胜地”。",
        "name": "房山风景区",
        "city_id": "2",
        "lat": "39.7553558349609",
        "lng": "116.149688720703",
        "level": "4"
    },
    {
        "id": "7",
        "detail": "公主坟、万寿路地区位于长安街西部延长线与西三环路的交汇。公主坟城乡贸易商业购物中心以及翠微购物中心是北京西部地区著名繁华的商业购物中心，这里地铁、公交车遍布，周边各大机构及著名301总医院均落户此区，交通十分便利。",
        "name": "公主坟、五棵松、石景山游乐园地区",
        "city_id": "2",
        "lat": "39.9175300598145",
        "lng": "116.287124633789",
        "level": "4"
    },
    {
        "id": "8",
        "detail": "京郊少见的北方水镇，建筑古韵十足；司马台长城下独具北方风情的度假式小镇；背靠中国美、险的司马台长城",
        "name": "古北水镇",
        "city_id": "2",
        "lat": "40.6610450744629",
        "lng": "117.284599304199",
        "level": "4"
    },
    {
        "id": "9",
        "detail": "国贸地区覆盖了北京中央商务区的的核心地带，位于长安街东部及延长线，是东部商业经济中心，汇集了多条地铁线和公交线，交通非常便利。该地区有著名国贸购物中心、国际贸易展览中心、新天地商业城等，该区域内汇集了众多国际品牌星级宾馆以及高档写字楼、品牌商店，其中的涉外甲级写字楼更集中了数百家国际著名跨国公司和金融机构。",
        "name": "国贸地区",
        "city_id": "2",
        "lat": "39.915943145752",
        "lng": "116.467224121094",
        "level": "4"
    },
    {
        "id": "10",
        "detail": "国展中心地处北京东北三环内侧，是北京常年组织大型国际展览和展会的举办地之一，周边毗邻燕莎商业街、亚运村中心以及首都机场地区，购物便捷，交通四通八达。",
        "name": "国展中心地区",
        "city_id": "2",
        "lat": "39.9681663513184",
        "lng": "116.45002746582",
        "level": "4"
    },
    {
        "id": "11",
        "detail": "以果园环岛和通州为核心。有史以来一直是连接京津冀的重要交通枢纽，此区域目前加快发展包括生产性服务业和生活性服务业在内的、二三产业融合的、高端、高效、高辐射力的现代服务业。",
        "name": "果园环岛、通州区",
        "city_id": "2",
        "lat": "39.8913688659668",
        "lng": "116.683319091797",
        "level": "4"
    },
    {
        "id": "12",
        "detail": "森林茂密，潭瀑众多，山峰雄伟；夏季登山观景、避暑纳凉，冬天可以看到壮观美丽的冰川瀑布",
        "name": "黑龙潭/桃源仙谷风景区",
        "city_id": "2",
        "lat": "40.547477722168",
        "lng": "116.800598144531",
        "level": "4"
    },
    {
        "id": "13",
        "detail": "后海地区历史文化积淀深厚，有文物保护单位40余处，主要代表有恭王府及花园、宋庆龄故居及醇王府、 郭沫若纪念馆、钟鼓楼等，老北京保存最为完整的胡同也多云集于此。此地区还是继三里屯酒吧街之后新兴的酒吧云集地带，是中外游客喜欢光顾的旅游观光地区。",
        "name": "后海、南锣鼓巷地区",
        "city_id": "2",
        "lat": "39.9454193115234",
        "lng": "116.40015411377",
        "level": "4"
    },
    {
        "id": "14",
        "detail": "位于北京市北部的怀柔区，山水优美，拥有慕田峪、红螺寺、雁栖湖、青龙峡等著名景区，另外还拥有数十家以经营虹鳟鱼为生的“水上人家”，俗称莲花村的“虹鳟鱼一条沟”。",
        "name": "怀柔风景区",
        "city_id": "2",
        "lat": "40.3228988647461",
        "lng": "116.638359069824",
        "level": "4"
    },
    {
        "id": "15",
        "detail": "位于朝阳区东四环四方桥东南角，是一座主题生态游乐园。它以时尚、动感、欢乐、梦幻的人文魅力，成为北京体验旅游的重要标志。",
        "name": "欢乐谷游乐区",
        "city_id": "2",
        "lat": "39.8722801208496",
        "lng": "116.503494262695",
        "level": "4"
    },
    {
        "id": "16",
        "detail": "劲松、潘家园地区位于北京东南三环，是北京东南部重要的商务区和居住区。该区有全国著名的古玩交易市场--潘家园古玩城，十里河建材装修批发城、首都图书馆等，北依国贸中心、南临亦庄经济技术开发区，更加凸现了其地理位置上的优势，周边新建的欢乐谷主题公园，集娱乐、美食、演出、电影为一体，坐落其中的众多高品质的酒店，能满足各种商务旅行需求。",
        "name": "劲松、潘家园地区",
        "city_id": "2",
        "lat": "39.8811340332031",
        "lng": "116.46736907959",
        "level": "4"
    },
    {
        "id": "17",
        "detail": "西单商业街位于长安街中部地区，集商业与娱乐为一体，多种服务业态和多元立体化交通使得此地汇集了超高的人气，西单聚集各大品牌商场、美食街、美容美发店众多，同时地铁、公交车均可到达，与金融街相邻。",
        "name": "西单、金融街地区",
        "city_id": "2",
        "lat": "39.913990020752",
        "lng": "116.365036010742",
        "level": "4"
    },
    {
        "id": "18",
        "detail": "著名的北京展览馆是西部举办国内外大型展览的重要场所，位于西直门外大街，著名的西直门商业区是北京西北部很重要的商贸中心，此地区毗邻超一流的大钟寺现代物流港、服装批发市场、地铁等，公交密布，同时西直门桥也是连接西部与北部和长安街的交通枢纽，著名的北京动物园、天文馆、古生物博物馆遍布周围。",
        "name": "西直门及北京展览馆地区",
        "city_id": "2",
        "lat": "39.9462394714355",
        "lng": "116.350730895996",
        "level": "4"
    },
    {
        "id": "19",
        "detail": "以香山、八大处为代表的京郊旅游休闲区。",
        "name": "香山、八大处风景区",
        "city_id": "2",
        "lat": "39.9987983703613",
        "lng": "116.210556030273",
        "level": "4"
    },
    {
        "id": "20",
        "detail": "位于昌平区东部，温泉资源丰富，以小汤山为代表的温泉度假区。",
        "name": "小汤山温泉度假区",
        "city_id": "2",
        "lat": "40.1836547851563",
        "lng": "116.406120300293",
        "level": "4"
    },
    {
        "id": "21",
        "detail": "亚奥商圈位于北京北三环以北，是北京北部地区的商业中心和文化中心，该区域不仅涵盖了亚运村成熟的商业中心，还包含了2008奥运会的绝大部分比赛场馆和开幕式场馆，还包括一个国家级森林公园和数千个中高档成熟社区，各种不同功能商业街、百货大楼以及高档写字楼林立其中，交通购物十分便捷。",
        "name": "亚运村、奥体中心地区",
        "city_id": "2",
        "lat": "39.9984130859375",
        "lng": "116.403297424316",
        "level": "4"
    },
    {
        "id": "22",
        "detail": "紧扼首都北京的北大门，以闻名遐迩的八达岭长城和塞外小漓江之称龙庆峡为代表的休闲度假区。",
        "name": "延庆休闲度假区",
        "city_id": "2",
        "lat": "40.5065727233887",
        "lng": "116.046722412109",
        "level": "4"
    },
    {
        "id": "23",
        "detail": "燕莎商业区是中央商务区的核心地带，毗邻首都国际机场、老国展地区，与第二使馆区、第三使馆区相邻，本区内高档写字楼与国际品牌高档酒店、酒吧街等娱乐场所众多，高档购物中心和娱乐城毗邻，具有良好的国际商业氛围，一直是外资企业集中的区域。",
        "name": "燕莎、三里屯商业区",
        "city_id": "2",
        "lat": "39.9471130371094",
        "lng": "116.471214294434",
        "level": "4"
    },
    {
        "id": "24",
        "detail": "北京亦庄经济技术开发区是北京市唯一的国家级经济技术开发区，是同时享有国家级经济技术开发区和国家高新技术产业园区双重政策的经济区域。开发区总体规划面积为46.8平方公里，由科学规划的产业区、高配置的商务区及高品质的生活区构成。该区落户的有众多世界500强企业和厂房基地，便捷的交通、舒适的环境和宽敞的道路都为商务人士提供更多方便。",
        "name": "亦庄地区",
        "city_id": "2",
        "lat": "39.8020133972168",
        "lng": "116.515014648438",
        "level": "4"
    },
    {
        "id": "25",
        "detail": "永定门、南站地区横跨南城永定门桥和大红门桥之间，建有木樨园服装批发市场、大红门商品批发市场，未来即将建成的北京南站火车站作为城际铁路、地铁和地面长途汽车站的大枢纽，将成为北京南城重要的交通枢纽中心，沟通与相邻城市京津冀都市圈合作发展的重要节点。",
        "name": "永定门、南站、大红门、南苑地区",
        "city_id": "2",
        "lat": "39.8712425231934",
        "lng": "116.385391235352",
        "level": "4"
    },
    {
        "id": "26",
        "detail": "座落于北京西北面的海淀区，目前已发展成为亚洲地区重要的计算机科研、生产，特别是批发、零售的集散地。有“中国硅谷”之称。周边依傍圆明园皇家园林，名胜古迹。且随着2003年城铁站的建立",
        "name": "中关村、五道口",
        "city_id": "2",
        "lat": "39.9857978820801",
        "lng": "116.32251739502",
        "level": "4"
    },
    {
        "id": "27",
        "detail": "北京总部基地项目位于北京西南四环，以智能化、低密度、生态型的总部楼群吸引着广大企业关注，北京总部基地核心区已入驻400余家国内外大中型企业的规模，85%以上为高科技企业，大多为行业龙头。同时，在以总部基地为核心的丰台科技园范围内已聚集近4000家大中小型企业,是中国总部经济的超大规模园区。",
        "name": "总部基地、丰台体育中心、南宫地区",
        "city_id": "2",
        "lat": "39.8321151733398",
        "lng": "116.290588378906",
        "level": "4"
    },
    {
        "id": "28",
        "detail": "马甸、安贞商圈地处北三环，交通四通八达，位于中关村、国展、亚运村等成熟商圈的十字中心位置，与各商圈毗邻，由于特殊的地理位置，马甸、安贞商业区成为给各个商业区提供综合配套服务的多功能商圈。",
        "name": "马甸、安贞地区",
        "city_id": "2",
        "lat": "39.9749221801758",
        "lng": "116.400802612305",
        "level": "4"
    },
    {
        "id": "29",
        "detail": "以潭柘寺、妙峰山为代表的京郊旅游休闲区。",
        "name": "门头沟、潭柘寺、妙峰山风景区",
        "city_id": "2",
        "lat": "40.0800933837891",
        "lng": "116.028251647949",
        "level": "4"
    },
    {
        "id": "30",
        "detail": "属燕山山地与华北平原交接地，是华北通往东北、内蒙古的重要门户，故有“京师锁钥”之称",
        "name": "密云城区",
        "city_id": "2",
        "lat": "40.377571105957",
        "lng": "116.852203369141",
        "level": "4"
    },
    {
        "id": "31",
        "detail": "密云水库位于燕山群山丘陵之中，有“燕山明珠”之称。在密云水库周围还修建了一条环湖公路，沿着环湖公路绕行，可以看到色彩斑斓的山水画卷，景色十分美丽",
        "name": "密云水库",
        "city_id": "2",
        "lat": "40.5232887268066",
        "lng": "116.920402526855",
        "level": "4"
    },
    {
        "id": "32",
        "detail": "平谷中心城区，属商务会议区域。",
        "name": "平谷城区",
        "city_id": "2",
        "lat": "40.1470489501953",
        "lng": "117.127754211426",
        "level": "4"
    },
    {
        "id": "33",
        "detail": "前门、崇文门地区位于中国城中心的东南面，前门地区自古就是北京重要商业区之一，历经几个朝代发展而成，这里商贾云集，汇集众多闻名遐迩的京城老字号餐饮和商店，如全聚德烤鸭店、烧卖馆、老鞋店等。崇文门地区同样也有着深厚的历史文化底蕴，古时就是店铺林立，成为当时京城的繁华商业区。前门崇文门地区有着许多丰富的旅游资源和名胜古迹，例如著名的天坛公园，是世界建筑艺术的珍贵遗产，全国重点文物保护单位。",
        "name": "前门、崇文门商贸区",
        "city_id": "2",
        "lat": "39.8864822387695",
        "lng": "116.417007446289",
        "level": "4"
    },
    {
        "id": "34",
        "detail": "在茂密树木和溪流瀑布间登山漫步，夏日体验众多的水上娱乐项目；幽谷听溪，寻访青岗，释放年轻",
        "name": "清凉谷风景区",
        "city_id": "2",
        "lat": "40.6397933959961",
        "lng": "116.760299682617",
        "level": "4"
    },
    {
        "id": "35",
        "detail": "上地产业园、西三旗商业区座落于北京海淀区北五环外，产业园区内坐拥数百家高科技研发企业，凝聚中外数字化信息技术名牌厂商，具有浓厚的高科技产业氛围、良好的人文、自然环境和便利的交通条件",
        "name": "上地产业园、西三旗",
        "city_id": "2",
        "lat": "40.0478286743164",
        "lng": "116.313407897949",
        "level": "4"
    },
    {
        "id": "36",
        "detail": "以十三陵水库、居庸关长城为代表的旅游风景区。",
        "name": "十三陵水库、居庸关长城风景区",
        "city_id": "2",
        "lat": "40.2252426147461",
        "lng": "116.243827819824",
        "level": "4"
    },
    {
        "id": "37",
        "detail": "首都机场位于北京东北部顺义区，毗邻燕莎商务区和国展中心，不仅是首都的空中门户和对外交往的窗口，而且是中国民用航空网络的辐射中心。围绕扩建中的首都机场第3期以及新国际展览中心及配套设施的建设，周边正在着力打造临空经济带、空港物流区和现代制造业基地。临空经济将成为未来首都机场地区经济发展的主要产业之一。",
        "name": "首都机场、新国展地区",
        "city_id": "2",
        "lat": "40.0872611999512",
        "lng": "116.594543457031",
        "level": "4"
    },
    {
        "id": "38",
        "detail": "以温泉酒店、度假村为主的休闲区域。",
        "name": "顺义温泉休闲区",
        "city_id": "2",
        "lat": "40.1383934020996",
        "lng": "116.661712646484",
        "level": "4"
    },
    {
        "id": "39",
        "detail": "天安门地区位于北京市区的中心，天安门广场高度浓缩了中华民族古代文明和现代文明，雄伟壮观，庄严肃穆。天安门往东就是北京著名的王府井商业区，王府井步行街上各种大型商厦、购物中心、中外文书店、古玩店等众多，同时还拥有北京许多名胜古迹和百年老店，王府井大街也被誉为“金街”。",
        "name": "天安门、王府井地区",
        "city_id": "2",
        "lat": "39.9203910827637",
        "lng": "116.417640686035",
        "level": "4"
    },
    {
        "id": "40",
        "detail": "望京地区位于北京市东北部四环与五环间，是市区中相对独立的设有地区级生活服务设施和市级大型公建的综合性新区，由望京新城住宅区以及望京科技产业园区组成。科技园区有众多世界级电子科技企业落户，同时大型购物中心和美食街林立其中，为中外游客带来便捷和舒适。毗邻机场和燕莎商务区，交通十分方便。",
        "name": "望京、酒仙桥、798地区",
        "city_id": "2",
        "lat": "39.9958076477051",
        "lng": "116.489395141602",
        "level": "4"
    },
    {
        "id": "41",
        "detail": "华东第一高峰雾灵山西麓。主峰海拔1600米的雾灵西峰，四周景致错落有秩。雾灵山“因其高峻，有云雾蒙其上，四时不绝”而得名。",
        "name": "雾灵西峰/云岫谷",
        "city_id": "2",
        "lat": "40.6402206420898",
        "lng": "117.368980407715",
        "level": "4"
    },
    {
        "id": "42",
        "detail": "本区域位于黄浦江的北岸，横跨虹口、杨浦两区，是上海的航运贸易中心，区内正在建设中的国际客运码头，将成为国际著名邮轮的驻泊地。通过杨浦大桥、大连路隧道、地铁四号线可方便连通浦东地区。",
        "name": "北外滩地区",
        "city_id": "2",
        "lat": "31.2535133361816",
        "lng": "121.504783630371",
        "level": "4"
    },
    {
        "id": "43",
        "detail": "地处长江口，是中国第三大岛，被誉为“长江门户、东海瀛洲”，是世界上最大的河口冲积岛，世界上最大的沙岛。崇明岛成陆已有1300多年历史，现有面积为1041.21平方公里，海拔3.5米～4.5米。全岛地势平坦，土地肥沃，林木茂盛，物产富饶，是有名的鱼米之乡。",
        "name": "崇明岛、长兴岛、横沙岛",
        "city_id": "2",
        "lat": "31.6318893432617",
        "lng": "121.403198242188",
        "level": "4"
    },
    {
        "id": "44",
        "detail": "打浦桥街道位于上海卢湾区境中西部。东起重庆南路、鲁班路，西至日晖东路、肇嘉浜路、陕西南路，南沿斜土路，北靠建国西路、建国中路。　2010世博会为卢湾南部滨江地区带来了大开发的直接利好，而且将全面辐射卢湾中部和北部。卢湾中部打浦桥商圈发展全面加快，在肇嘉浜路东端再造一个\"徐家汇\"。重点推进项目包括新新里地区的日月光中心广场、田子坊、建国东路地区的65街坊。",
        "name": "打浦桥地区",
        "city_id": "2",
        "lat": "31.2116069793701",
        "lng": "121.474227905273",
        "level": "4"
    },
    {
        "id": "45",
        "detail": "上海大宁国际广场，占地面积约5.5万平方米，总建筑面积约25万平方米，位于上海浦西南北中轴线 - 共和新路（南北高架） - 与大宁路交界。具有8大功能：商务酒店、办公楼、零售、餐饮、文化、娱乐、教育和城市生活配套设施等。",
        "name": "大宁国际商业区",
        "city_id": "2",
        "lat": "31.2851066589355",
        "lng": "121.45775604248",
        "level": "4"
    },
    {
        "id": "46",
        "detail": "临港新城位于上海东南端——南汇芦潮港，距上海市区50公里，规划面积296.6平方公里（现扩展为311.6平方公里，相当于1/3个香港，或者20个澳门的面积），是洋山深水港的配套工程之一，于2003年11月30日正式启动。由主城区、重装备产业区、物流园区、主产业区、综合区5个功能区域组成的临港新城，依托洋山国际深水港、浦东国际航空港的区位优势，是上海国际航运中心建设的重要组成部分和核心功能区，在上海新一轮发展中具有举足轻重的地位与作用，也是未来上海中心城区的重要辅城。",
        "name": "滴水湖临港地区",
        "city_id": "2",
        "lat": "30.8970985412598",
        "lng": "121.943702697754",
        "level": "4"
    },
    {
        "id": "47",
        "detail": "上海迪士尼乐园位于浦东新区川，在11号线罗山路站可搭乘迪士尼专线到达。是中国大陆第一个迪士尼主题乐园，拥有七大主题园区：米奇大街、奇想花园、探险岛、宝藏湾等。周边还有很多主题民宿。",
        "name": "迪士尼度假区",
        "city_id": "2",
        "lat": "31.1482677459717",
        "lng": "121.671966552734",
        "level": "4"
    },
    {
        "id": "48",
        "detail": "本区域位于市区的西部，区内的长风公园是上海市大型的综合性山水公园。其园内的长风海洋世界是中国内地最大、华东地区首家拥有白鲸的海洋动物表演馆。同时本区内还有华东师范大学，上海动物园，百联中环购物广场等休闲文化场所。",
        "name": "长风公园地区",
        "city_id": "2",
        "lat": "31.2332515716553",
        "lng": "121.406394958496",
        "level": "4"
    },
    {
        "id": "49",
        "detail": "长寿路是上海“三横三纵”骨干道路网络中东西向主干道之一,按照“迈向21世纪绿色商住街”的要求，进行总体构思，沿路扩建绿地面积10万平方米，有12座雕塑伫立街头。随着沿路已建成的大型商厦、居民住宅、办公楼宇、文化娱乐场所的投入使用，长寿路以“绿、美、亮、畅、洁”的清丽形象展现在大众面前，尤以绿、商、住取胜，成为一条绿色商住特色街。",
        "name": "长寿路商业区",
        "city_id": "2",
        "lat": "31.2458953857422",
        "lng": "121.443771362305",
        "level": "4"
    },
    {
        "id": "50",
        "detail": "下辖8镇，分别是南桥、海湾、庄行、金汇、奉城、四团、青村、柘林，辖区内还有上海市工业综合开发区（奉浦）、上海市化学工业区奉贤分区、上海市临港产业开发区奉贤分区、浦东新区星火开发区、上海市农工商现代农业园区和市级奉贤现代农业开发区等。南桥镇为区政府所在地。",
        "name": "奉贤开发区",
        "city_id": "2",
        "lat": "30.9090042114258",
        "lng": "121.465393066406",
        "level": "4"
    },
    {
        "id": "51",
        "detail": "顾村公园位于宝山区顾村镇境内，北到沙浦，南至蕰藻浜，并与外环线环北大道相邻，东抵沪太路，西达陈广路，是上海绿色生态核心之一,也是宝山区生态专项工程的主体工程。公园的建成为市民提供一个休闲娱乐的场所。",
        "name": "顾村公园地区",
        "city_id": "2",
        "lat": "31.353343963623",
        "lng": "121.391700744629",
        "level": "4"
    },
    {
        "id": "52",
        "detail": "上海光大会展中心位于徐汇区腹地，北面是上海城市副中心徐家汇、上海体育馆；南有锦江乐园、南方商城；西面是上海最早的国家级高新技术开发区漕河泾；东面则与上海著名旅游景点上海龙华旅游城遥相呼应。会展中心附近交通便捷，临近地铁一号线漕宝路站，内环线高架近在咫尺。",
        "name": "光大会展中心、漕河泾地区",
        "city_id": "2",
        "lat": "31.1734218597412",
        "lng": "121.43531036377",
        "level": "4"
    },
    {
        "id": "53",
        "detail": "拥有80余年历史的衡山路东起桃江路，连接宝庆路，西达华山路，全长2.3公里，以营造清新、优雅的文化、娱乐、休闲环境为特色，短短两公里多的道路上，有娱乐休闲、饭店酒吧、酒店、宾馆、书画礼品、美容化妆、健身运动、服饰精品、食品点心、音像及便利店等约180余家，形成了局部块状休闲区域，吸引了世界各地的游客。",
        "name": "衡山路地区",
        "city_id": "2",
        "lat": "31.2118949890137",
        "lng": "121.453056335449",
        "level": "4"
    },
    {
        "id": "54",
        "detail": "虹桥地区位于上海的西部，以虹桥经济开发区为中心，是上海涉外写字楼、大型展馆最集中的地区之一。世贸商城、国际展览中心、上海国际农业展览馆、虹桥友谊商城等坐落于其中。南部为有名的高档住宅区---古北新区，西面为虹桥机场",
        "name": "虹桥地区",
        "city_id": "2",
        "lat": "31.2077198028564",
        "lng": "121.407577514648",
        "level": "4"
    },
    {
        "id": "55",
        "detail": "上海虹桥机场区域，北邻北翟路，南邻A9公路，西邻虹桥综合交通枢纽，东邻剑河路。上海虹桥机场位于该区域的正中心，是商务人士出差及中转的首选，周围交通便捷，出行方便。",
        "name": "虹桥机场、国家会展中心",
        "city_id": "2",
        "lat": "31.1994934082031",
        "lng": "121.338508605957",
        "level": "4"
    },
    {
        "id": "56",
        "detail": "虹桥枢纽周边区，地处嘉定、青浦、闵行交界，毗邻华漕区中心繁华地带，环绕国家会展中心和虹桥枢纽两大商业核心，地理位置优越，交通便捷；距离虹桥国际机场、虹桥火车站、国际会展中心均仅15",
        "name": "虹桥枢纽周边区",
        "city_id": "2",
        "lat": "31.2355785369873",
        "lng": "121.283309936523",
        "level": "4"
    },
    {
        "id": "57",
        "detail": "淮海路是上海时尚生活的地标，是市中心最热闹、最繁华的商业街区之一，汇集中外各种名牌专卖店及知名商厦。能充分感受新旧上海时代的对比与中西文化的交融。地铁一号线经过此区，交通便利。",
        "name": "淮海路、新天地地区",
        "city_id": "2",
        "lat": "31.2294998168945",
        "lng": "121.480102539063",
        "level": "4"
    },
    {
        "id": "58",
        "detail": "上海嘉定城区是经上海市人民政府批准设立的市级试点工业园区。园区地处上海西北部， 位于沪宁发展轴上，北与江苏太仓接壤，南与嘉定新城相连，西邻上海国际汽车城和江苏昆山，东界上海宝山。",
        "name": "嘉定新城",
        "city_id": "2",
        "lat": "31.3434314727783",
        "lng": "121.231666564941",
        "level": "4"
    },
    {
        "id": "59",
        "detail": "本区域位于市区的东北角，是上海传统的商业区之一。区内有上海最大的人工种植森林－－共青森林公园。同时本区内还有多所全国知名的大学如复旦大学、同济大学等。",
        "name": "江湾、五角场商业区",
        "city_id": "2",
        "lat": "31.3066310882568",
        "lng": "121.519538879395",
        "level": "4"
    },
    {
        "id": "60",
        "detail": "上海闵行经济技术开发区（前身闵行新工业区），地处上海市西南部，闵行区南部，占地3.5平方公里，为中国14个经济开发区之一。开发区已经成为具有良好投资环境、较强综合竞争能力和相当影响。",
        "name": "交大、闵行经济开发区",
        "city_id": "2",
        "lat": "31.0345077514648",
        "lng": "121.431900024414",
        "level": "4"
    },
    {
        "id": "61",
        "detail": "美丽的金山城市沙滩位于杭州湾北岸，金山区南端。是国家AAAA级旅游景区。由东北向西南徐徐延伸，因紧邻城区而得名。其国际一流的沙滩排球馆已经连续八年成功举办了世界沙滩排球巡回赛和第一届全国沙滩足球锦标赛。还有滨海景观长廊，以其蜿蜒细长的优美身段，吸引了无数游人。碧波簇拥的金山三岛，以其美丽的传说、独特的资源，为金山城市沙滩增添了无尽的魅力，五光十色的霓虹和琳琅满目的商店，组成了缤纷柔媚休闲商业街，是人们购物消遣的好去处。",
        "name": "金山城市沙滩地区",
        "city_id": "2",
        "lat": "30.7167263031006",
        "lng": "121.357421875",
        "level": "4"
    },
    {
        "id": "62",
        "detail": "上海枫泾古镇是中国历史文化名镇，亦为新沪上八景之一，位于西南方。历史上，它因地处吴越交汇之处，素有吴越名镇之称；如今，它与沪浙五区县交界，是上海通往西南各省的最重要的“西南门户”。枫泾为典型的江南水乡古镇。古镇周围水网遍布，镇区内河道纵横，桥梁有52座之多，现存最古的为元代致和桥，据今有近700年历史。",
        "name": "金山枫泾古镇地区",
        "city_id": "2",
        "lat": "30.8897476196289",
        "lng": "121.021560668945",
        "level": "4"
    },
    {
        "id": "63",
        "detail": "静安寺地区因境内古刹静安寺而得名，地处上海市中心，地段优势极为明显，它是全上海唯一一个所有区境都位于内环内的市中心黄金城区。静安区也是全市所公认的“高品位的商务区”和“高品质的生活居住区”，繁华璀璨融汇典雅雍容，闹中取静，环境优美，故备受知名人士、社会名流青睐。",
        "name": "静安寺、南京西路",
        "city_id": "2",
        "lat": "31.2298069000244",
        "lng": "121.451782226563",
        "level": "4"
    },
    {
        "id": "64",
        "detail": "徐家汇是上海四大城市副中心之一，亦为上海十大商业中心之一，东起宛平路，西至宜山路，北起广元路，南至零陵路。徐家汇商城是多样化的，以港汇广场、东方商厦为代表的世界名品汇集 的大型Shopping Mall和以太平洋百货和汇金百货为主的年轻人喜爱的流行时尚为主的购物中心，还有以中年老年顾客喜爱六百实业公司的中档购物百货，以及汇联商厦和地铁购物街等廉价、特色商业设施。",
        "name": "徐家汇地区",
        "city_id": "2",
        "lat": "31.1990242004395",
        "lng": "121.444702148438",
        "level": "4"
    },
    {
        "id": "65",
        "detail": "区域内包含有有上海最著名的旅游景点的城隍庙及豫园，附近有多家著名食店及商业街，包括以小笼包著名的南翔馒头店、绿波廊及上海老饭店上海商城，是游人途经上海的必到之地。",
        "name": "豫园地区",
        "city_id": "2",
        "lat": "31.2324771881104",
        "lng": "121.498893737793",
        "level": "4"
    },
    {
        "id": "66",
        "detail": "中山公园商业区是上海的重要交通枢纽之一，轨道交通2、3、4号线在这里交汇，多条公交线路在这里始发，距虹桥机场7公里，是独享地铁、轻轨、高架、地面干道、航空五重交通的商圈。龙之梦购物中心、巴黎春天百货等均坐落于此。是集商务、休闲、文化和居住功能为一体的上海西部商业中心。",
        "name": "中山公园商业区",
        "city_id": "2",
        "lat": "31.2271308898926",
        "lng": "121.426780700684",
        "level": "4"
    },
    {
        "id": "67",
        "detail": "位于浦东新区腹地，城市外环线浦东段的两侧，东靠迪士尼，西临后世博，北接自贸区张江板块。区内有诸多工业产业研发基地及现代化工厂，地铁11号线，16号线贯穿区域。是商务，休闲的热门区域",
        "name": "周浦康桥地区",
        "city_id": "2",
        "lat": "31.119815826416",
        "lng": "121.57430267334",
        "level": "4"
    },
    {
        "id": "68",
        "detail": "朱家角地处江、浙、沪二省一市交通要枢，地理位置十分优越，东靠虹桥国际机场，北连昆山，南接嘉兴，西通平望，淀山湖下游、黄金水道漕港河穿镇而过。镇内河港纵横，九条长街沿河而伸，千栋明清建筑依水而立，36座石桥古风犹存，名胜古迹比比皆是。东方绿舟是上海唯一的集拓展培训、青少年社会实践、团队活动以及休闲旅游为一体的大型公园。",
        "name": "朱家角、东方绿舟",
        "city_id": "2",
        "lat": "31.1150131225586",
        "lng": "121.067115783691",
        "level": "4"
    },
    {
        "id": "69",
        "detail": "南汇区域位于黄浦江东岸，杭州湾畔，东北隔长江口与崇明三岛相望。区域内包含有洋山深水港、临港新城、现代农业园区、滨海森林公园等上海市重点发展项目，融自然风光、人文景观、生态农业、主题公园为一体，可满足游客观光游览、求知娱乐、休闲度假的不同需求。",
        "name": "南汇及野生动物园",
        "city_id": "2",
        "lat": "31.0538539886475",
        "lng": "121.756042480469",
        "level": "4"
    },
    {
        "id": "70",
        "detail": "本区域位于上海东部，浦东长江入海口南岸的滨海地带。区域内的浦东国际机场是一座大型现代化国际枢纽机场，是上海通往国内外的重要门户。世界上首条商业运营的磁悬浮列车连接浦东机场和龙阳路地铁，并由此连通市区各处。",
        "name": "浦东机场核心区",
        "city_id": "2",
        "lat": "31.1563625335693",
        "lng": "121.813331604004",
        "level": "4"
    },
    {
        "id": "71",
        "detail": "本区域位于浦东新区中部，西连陆家嘴金融贸易区，北靠外高桥保税区，南接张江高科技园区，区内汇集了世界和国内众多的知名企业，是上海的重要的出口加工区。",
        "name": "浦东金桥地区",
        "city_id": "2",
        "lat": "31.2625312805176",
        "lng": "121.5859375",
        "level": "4"
    },
    {
        "id": "72",
        "detail": "本区域位于浦东新区的核心位置，区内林立的高楼里汇集了几百家世界著名的金融机构，是上海乃至全国的金融中心。同时区内还有东方明珠电视塔等上海地标性建筑，世界第一高楼--环球金融中心也即将在此区域中落成。",
        "name": "浦东陆家嘴金融贸易区",
        "city_id": "2",
        "lat": "31.2409114837646",
        "lng": "121.512435913086",
        "level": "4"
    },
    {
        "id": "73",
        "detail": "本区域位于浦东新区的东北角，拥有新兴的外高桥港区和外高桥保税区，是重要的对外贸易的门户。区内拥有一大批外贸加工企业。",
        "name": "浦东外高桥地区",
        "city_id": "2",
        "lat": "31.3410797119141",
        "lng": "121.60066986084",
        "level": "4"
    },
    {
        "id": "74",
        "detail": "本区域位于浦东新区的中心地带。是浦东的政治中心，新区政府即在本区域内。区内有亚洲最大的占地几十万平方米的综合会展区--浦东新国际博览中心，还有上海市最大的公园--世纪公园，是举办各类大型会展及综合活动的理想场所。往返于龙阳路地铁站和浦东国际机场之间的磁悬浮线路是世界上第一条投入商业性运营的高速磁浮项目，最高时速超过400公里。",
        "name": "浦东新国际博览中心",
        "city_id": "2",
        "lat": "31.2153091430664",
        "lng": "121.573150634766",
        "level": "4"
    },
    {
        "id": "75",
        "detail": "本区域位于浦东新区的南部，区内有张江高科技园区，有多家高科技企业落户，是上海的“硅谷”。同时也是从浦东国际机场进入市区的主要通道。",
        "name": "浦东张江地区",
        "city_id": "2",
        "lat": "31.1997261047363",
        "lng": "121.614685058594",
        "level": "4"
    },
    {
        "id": "76",
        "detail": "浦江镇位于闵行区东南部，黄浦江东岸，外环线以外。东接“周康航”大型动迁居住社区，西临黄浦江，南面与奉贤区相依，北迄浦东三林镇经济适用房基地。",
        "name": "浦江镇地区",
        "city_id": "2",
        "lat": "31.0894260406494",
        "lng": "121.515167236328",
        "level": "4"
    },
    {
        "id": "77",
        "detail": "本区域位于上海市西南部，是地理位置上 “上海的中心”。区域内既有人文内涵的历史古镇，又有新技术集聚的工业园区。东临漕河泾开发区，西接松江、青浦，毗邻上海虹桥机场。区域内轨交、高速公路和立交桥等构成了发达的交通网络，是人流、物流便捷的地区。",
        "name": "七宝古镇",
        "city_id": "2",
        "lat": "31.159969329834",
        "lng": "121.360198974609",
        "level": "4"
    },
    {
        "id": "78",
        "detail": "位于上海市西南，地处江、浙、沪二省一市的交界处，位于中国长江三角洲经济圈的中心地带，具有承东启西、东联西进的枢纽作用和对华东地区的辐射作用。",
        "name": "青浦城区",
        "city_id": "2",
        "lat": "31.1540946960449",
        "lng": "121.117515563965",
        "level": "4"
    },
    {
        "id": "79",
        "detail": "人民广场是上海市的中心地区。广场北面是“中华第一街”南京路步行街，南面有云南路美食街、大世界游乐场。附近有雄伟壮观的上海大剧院和上海博物馆。该地区有地面、地底、高架立体交通，地铁一号线、二号线在地底横越，延安路高架和南北高架亦在此交汇。",
        "name": "人民广场地区",
        "city_id": "2",
        "lat": "31.2411308288574",
        "lng": "121.480331420898",
        "level": "4"
    },
    {
        "id": "80",
        "detail": "本区域位于上海市区的西南角，上海火车南站就在区内，是从南方进入上海的重要陆上门户。",
        "name": "上海火车南站地区",
        "city_id": "2",
        "lat": "31.1596126556396",
        "lng": "121.435897827148",
        "level": "4"
    },
    {
        "id": "81",
        "detail": "上海火车站地区以上海的陆上门户---上海火车站为中心，也是上海北部最繁荣的区域，地铁一号线、轻轨明珠线交汇于此。车站广场前的大型商场太百洋百货、嘉里不夜城名列上海十大夜景之一。",
        "name": "上海火车站地区",
        "city_id": "2",
        "lat": "31.254940032959",
        "lng": "121.461669921875",
        "level": "4"
    },
    {
        "id": "82",
        "detail": "本区域位于上海西南角，是上海市沟通长三角江浙皖三省的中心门户和核心区域。区域中既包含有大上海后花园的佘山，著名的天主教朝圣地——佘山圣母大教堂，也有中国规模较大的大学园区——松江大学城。一城两貌，南北联动，古文化、宗教文化、现代文化在这交融一体现在世人面前。",
        "name": "佘山、松江大学城",
        "city_id": "2",
        "lat": "31.0434875488281",
        "lng": "121.227249145508",
        "level": "4"
    },
    {
        "id": "83",
        "detail": "莘庄地区位于上海西南，土地面积约20平方公里。周边与梅陇、七宝、颛桥相邻，是闵行区政府所在地。也是大型百货和购物中心的集聚区，并同时联动商务、旅游、观光、休闲、娱乐、公共活动等。",
        "name": "莘庄工业区",
        "city_id": "2",
        "lat": "31.1134395599365",
        "lng": "121.384864807129",
        "level": "4"
    },
    {
        "id": "84",
        "detail": "本区域位于市区北部，区内的四川北路是仅次于南京路和淮海路的第三大商业街。而多伦路文化街是一条以文博为特色的文化街市，镌刻着上海城市历史的厚重印记。",
        "name": "四川北路商业区",
        "city_id": "2",
        "lat": "31.2771167755127",
        "lng": "121.487335205078",
        "level": "4"
    },
    {
        "id": "85",
        "detail": "外滩是上海百年的象征，特别是几十幢各种国家风格不同的大楼建筑，素有“万国建筑博览会”的美誉。该地区北起苏州河，南至南浦大桥，与东方明珠电视塔、金茂大厦及上海国际会议中心等隔江相望。周围有豫园商城，南京路步行街等商业中心。",
        "name": "外滩地区",
        "city_id": "2",
        "lat": "31.2448425292969",
        "lng": "121.496017456055",
        "level": "4"
    },
    {
        "id": "86",
        "detail": "宝钢是中国最大、最现代化的钢铁联合企业。宝钢宝山厂区位于宝山区的东部，是宝山区最大的重工业厂区。区域内的黄金广场作为宝山区比较大的商业区，是人们休闲，娱乐的主要场所。",
        "name": "吴淞口国际邮轮港",
        "city_id": "2",
        "lat": "31.4094200134277",
        "lng": "121.48900604248",
        "level": "4"
    },
    {
        "id": "87",
        "detail": "宝坻行政区",
        "name": "宝坻区",
        "city_id": "3",
        "lat": "39.7232093811035",
        "lng": "117.316398620605",
        "level": "4"
    },
    {
        "id": "88",
        "detail": "北辰行政区东部，北辰经济开发区所在地",
        "name": "北辰经济开发区",
        "city_id": "3",
        "lat": "39.2799186706543",
        "lng": "117.12720489502",
        "level": "4"
    },
    {
        "id": "89",
        "detail": "天津空港经济区所在地包含了滨海机场、东丽区",
        "name": "滨海机场、空港经济区",
        "city_id": "3",
        "lat": "39.1362342834473",
        "lng": "117.365341186523",
        "level": "4"
    },
    {
        "id": "90",
        "detail": "新区南段大港地区",
        "name": "滨海新区/大港",
        "city_id": "3",
        "lat": "38.8448677062988",
        "lng": "117.471672058105",
        "level": "4"
    },
    {
        "id": "91",
        "detail": "新区北段汉沽地区",
        "name": "滨海新区/汉沽",
        "city_id": "3",
        "lat": "39.2158508300781",
        "lng": "117.781478881836",
        "level": "4"
    },
    {
        "id": "92",
        "detail": "新区中段塘沽地区",
        "name": "滨海新区/塘沽",
        "city_id": "3",
        "lat": "39.035228729248",
        "lng": "117.667633056641",
        "level": "4"
    },
    {
        "id": "93",
        "detail": "以小白楼为中心的天津市区著名旅游景区",
        "name": "滨江道、小白楼、五大道风景区",
        "city_id": "3",
        "lat": "39.1221923828125",
        "lng": "117.222640991211",
        "level": "4"
    },
    {
        "id": "94",
        "detail": "市内城区之一，建有万达广场和爱情海等商业区",
        "name": "河东、万达商业区",
        "city_id": "3",
        "lat": "39.1305923461914",
        "lng": "117.260894775391",
        "level": "4"
    },
    {
        "id": "95",
        "detail": "西临北京平谷，是北京天津休闲度假客人的热门目的地",
        "name": "蓟县度假风景区",
        "city_id": "3",
        "lat": "40.0407447814941",
        "lng": "117.41332244873",
        "level": "4"
    },
    {
        "id": "96",
        "detail": "天津静海区团泊湖景区所在地",
        "name": "静海团泊风景区",
        "city_id": "3",
        "lat": "38.9089965820313",
        "lng": "117.170944213867",
        "level": "4"
    },
    {
        "id": "97",
        "detail": "天津国际展览馆所在地，毗邻奥体中心。",
        "name": "梅江会展、奥体中心区",
        "city_id": "3",
        "lat": "39.0480308532715",
        "lng": "117.220542907715",
        "level": "4"
    },
    {
        "id": "98",
        "detail": "宁河地区七里海国家湿地公园景区",
        "name": "宁河七里海国家湿地公园景区",
        "city_id": "3",
        "lat": "39.3156127929688",
        "lng": "117.680335998535",
        "level": "4"
    },
    {
        "id": "99",
        "detail": "天津南站和华苑科技产业园所在地",
        "name": "天津南站、华苑科技产业园地区",
        "city_id": "3",
        "lat": "39.062801361084",
        "lng": "117.067497253418",
        "level": "4"
    },
    {
        "id": "100",
        "detail": "学府区、红桥区及北辰西部地区合并商圈，其中涵盖西站和南开大学所在地学府区",
        "name": "天津西站、学府区",
        "city_id": "3",
        "lat": "39.1642684936523",
        "lng": "117.169982910156",
        "level": "4"
    },
    {
        "id": "101",
        "detail": "以交通枢纽天津火车站为中心，包含了古文化街和意大利风情区两个著名景点",
        "name": "天津站、古文化街、意大利风情区",
        "city_id": "3",
        "lat": "39.141773223877",
        "lng": "117.216583251953",
        "level": "4"
    },
    {
        "id": "102",
        "detail": "武清行政区域以武清站和佛路伦萨小镇为中心的商圈",
        "name": "武清站、佛罗伦萨景区",
        "city_id": "3",
        "lat": "39.3787231445313",
        "lng": "117.02271270752",
        "level": "4"
    },
    {
        "id": "103",
        "detail": "巴南区区位优越。位于重庆主城南部，山川秀美，旅游资源丰富，南温泉，东温泉都汇集于此。",
        "name": "巴南",
        "city_id": "4",
        "lat": "29.3866767883301",
        "lng": "106.541664123535",
        "level": "4"
    },
    {
        "id": "104",
        "detail": "北碚地区是重庆市的重要的文化、旅游区域。区内有西南大学等一批重点高校，也拥有西师附中、兼善中学等市级重点中学，有上万的学生消费大军。北温泉、缙云山也是重庆乃至全国闻名的旅游景区。",
        "name": "北碚",
        "city_id": "4",
        "lat": "29.8259086608887",
        "lng": "106.446098327637",
        "level": "4"
    },
    {
        "id": "105",
        "detail": "璧山区，位于长江上游地区，重庆主城九区以西，被誉为中国西部鞋都，并拥有众多旅游资源，如青龙湖国家森林公园、水天池、观音塘湿地公园等。",
        "name": "璧山",
        "city_id": "4",
        "lat": "29.5980587005615",
        "lng": "106.233772277832",
        "level": "4"
    },
    {
        "id": "106",
        "detail": "大渡口区是重庆市主城都市发达经济圈的重要组成部分，位于主城区的西南部，是主城向西的重要门户和窗口，也是重庆主城的生态和谐宜居区、文化休闲功能区、现代物流发展区、新型工业发达区。",
        "name": "大渡口",
        "city_id": "4",
        "lat": "29.4874782562256",
        "lng": "106.484741210938",
        "level": "4"
    },
    {
        "id": "107",
        "detail": "新兴商圈，毗邻解放碑，沙坪坝，杨家坪等传统商圈，也是重要的交通枢纽。",
        "name": "大坪",
        "city_id": "",
        "lat": "29.5477981567383",
        "lng": "106.525901794434",
        "level": "4"
    },
    {
        "id": "108",
        "detail": "大学城区是重庆西部新城的中心区、国际科技教育交流中心。",
        "name": "大学城",
        "city_id": "4",
        "lat": "29.6136894226074",
        "lng": "106.315437316895",
        "level": "4"
    },
    {
        "id": "109",
        "detail": "大足区为重庆市市辖区，地处四川盆地东南，重庆市西郊，大足自古号称“海棠香国”，大足石刻、龙水小五金、汽车生产为三大特色。境内的大足石刻于1999年12月列入《世界遗产名录》[1-2",
        "name": "大足区政府",
        "city_id": "4",
        "lat": "29.7133903503418",
        "lng": "105.728134155273",
        "level": "4"
    },
    {
        "id": "110",
        "detail": "国家首批AAAA级旅游区——丰都鬼城，是一座起源于汉代的历史文化名城，被人们传为“鬼国京都”、“阴曹地府”，成为人类亡灵的归宿之地。",
        "name": "丰都鬼城",
        "city_id": "4",
        "lat": "29.8922386169434",
        "lng": "107.732238769531",
        "level": "4"
    },
    {
        "id": "111",
        "detail": "三峡著名游览胜地，白帝城为观夔门天下雄的最佳地点，历代著名诗人留下大量诗篇，因此白帝城又有诗城之美誉",
        "name": "奉节白帝城",
        "city_id": "4",
        "lat": "31.0471515655518",
        "lng": "109.581184387207",
        "level": "4"
    },
    {
        "id": "112",
        "detail": "涪陵区，地处重庆中部，邑枕长、乌两江，素为乌江流域物资集散地，有渝东门户之称，是闻名遐迩的中国“榨菜之都”。涪陵榨菜、涪陵水牛、涪陵红心萝卜是闻名海内外的三大特产；水底碑林白鹤梁、",
        "name": "涪陵区政府",
        "city_id": "4",
        "lat": "29.7094268798828",
        "lng": "107.396240234375",
        "level": "4"
    },
    {
        "id": "113",
        "detail": "拥有西南地区规模最大、最宽敞、绿化率最高的步行街，西部最大的购物中心集购物、休闲、餐饮、娱乐、商务、观光、旅游于一体。",
        "name": "观音桥/九街",
        "city_id": "",
        "lat": "29.5791072845459",
        "lng": "106.541236877441",
        "level": "4"
    },
    {
        "id": "114",
        "detail": "合川区，位于嘉陵江、渠江、涪江交汇处，是重庆北部地区中心规划城市，合川是巴文化的发源地之一，境内有钓鱼城、涞滩古镇等著名历史文化古迹，周敦颐、张森楷、卢作孚、陶行知等历代名人曾在此",
        "name": "合川文峰古街",
        "city_id": "4",
        "lat": "29.9889259338379",
        "lng": "106.27986907959",
        "level": "4"
    },
    {
        "id": "115",
        "detail": "黄水国家森林公园于1998年被国家林业局批准为国家级森林公园，重庆区域面积最大、长江三峡黄金旅游线上唯一的土家少数民族旅游景区。",
        "name": "黄水国家森林公园",
        "city_id": "4",
        "lat": "30.1877822875977",
        "lng": "108.382659912109",
        "level": "4"
    },
    {
        "id": "116",
        "detail": "以火车北站为中心，沿街式社区商业高度发达，餐饮、娱乐、休闲、社区超市、经济型酒店等大量中小型商家进驻。",
        "name": "火车北站、龙头寺",
        "city_id": "4",
        "lat": "29.6139278411865",
        "lng": "106.557304382324",
        "level": "4"
    },
    {
        "id": "117",
        "detail": "以江北国际机场为核心，辐射渝北两路，金开大道，新牌坊等地区，商圈内国际大公司云集，高中低档百货一应俱全。",
        "name": "江北国际机场地区",
        "city_id": "4",
        "lat": "29.7221355438232",
        "lng": "106.644744873047",
        "level": "4"
    },
    {
        "id": "118",
        "detail": "重庆市江津区，是一个历史文化悠久的城市，以地处长江要津而得名。江津位于重庆西南长江之滨，距渝中区公路里程50公里；铁路里程65公里；水路里程72公里。江津城区气候特征与重庆相近，但",
        "name": "江津区政府",
        "city_id": "4",
        "lat": "29.3256740570068",
        "lng": "106.270957946777",
        "level": "4"
    },
    {
        "id": "119",
        "detail": "重庆市渝中区的商业以此处为中心，周围商场、书店、影剧院、酒吧、酒店、饭店等鳞次栉比，一应俱全，还有市内最大的八一路小吃街，游客可在此体会巴渝风物人情，同时承担起商务、商贸双重功能。",
        "name": "解放碑/洪崖洞",
        "city_id": "4",
        "lat": "29.5634269714355",
        "lng": "106.583503723145",
        "level": "4"
    },
    {
        "id": "120",
        "detail": "拥有刘伯承同志纪念馆（故居）、南雅大佛寺、雪宝山国家森林公园等著名旅游资源",
        "name": "开州汉丰湖",
        "city_id": "4",
        "lat": "31.1833724975586",
        "lng": "108.400985717773",
        "level": "4"
    },
    {
        "id": "121",
        "detail": "国家AAAAA级风景区，国家森林公园，重庆十佳旅游景点。",
        "name": "仙女山景区",
        "city_id": "4",
        "lat": "29.4239635467529",
        "lng": "107.774803161621",
        "level": "4"
    },
    {
        "id": "122",
        "detail": "全国农业农村信息化示范基地，获得过“中国书法之乡”、“中国最具投资潜力中小城市百强县市”、“中国最具区域带动力中小城市百强县市”等荣誉称号",
        "name": "秀山火车站",
        "city_id": "4",
        "lat": "28.4505596160889",
        "lng": "109.02229309082",
        "level": "4"
    },
    {
        "id": "123",
        "detail": "杨家坪商圈作为九龙坡区的中心，有着得天独厚的优势，该区域行政机构集中，科研机构云集，大型中低档百货是整个区域的商业龙头。",
        "name": "杨家坪",
        "city_id": "",
        "lat": "29.5137672424316",
        "lng": "106.520530700684",
        "level": "4"
    },
    {
        "id": "124",
        "detail": "永川区地处重庆西部、川渝黔三区汇点，东距重庆市区55公里，西离成都276公里。全区幅员1576平方公里，辖16个镇、7个街道，总人口110万，是重庆规划建设的“城区面积100平方公",
        "name": "永川区政府",
        "city_id": "4",
        "lat": "29.3619480133057",
        "lng": "105.933586120605",
        "level": "4"
    },
    {
        "id": "125",
        "detail": "古建筑、古遗址、古墓葬、石刻造等145处文物，三峡库区宝贵文化遗产。",
        "name": "云阳张飞庙",
        "city_id": "4",
        "lat": "30.9368667602539",
        "lng": "108.703758239746",
        "level": "4"
    },
    {
        "id": "126",
        "detail": "地处重庆市中部，东南接壤涪陵区，西南与渝北、巴南区为邻，东北接垫江县，西北与四川省邻水县相接。有“沙田柚之乡”“夏橙之乡”的称号",
        "name": "长寿古镇",
        "city_id": "4",
        "lat": "29.8572406768799",
        "lng": "107.074111938477",
        "level": "4"
    },
    {
        "id": "127",
        "detail": "唐贞观八年唐太宗赐名忠州，民国二年设忠县，是中国历史上唯一以“忠”字命名的州县城市。",
        "name": "忠县人民政府",
        "city_id": "4",
        "lat": "30.3057441711426",
        "lng": "108.044082641602",
        "level": "4"
    },
    {
        "id": "128",
        "detail": "是国家发改委和重庆市九龙坡政府批准设立的重庆市特色工业园区。",
        "name": "重庆火车西站、巴国城",
        "city_id": "4",
        "lat": "29.506685256958",
        "lng": "106.442253112793",
        "level": "4"
    },
    {
        "id": "129",
        "detail": "重庆最大的国际性展览中心",
        "name": "重庆悦来国际博览中心",
        "city_id": "4",
        "lat": "29.7247447967529",
        "lng": "106.548538208008",
        "level": "4"
    },
    {
        "id": "130",
        "detail": "中国民间文化艺术之乡。有双桂堂、西南地区最大的天然竹海自然以及人文景观。",
        "name": "梁平双桂堂",
        "city_id": "4",
        "lat": "30.6782283782959",
        "lng": "107.806747436523",
        "level": "4"
    },
    {
        "id": "131",
        "detail": "北部新区位于重庆主城区，北靠国际空港，南临重庆中央商务区，西依嘉陵江，东接长江黄金水道，紧临重庆保税港区，具有中国西部唯一的集水运、航空、公路、铁路于一体的立体交通运输网络优势，俗称重庆副中心。",
        "name": "两江新区、北部新区",
        "city_id": "4",
        "lat": "29.6490211486816",
        "lng": "106.572441101074",
        "level": "4"
    },
    {
        "id": "132",
        "detail": "重庆南滨路处于重庆市的南岸区，北临长江，背依南山，可观最美渝中夜景；历史悠久的巴渝文化、宗教文化、开埠文化、大禹文化、码头文化、抗战遗址文化如珍珠般遍布沿线，使南滨路获得了“重庆外滩”的美誉。南滨路旅游观光区全长25公里，占地16万平方米，是集防洪护岸、城市道路、旧城改造和餐饮、娱乐、休闲为一体的城市观光休闲景观大道。",
        "name": "南滨路/弹子石",
        "city_id": "4",
        "lat": "29.5520572662354",
        "lng": "106.595489501953",
        "level": "4"
    },
    {
        "id": "133",
        "detail": "南川地处四川盆地东南边缘与云贵高原过渡地带，位于重庆市南部，东南与贵州省道真、正安、桐梓县接壤，东北与武隆县为邻，北接涪陵区，西连巴南区、綦江区。",
        "name": "南川金佛山",
        "city_id": "4",
        "lat": "29.1635608673096",
        "lng": "107.10572052002",
        "level": "4"
    },
    {
        "id": "134",
        "detail": "南坪位于南岸区核心区域，集会展旅游、商务总部、时尚购物、娱乐休闲等多种功能于一体的城市综合服务区。南岸地区拥有5大步行街，日均人流量高达30万人。",
        "name": "南坪",
        "city_id": "4",
        "lat": "29.5316886901855",
        "lng": "106.575874328613",
        "level": "4"
    },
    {
        "id": "135",
        "detail": "中国特色旅游休闲度假胜地、全国民间文化艺术之乡",
        "name": "彭水阿依河",
        "city_id": "4",
        "lat": "29.3008232116699",
        "lng": "108.171783447266",
        "level": "4"
    },
    {
        "id": "136",
        "detail": "重庆市綦江区地处四川盆地与云贵高原东南结合部，属喀斯特地貌，地势南高北低，以山地、丘陵为主。綦江河纵贯南北，有蒲河、清溪河等支流汇入。",
        "name": "綦江区政府",
        "city_id": "4",
        "lat": "29.0340919494629",
        "lng": "106.657699584961",
        "level": "4"
    },
    {
        "id": "137",
        "detail": "黔江区位于重庆市的东南边缘，地处武陵山腹地，境内山雄水秀，植被葱郁，野生动物繁多，一片净土恰似重庆的“后花园”。其中地震堰塞湖小南海为重庆市第一大天然湖泊，碧水绿岛，四围青山，其地",
        "name": "黔江区政府",
        "city_id": "4",
        "lat": "29.5391807556152",
        "lng": "108.777389526367",
        "level": "4"
    },
    {
        "id": "138",
        "detail": "龙溪是重庆北部新兴的商贸区，大型购物超市易初莲花、永辉、新世纪等都已进驻龙溪。同时还是重庆的“美食城”，辖区内从事餐饮的大小店数百家。",
        "name": "冉家坝/龙溪",
        "city_id": "4",
        "lat": "29.5978317260742",
        "lng": "106.512336730957",
        "level": "4"
    },
    {
        "id": "139",
        "detail": "荣昌区是国家森林城市，幅射渝西川东区域的中心城市 、成渝城市群新兴战略支点。",
        "name": "荣昌区政府",
        "city_id": "4",
        "lat": "29.4231948852539",
        "lng": "105.618225097656",
        "level": "4"
    },
    {
        "id": "140",
        "detail": "沙坪坝区位于重庆主城区西部，东滨嘉陵江， 西抵缙云山，是重庆市的科教文化中心和工业基地，这里抗战遗址密集区，国共和谈、百年学府、千年古镇，融沙磁文化、抗战文化、红岩文化于一炉。",
        "name": "沙坪坝站、三峡广场",
        "city_id": "4",
        "lat": "29.5653228759766",
        "lng": "106.469161987305",
        "level": "4"
    },
    {
        "id": "141",
        "detail": "作为渝中区传统商业区，上清寺、人民广场地区包括了重庆人民大礼堂，中国三峡博物馆等多处4A景区，两千多家企业入驻，与解放碑CBD形成了较好互补。",
        "name": "上清寺、人民广场",
        "city_id": "",
        "lat": "29.567892074585",
        "lng": "106.560111999512",
        "level": "4"
    },
    {
        "id": "142",
        "detail": "该区域是九龙坡区另一商圈龙头，靠着佰腾、百脑汇、泰兴、赛博等IT数码专业市场，石桥铺商圈占据了重庆IT数码业务的85%，是重庆高新技术产业核心地区。",
        "name": "石桥铺、陈家坪",
        "city_id": "4",
        "lat": "29.5385704040527",
        "lng": "106.491546630859",
        "level": "4"
    },
    {
        "id": "143",
        "detail": "铜梁区位于四川盆地东南部，重庆市西北部。交通便捷，环境优越，是重庆一小时经济圈和成渝经济带上的重要节点，距重庆主城41公里，距江北机场65公里。",
        "name": "铜梁",
        "city_id": "4",
        "lat": "29.8478755950928",
        "lng": "106.060401916504",
        "level": "4"
    },
    {
        "id": "144",
        "detail": "潼南位于重庆西北，渝西生态文化   旅游目的地、中国西部绿色菜都",
        "name": "潼南区政府",
        "city_id": "4",
        "lat": "30.197193145752",
        "lng": "105.847282409668",
        "level": "4"
    },
    {
        "id": "145",
        "detail": "万盛经济技术开发区位于重庆市南部、渝黔边界，距重庆主城区89公里，拥有万盛石林、黑山谷两个国家AAAA级景区，是重庆市唯一的旅游经济试验区，文化旅游资源绚丽多彩。",
        "name": "万盛",
        "city_id": "4",
        "lat": "28.9601707458496",
        "lng": "106.936172485352",
        "level": "4"
    },
    {
        "id": "146",
        "detail": "万州区地处重庆东北部、三峡库区腹心，长江中上游结合部。因“万川毕汇”而得名，因“万商云集”而闻名，万州是国家重点扶持开发城市，是长江十大港口之一，三峡库区经济、教育、文化、交通枢纽",
        "name": "万州万达广场",
        "city_id": "4",
        "lat": "30.8173809051514",
        "lng": "108.390647888184",
        "level": "4"
    },
    {
        "id": "147",
        "detail": "武隆县城内唯一的大型综合商圈",
        "name": "武隆县都市广场",
        "city_id": "4",
        "lat": "29.3308868408203",
        "lng": "107.766174316406",
        "level": "4"
    },
    {
        "id": "148",
        "detail": "阿城为阿勒楚喀的简称。是黑龙江省哈尔滨市下辖的一个市辖区，位于黑龙江哈尔滨市中心城区东南23公里处，城区于1994年被文化部命名为中国版画之乡。",
        "name": "阿城商业区",
        "city_id": "5",
        "lat": "45.5550537109375",
        "lng": "126.964706420898",
        "level": "4"
    },
    {
        "id": "149",
        "detail": "香坊度假区，汇集永泰主题乐园、伏尔加庄园、美丽岛温泉、普罗旺斯薰衣草庄园等。",
        "name": "伏尔加庄园/永泰乐园度假区",
        "city_id": "",
        "lat": "45.7243003845215",
        "lng": "126.766296386719",
        "level": "4"
    },
    {
        "id": "150",
        "detail": "位于道外区，汇集工程大学、极乐寺、文化公园、冰上基地、太平桥百盛购物中心、哈尔滨东站的大型商业区",
        "name": "工程大学/哈尔滨东站",
        "city_id": "5",
        "lat": "45.7900009155273",
        "lng": "126.684501647949",
        "level": "4"
    },
    {
        "id": "151",
        "detail": "以哈西万达购物广场为中心点向哈尔滨西部西延伸，哈尔滨西火车站、哈西客运站为哈尔滨重要的交通枢纽。",
        "name": "哈尔滨西站/哈西万达广场",
        "city_id": "5",
        "lat": "45.7066993713379",
        "lng": "126.593299865723",
        "level": "4"
    },
    {
        "id": "152",
        "detail": "以哈尔滨火车站为起点，作为哈尔滨重要铁路、客运交通枢纽，向南延伸的果戈里大街汇集多个大型商业中心，及大型综合型医院。果戈里大街具有百年历史，充满异国风情，是哈尔滨著名商业街。",
        "name": "哈尔滨站/果戈里商业区",
        "city_id": "5",
        "lat": "45.7633018493652",
        "lng": "126.649299621582",
        "level": "4"
    },
    {
        "id": "153",
        "detail": "呼兰区地处松嫩平原南部。呼兰河横贯西部地区。属北温带大陆性季风气候，年平均气温3.3℃，7月份平均气温23.1℃；1月份平均－19.4℃。年平均降水量505.4毫米。滨洲铁路、滨北铁路、202国道、222国道过境并设站。名胜古迹有萧红故居、天主教堂、文武庙、清真寺等。",
        "name": "呼兰商业区",
        "city_id": "5",
        "lat": "45.9912986755371",
        "lng": "126.608451843262",
        "level": "4"
    },
    {
        "id": "154",
        "detail": "哈尔滨松北大学城位于利民开发区东南部，南与松北新区接壤，紧邻城市四环高速公路北部出口。在一条规划长度为4700米的学院路上，现坐落着哈尔滨师范大学、黑龙江外国语学院等10多所大学，",
        "name": "江北大学城",
        "city_id": "5",
        "lat": "45.8798942565918",
        "lng": "126.544090270996",
        "level": "4"
    },
    {
        "id": "155",
        "detail": "太阳岛坐落在黑龙江省哈尔滨市松花江北岸，总面积为88平方公里，其中规划面积为38平方公里，外围保护区面积为50平方公里。太阳岛是一处由冰雪文化、民俗文化等资源构成的多功能风景区，也",
        "name": "江北太阳岛冰雪大世界/万达旅游城/市政府商圈",
        "city_id": "5",
        "lat": "45.8027114868164",
        "lng": "126.597702026367",
        "level": "4"
    },
    {
        "id": "156",
        "detail": "汇集哈尔滨工业大学、哈尔滨商业大学、黑龙江大学、师范大学等近10所大专院校",
        "name": "江南大学城",
        "city_id": "5",
        "lat": "45.7313995361328",
        "lng": "126.631698608398",
        "level": "4"
    },
    {
        "id": "157",
        "detail": "哈尔滨医科大学附属第二医院创建于1954年，是集医疗、教学、科研、预防、保健和康复为一体的大型综合性三级甲等医院",
        "name": "医大二院/哈南站",
        "city_id": "5",
        "lat": "45.6761016845703",
        "lng": "126.628196716309",
        "level": "4"
    },
    {
        "id": "158",
        "detail": "是历史文化保护街区，哈尔滨唯一商业旅游地产，拥有现存世界最完整中华巴洛克建筑群。集购物、餐饮、休闲娱乐、住宿、体验、城市公共服务、文化旅游7大功能于一体的院落式开放商业街区。",
        "name": "中华巴洛克老道外文化区",
        "city_id": "5",
        "lat": "45.7874984741211",
        "lng": "126.646102905273",
        "level": "4"
    },
    {
        "id": "159",
        "detail": "中央大街北起哈尔滨江畔的防洪纪念塔广场，南接新阳广场。这条长街始建于1900年，街道建筑包罗了文艺复兴，巴洛克等多种风格的建筑71栋。",
        "name": "中央大街步行街/松花江畔",
        "city_id": "5",
        "lat": "45.7793006896973",
        "lng": "126.625503540039",
        "level": "4"
    },
    {
        "id": "160",
        "detail": "龙塔是哈尔滨著名景点，国际会展中心是哈尔滨经济开发区的重要组成部分、核心区域。",
        "name": "龙塔/国际会展中心",
        "city_id": "5",
        "lat": "45.760440826416",
        "lng": "126.709648132324",
        "level": "4"
    },
    {
        "id": "161",
        "detail": "平房区位于哈尔滨市南郊，距市区中心25公里。东与阿城区交界，南与双城区为邻，西与南岗区、红旗乡接壤，北连香坊区朝阳镇、黎明街道。面积93.97平方公里",
        "name": "平房区人民政府",
        "city_id": "5",
        "lat": "45.6042709350586",
        "lng": "126.644584655762",
        "level": "4"
    },
    {
        "id": "162",
        "detail": "群力新区是松花江南岸惟一既与城市核心商业区紧密相联系同时又赋予现代化全新规划理念的城市新区。",
        "name": "群力外滩休闲文化区",
        "city_id": "5",
        "lat": "45.7402992248535",
        "lng": "126.571098327637",
        "level": "4"
    },
    {
        "id": "163",
        "detail": "因着“三大动力”而驰名中外的三大动力路，周边辐射院校为东北林业大学、中医药大学，以及乐松广场、巴黎广场等商业场所",
        "name": "三大动力商业区",
        "city_id": "5",
        "lat": "45.7163009643555",
        "lng": "126.683296203613",
        "level": "4"
    },
    {
        "id": "164",
        "detail": "双城区是哈尔滨的市辖区，于2014年5月经国务院批复撤市设区。[2] 京哈铁路、拉滨铁路和同三、京哈、哈前、哈大四条公路以及松花江主航道穿境而过，距哈尔滨中心城区40千米，距哈尔滨太平国际机场30千米。旅游景点有承旭楼、魁星楼、观音寺、双城堡火车站等。",
        "name": "双城商业区",
        "city_id": "5",
        "lat": "45.380542755127",
        "lng": "126.32063293457",
        "level": "4"
    },
    {
        "id": "165",
        "detail": "哈尔滨太平国际机场（英语：Harbin Taiping International Airport），是黑龙江省的枢纽机场，距离哈尔滨市区33公里。哈尔滨太平国际机场地处东北亚中心位置，是东南亚至北美航线的经停点。现为中国东北地区最繁忙的三大国际航空港之一。",
        "name": "太平国际机场地区",
        "city_id": "5",
        "lat": "45.6281967163086",
        "lng": "126.246154785156",
        "level": "4"
    },
    {
        "id": "166",
        "detail": "大连北站位于大连市区北部，是哈大高速铁路和即将开通的丹大高速铁路的高铁始发站。大连体育中心位于大连市甘井子区朱棋路与岚岭路交汇处，中心包含大连新体育场、中升文化中心、大连游泳馆等。",
        "name": "大连北站、体育中心",
        "city_id": "6",
        "lat": "39.0195579528809",
        "lng": "121.614570617676",
        "level": "4"
    },
    {
        "id": "167",
        "detail": "大连国际机场即大连周水子国际机场，始建于1972年10月，现已成为国家一级民用国际机场，是国内主要干线机场和国际定期航班机场之一。",
        "name": "大连国际机场",
        "city_id": "6",
        "lat": "38.9685897827148",
        "lng": "121.550727844238",
        "level": "4"
    },
    {
        "id": "168",
        "detail": "青泥洼桥位于中山区的繁华商业区，有众多大型商场。地下建有胜利广场和胜利地下长廊。大连火车站位于区域北部。",
        "name": "大连火车站、青泥洼桥",
        "city_id": "6",
        "lat": "38.9288177490234",
        "lng": "121.636962890625",
        "level": "4"
    },
    {
        "id": "169",
        "detail": "付家庄海滨浴场位于大连海滨风景区的中部，面积有40万平方米。其中海滨浴场是大连市四大海水浴场之一。",
        "name": "付家庄海滨浴场",
        "city_id": "6",
        "lat": "38.8708419799805",
        "lng": "121.629585266113",
        "level": "4"
    },
    {
        "id": "170",
        "detail": "软件园、学府区是大连市高新技术产业基地、软件和服务外包的核心区，区域内有大连理工大学、大连海事大学、东北财经大学、东软信息技术学院等12所高等院校。",
        "name": "高新万达广场、软件园、学府区",
        "city_id": "6",
        "lat": "38.8863525390625",
        "lng": "121.535339355469",
        "level": "4"
    },
    {
        "id": "171",
        "detail": "华南广场位于大连市区北部，甘井子区山东路与中华路交汇口。是大连北部发展商业的重中之重。区域内有沃尔玛超市、安盛购物广场、国美电器、红星美凯龙、亿合城等商家。",
        "name": "华南广场、金三角商圈",
        "city_id": "6",
        "lat": "38.9957809448242",
        "lng": "121.592979431152",
        "level": "4"
    },
    {
        "id": "172",
        "detail": "金石滩国家旅游度假区拥有金石世界名人蜡像馆、赏石馆、金石缘公园、万福鼎公园、中华武馆、金石发现王国主题公园、毛泽东像章陈列馆等，现已成为人们避暑消夏的首选之地。",
        "name": "金石滩国家旅游度假区",
        "city_id": "6",
        "lat": "39.0872573852539",
        "lng": "122.006965637207",
        "level": "4"
    },
    {
        "id": "173",
        "detail": "金州区地处辽东半岛南部，东临黄海，西濒渤海，南与大连市甘井子区、大连经济技术开发区、金石滩国家旅游度假区、大连保税区为邻，北与普兰店市及普兰店湾新区相接。",
        "name": "金州火车站/体育场/向应广场",
        "city_id": "6",
        "lat": "39.1022872924805",
        "lng": "121.730163574219",
        "level": "4"
    },
    {
        "id": "174",
        "detail": "大连经济技术开发区简称大连开发区，是1984年9月经国务院批准设立的中国第一个国家级开发区，誉为神州第一开发区。",
        "name": "经济技术开发区",
        "city_id": "6",
        "lat": "39.0575218200684",
        "lng": "121.765640258789",
        "level": "4"
    },
    {
        "id": "175",
        "detail": "大连西安路商业圈是大连主要的购物场所，处于大连西部旺角地段。 沃尔玛、家乐福、百盛三家大型超市，罗斯福、麦凯乐、友谊商场、百盛、锦辉五家综合商场，它们一起构建起西安路商圈的主要框架。从百盛的兴起，到家乐福的进驻，再到罗斯福的开业，西安路商圈周边的配套设施不断完善，已经成为一个购物，餐饮，休闲，娱乐一站式购物街区。",
        "name": "西安路商圈",
        "city_id": "6",
        "lat": "38.9191551208496",
        "lng": "121.593437194824",
        "level": "4"
    },
    {
        "id": "176",
        "detail": "大连西郊国家森林公园地处大连市西郊，属市内甘井子区，位于辽东半岛的西南角上，占地面积5958公顷。地貌上属于矮丘陵区，孕育了典型土壤棕色森林土，其自然植被类型被称为落叶阔叶林。",
        "name": "西郊国家森林公园",
        "city_id": "6",
        "lat": "38.940113067627",
        "lng": "121.495849609375",
        "level": "4"
    },
    {
        "id": "177",
        "detail": "香炉礁东部临海，有大型香炉礁物流区、轻轨站，宜家家居、麦德龙、山姆会员店等大型商业设施，形成整体商贸区，西部是居民区。飞架南北的香炉礁立交桥将商居两地划分。",
        "name": "香炉礁",
        "city_id": "6",
        "lat": "38.933895111084",
        "lng": "121.612213134766",
        "level": "4"
    },
    {
        "id": "178",
        "detail": "新港客运站、大连湾街道位于辽宁省大连市甘井子区东北部，是大连市区居民进出东北地区的咽喉，是大连市的基础设施走廊，也是大连市“两区一带”和辽宁省“五点一线”沿海经济带重点支持区域",
        "name": "新港客运站、大连湾",
        "city_id": "6",
        "lat": "39.0274848937988",
        "lng": "121.721176147461",
        "level": "4"
    },
    {
        "id": "179",
        "detail": "星海广场是亚洲最大的城市广场，位于中国大连市，是大连市的城市标志之一。有会展中心、现代博物馆、世界博览广场、国际游艇俱乐部、圣亚极地世界等一大批高水平现代化服务设施。",
        "name": "星海广场、圣亚海洋世界、星海公园",
        "city_id": "6",
        "lat": "38.8881187438965",
        "lng": "121.594497680664",
        "level": "4"
    },
    {
        "id": "180",
        "detail": "中山广场位于大连市中山区，总面积2.2万平方米，直径168米。广场呈圆形辐射状，有10条大路从这里向四面八方辐射，是大连最繁华的中央商务区。",
        "name": "中山广场、人民路东港商务区",
        "city_id": "6",
        "lat": "38.9274444580078",
        "lng": "121.650314331055",
        "level": "4"
    },
    {
        "id": "181",
        "detail": "老虎滩海洋公园坐落于辽宁省大连市南部海滨中部，是市区南部最大的景区。是中国最大的一座现代化海滨游乐场。园区自然风光秀丽，山海互映，景色迷人。",
        "name": "老虎滩海洋公园",
        "city_id": "6",
        "lat": "38.8785552978516",
        "lng": "121.680717468262",
        "level": "4"
    },
    {
        "id": "182",
        "detail": "旅顺经济开发区位于辽东半岛西南端，东接老铁山自然保护区；南临黄渤海分界线，与山东半岛隔海相望；西与鸟岛、蛇岛、虎平岛、牦牛岛等五岛毗邻环抱。距大连周水子国际机场49公里，距大连市区50公里，距旅顺口城区12.3公里。这里拥有天然良港——旅顺新港，海上航线至山东蓬莱仅仅66海里，至龙口92海里，至秦皇岛101海里，号称“黄金水道”。",
        "name": "旅顺经济开发区/旅顺新港",
        "city_id": "6",
        "lat": "38.8216133117676",
        "lng": "121.183753967285",
        "level": "4"
    },
    {
        "id": "183",
        "detail": "旅顺口区是国家级风景名胜区、国家级自然保护区、国家级森林公园。境内有举世闻名的天然不冻港旅顺港，为京津海上门户和东北的天然屏障。新开辟的旅顺新港是沟通辽东半岛和山东半岛的“黄金水道”。",
        "name": "旅顺军港/新玛特/大学城",
        "city_id": "6",
        "lat": "38.8162002563477",
        "lng": "121.271743774414",
        "level": "4"
    },
    {
        "id": "184",
        "detail": "人民广场位于大连市西岗区，总面积12.5万平方米，其中草坪面积4万平方米。这里是大连的行政和司法中心，大连市人民政府、法院、检察院、公安局坐落在广场上。",
        "name": "人民广场、大连市政府",
        "city_id": "6",
        "lat": "38.9179267883301",
        "lng": "121.621810913086",
        "level": "4"
    },
    {
        "id": "185",
        "detail": "这一带环境优美，来“八大关”看看老别墅、走走林荫道是件最浪漫的事。这里还汇聚了第一、第二海水浴场，以及鲁迅公园等经典海滨景点，你还可以带着孩子去青岛海底世界看看。",
        "name": "八大关、第一海水浴场、中山公园",
        "city_id": "7",
        "lat": "36.0626373291016",
        "lng": "120.349395751953",
        "level": "4"
    },
    {
        "id": "186",
        "detail": "地处青岛市区北部，是环胶州湾的中间地带和青岛最重要的工业发展腹地。",
        "name": "城阳综合商务区、农业大学",
        "city_id": "7",
        "lat": "36.3270301818848",
        "lng": "120.404106140137",
        "level": "4"
    },
    {
        "id": "187",
        "detail": "区域内有青岛标志性的休息娱乐景区：方特梦幻王国，并且周边是红岛高新区，处于高速发展的阶段。",
        "name": "方特梦幻王国、红岛高新区",
        "city_id": "7",
        "lat": "36.2146072387695",
        "lng": "120.289474487305",
        "level": "4"
    },
    {
        "id": "188",
        "detail": "位于青岛的东部，区域内既有青岛商务活动的新中心—国际会展中心，更包含各种风光秀丽的风景旅游区。区内有国际啤酒称、国际会展中心、世纪广场等文化旅游设施。",
        "name": "国际会展中心、石老人海水浴场",
        "city_id": "7",
        "lat": "36.1095733642578",
        "lng": "120.480644226074",
        "level": "4"
    },
    {
        "id": "189",
        "detail": "位于黄岛区，与青岛市区隔海相望。是青岛的新兴城区，汇集了众多高新企业和出口加工企业。",
        "name": "黄岛金沙滩度假区",
        "city_id": "7",
        "lat": "35.9615097045898",
        "lng": "120.196563720703",
        "level": "4"
    },
    {
        "id": "190",
        "detail": "即墨区政治金融中心区域，闻名遐迩的即墨小商品城以及即墨古城皆在此商圈",
        "name": "即墨古城、中心商圈",
        "city_id": "7",
        "lat": "36.3956184387207",
        "lng": "120.453758239746",
        "level": "4"
    },
    {
        "id": "191",
        "detail": "商圈为公路交通枢纽，连接各大景区，琅琊台，大珠山都是青岛著名景点。",
        "name": "西海岸度假区",
        "city_id": "7",
        "lat": "35.8794250488281",
        "lng": "120.05265045166",
        "level": "4"
    },
    {
        "id": "192",
        "detail": "中联自由港为青岛沿海地标建筑，一线海景房公寓聚集，商超配套齐全，成为新兴的商业中心；同时毗邻青岛注明旅游老街区德国风情街，形成一个成熟的旅游街区。",
        "name": "中联自由港湾、游轮母港、德国风情街",
        "city_id": "7",
        "lat": "36.0888519287109",
        "lng": "120.327651977539",
        "level": "4"
    },
    {
        "id": "193",
        "detail": "崂山是青岛的标志性自然景观、著名的道教胜地，不过离市区比较远，如果想好好领略崂山全貌，可选择在景区内住宿。景区内的住宿以家庭旅馆和农家客栈为主，旺季时价格贵且要提早订购。",
        "name": "崂山风景区",
        "city_id": "7",
        "lat": "36.1291351318359",
        "lng": "120.617813110352",
        "level": "4"
    },
    {
        "id": "194",
        "detail": "该区域是青岛的老城区，人口密集，商贸活动频繁，是青岛北部最繁荣的商圈。",
        "name": "李村商圈、青岛北站",
        "city_id": "7",
        "lat": "36.1669998168945",
        "lng": "120.435829162598",
        "level": "4"
    },
    {
        "id": "195",
        "detail": "青岛流亭机场位于市区北部的城阳区，距市区约一个多小时车程，选择在此住宿的多为需要赶早班机的商务人士或者深夜抵达青岛的少数游客。这一带经济型连锁酒店和商务宾馆比较多，也有一些星级酒店",
        "name": "流亭国际机场地区",
        "city_id": "7",
        "lat": "36.2731895446777",
        "lng": "120.392532348633",
        "level": "4"
    },
    {
        "id": "196",
        "detail": "是学区，软件园及市南区政府所在地，软件院内大中小型企业密集，周边交通便捷。",
        "name": "青岛大学",
        "city_id": "7",
        "lat": "36.0842895507813",
        "lng": "120.415298461914",
        "level": "4"
    },
    {
        "id": "197",
        "detail": "位于青岛市的东南角，是青岛老风貌保护区，该区域内有栈桥、小青岛、提督府、全面新建的青岛火车站、迎宾馆等众多历史文化遗产，其中栈桥更是青岛的标志性景点。",
        "name": "青岛火车站、栈桥、中山路劈柴院",
        "city_id": "7",
        "lat": "36.0700302124023",
        "lng": "120.31916809082",
        "level": "4"
    },
    {
        "id": "198",
        "detail": "西邻台东商圈、南临香港中路及奥帆中心商圈，是青岛的商务、金融与科技产业区域。此区域的商务宾馆和酒店式公寓比较多，更适合商务旅客。虽然这里的旅游景点不多，但交通便捷，去周边景点也方便",
        "name": "市北中央商务区",
        "city_id": "7",
        "lat": "36.0950927734375",
        "lng": "120.384368896484",
        "level": "4"
    },
    {
        "id": "199",
        "detail": "位于青岛的西北部，是青岛的老城区，经过改造后，该区域目前交通四通八达，是青岛重要的交通枢纽区。",
        "name": "四方长途汽车站区",
        "city_id": "7",
        "lat": "36.106819152832",
        "lng": "120.360794067383",
        "level": "4"
    },
    {
        "id": "200",
        "detail": "来青岛怎能不去台东的登州路啤酒街喝啤酒、吃海鲜？著名的啤酒博物馆也坐落于此，还可以去特色街“天幕城”，感受青岛各种不同的情调。这里还有与北京王府井、成都春熙路齐名的台东三路步行街。",
        "name": "台东步行街、啤酒街",
        "city_id": "7",
        "lat": "36.0866584777832",
        "lng": "120.35717010498",
        "level": "4"
    },
    {
        "id": "201",
        "detail": "该区域集海洋温泉度假区、南山国际博览中心、蓝色硅谷商圈、山东大学等高校于一体，是青岛东北部未来经济中心",
        "name": "温泉度假区、蓝色硅谷商圈",
        "city_id": "7",
        "lat": "36.432071685791",
        "lng": "120.720642089844",
        "level": "4"
    },
    {
        "id": "202",
        "detail": "是青岛市城市中心，也是重要的商业中心和旅游中心，区内有多家大型的购物商场，同时还拥有五四广场、音乐广场等处旅游场所。",
        "name": "五四广场、万象城、奥帆中心、市政府",
        "city_id": "7",
        "lat": "36.0703201293945",
        "lng": "120.390380859375",
        "level": "4"
    },
    {
        "id": "203",
        "detail": "白鹿原大学城位于西安市灞桥区东南。该大学城是目前西安高校较为集中的大学城，以西安财经学院行知学院等7所大学。住宿和生活以学校展开，价格亲民，适合学生一族选择入住。",
        "name": "白鹿原",
        "city_id": "10",
        "lat": "34.2379379272461",
        "lng": "109.085891723633",
        "level": "4"
    },
    {
        "id": "204",
        "detail": "位于西安市龙首村未央区、新城区和莲湖区三区交界处。地铁2号线龙首原站在本区，交通方便，经济繁荣。这里是西安不可多得的居住区，除了四、五星高级酒店，更有许多价格平民的小酒店。",
        "name": "北关/龙首村",
        "city_id": "10",
        "lat": "34.2989654541016",
        "lng": "108.953590393066",
        "level": "4"
    },
    {
        "id": "205",
        "detail": "西安世园会会址位于本区。如是度假休闲，环境优雅的西安灞桥生态区是不错的选择，西安凯宾斯基就在景色秀美的浐灞河边。世博园园区附近有一些商务酒店可供商务选择。",
        "name": "浐灞世园会",
        "city_id": "10",
        "lat": "34.3276557922363",
        "lng": "109.068008422852",
        "level": "4"
    },
    {
        "id": "206",
        "detail": "位于西安市北部，东以灞河为界，南以新城区相连，西以莲湖区接壤，北以渭河毗邻。如果商务出行，这里众多的商务和连锁酒店特别适合你。工作之余，可以去周边的古迹观光，如大明宫国家遗址公园。",
        "name": "城北其他区域",
        "city_id": "10",
        "lat": "34.3089332580566",
        "lng": "109.002090454102",
        "level": "4"
    },
    {
        "id": "207",
        "detail": "灞、浐、渭三河穿境而过。河流冲刷，在区内形成两个主要台原：白鹿原、铜人原。漫步于风景优美的浐河之畔，可欣赏美丽的湖景。",
        "name": "城东其他区域",
        "city_id": "10",
        "lat": "34.2344818115234",
        "lng": "109.028907775879",
        "level": "4"
    },
    {
        "id": "208",
        "detail": "西安的交通枢纽区域，是通往西宝高速和咸阳国际机场的交通要道。本区经济性酒店居多，配套设施齐全，性价比高。",
        "name": "城西客运站地区",
        "city_id": "10",
        "lat": "34.2794036865234",
        "lng": "108.880699157715",
        "level": "4"
    },
    {
        "id": "209",
        "detail": "西安外事学院、著名的阿房宫景区在本区。住宿多为性价比高的快捷酒店为主，配套设施齐全，是经济实惠之选。",
        "name": "城西其他区域",
        "city_id": "10",
        "lat": "34.2655639648438",
        "lng": "108.870880126953",
        "level": "4"
    },
    {
        "id": "210",
        "detail": "这里是西安的新城区，高楼林立，著名的大明宫国家遗址公园所在地。周边有大明宫购物中心、万达百货等商场，外出购物、就餐方便。毗邻西安站，交通便利。",
        "name": "大明宫遗址公园",
        "city_id": "10",
        "lat": "34.3006248474121",
        "lng": "108.969902038574",
        "level": "4"
    },
    {
        "id": "211",
        "detail": "大唐西市位于城墙西部，是一座以丝路风情和文化为特色的大型商业区。这里酒店不是很多，但交通方便，离主要的景点也不远，是住宿的另一选择。",
        "name": "大唐西市/城西",
        "city_id": "10",
        "lat": "34.2520408630371",
        "lng": "108.915740966797",
        "level": "4"
    },
    {
        "id": "212",
        "detail": "这里有大雁塔、陕西历史博物馆等如雷贯耳的景点。如果喜欢夜游，大唐芙蓉园和大雁塔广场的夜景一定不会令你失望。这里的青年旅舍和经济型酒店比较集中，相对市中心这里的价格较为实惠。",
        "name": "大雁塔曲江旅游区",
        "city_id": "10",
        "lat": "34.2245864868164",
        "lng": "108.97053527832",
        "level": "4"
    },
    {
        "id": "213",
        "detail": "这里交通便利、四通八达。文化氛围非常浓郁，高校林立，闲来无事可以去校园走走。服务设施齐全，高档住宅及大型商场坐落于本区，是购物、休闲的好去处。",
        "name": "电子城",
        "city_id": "10",
        "lat": "34.2123985290527",
        "lng": "108.927154541016",
        "level": "4"
    },
    {
        "id": "214",
        "detail": "西安的大学集中区，有陕西师范、邮电等大学，游荡在校园周边感受校园的清新气氛。区域内有兴教寺、清凉寺等景点可以游玩。",
        "name": "长安区/城南",
        "city_id": "10",
        "lat": "34.1788291931152",
        "lng": "108.951515197754",
        "level": "4"
    },
    {
        "id": "215",
        "detail": "长安大学城聚集了西安多个名校院校。周边酒店价格便宜，美食遍布是年轻游客不可错过区域。",
        "name": "长安区大学城",
        "city_id": "10",
        "lat": "34.1596336364746",
        "lng": "108.898086547852",
        "level": "4"
    },
    {
        "id": "216",
        "detail": "作为西咸新区的重要组成部分，涵盖两大管委会，周边配套商务酒店、服务式公寓、高端国际百货、商业街、中高端住宅等多种业态，交通便利。",
        "name": "沣东新城(西咸新区)/昆明池",
        "city_id": "10",
        "lat": "34.2109909057617",
        "lng": "108.779777526855",
        "level": "4"
    },
    {
        "id": "217",
        "detail": "西部高新科技产业前沿的领地，是经国务院首批批准的国家级新区",
        "name": "高新技术开发区/绿地会展中心",
        "city_id": "10",
        "lat": "34.2093276977539",
        "lng": "108.877731323242",
        "level": "4"
    },
    {
        "id": "218",
        "detail": "位于西安市雁塔区，西安曲江国际会展中心与高耸的电视塔隔街相望。这里是西安经济、文化的交流中心，举办过各种展览。周边商业繁华，地段优越，大多为商务酒店。",
        "name": "国展中心/电视塔",
        "city_id": "10",
        "lat": "34.2010765075684",
        "lng": "108.952980041504",
        "level": "4"
    },
    {
        "id": "219",
        "detail": "未央路商圈行政繁华地带，交通十分便捷。可以去汉城湖公园逛逛，了解汉文化、水文化。入住本区的人文精品酒店是不错的选择，仿汉建筑风格、又融入现代风味，别有一番风味。",
        "name": "红庙坡/大兴新区",
        "city_id": "10",
        "lat": "34.2866516113281",
        "lng": "108.912872314453",
        "level": "4"
    },
    {
        "id": "220",
        "detail": "西安市政府机关所在地。地铁2号线穿过这里，西安北站也在本区，交通便利。周边是著名的西安城市运动公园，绿树环绕，环境优美。本区有高档酒店，也有性价比较高的经济酒店。",
        "name": "火车北站/市政府",
        "city_id": "10",
        "lat": "34.3472709655762",
        "lng": "108.953842163086",
        "level": "4"
    },
    {
        "id": "221",
        "detail": "西安火车站是中国西部铁路枢纽之一。站前和站东西有诸多公交车的经停站与起点站，以及陕西省西安汽车站。由火车站向南延伸的解放路万达广场也是集购物、娱乐、美食的商业中心。",
        "name": "火车站（城中心）",
        "city_id": "10",
        "lat": "34.2828025817871",
        "lng": "108.969161987305",
        "level": "4"
    },
    {
        "id": "222",
        "detail": "这里是著名的西安交通大学所在地。坐落在交大的北边，是我国最古老的历史文化遗址——兴庆公园。该区域住宿的性价比较高，价格公道亲民。",
        "name": "交通大学/兴庆公园",
        "city_id": "10",
        "lat": "34.2572212219238",
        "lng": "108.990425109863",
        "level": "4"
    },
    {
        "id": "223",
        "detail": "泾河工业园北区的泾渭科技产业园位于本区。游客较少，住宿以商务酒店为主，设施齐全、环境舒适，价格也经济实惠。",
        "name": "泾渭开发区",
        "city_id": "10",
        "lat": "34.4088020324707",
        "lng": "108.987632751465",
        "level": "4"
    },
    {
        "id": "224",
        "detail": "是中国重要的门户机场，为西北地区最大的空中交通枢纽。位于西安市西北方向，距市中心47km，交通十分便利。周边酒店价格便宜，是商旅用户的不错选择。",
        "name": "西安咸阳国际机场",
        "city_id": "10",
        "lat": "34.4453086853027",
        "lng": "108.767082214355",
        "level": "4"
    },
    {
        "id": "225",
        "detail": "位于西安市中心的东部，靠近西安火车站，区域内有地铁通过，交通便利。西京医院座落于该商圈内，周边快捷酒店价格便宜，是不错的选择。",
        "name": "西京医院/康复路",
        "city_id": "10",
        "lat": "34.2765464782715",
        "lng": "108.994674682617",
        "level": "4"
    },
    {
        "id": "226",
        "detail": "安定门为西安城墙正西门。西安的西门本是唐皇城西面中门，唐末韩建缩建新城时被保留下来。明代扩建城墙时位置略向南移，取名安定门。寓意西部边疆安泰康定。区域内多快捷连锁酒店，价格便宜。",
        "name": "西门（城中心）",
        "city_id": "10",
        "lat": "34.2663078308105",
        "lng": "108.927536010742",
        "level": "4"
    },
    {
        "id": "227",
        "detail": "西梢门是西安古城的一个十字路口，四通八达，交通十分的便利。周边很多快捷商务型酒店，适合对出行有要求的客人。",
        "name": "西稍门机场大巴站",
        "city_id": "10",
        "lat": "34.2612342834473",
        "lng": "108.916801452637",
        "level": "4"
    },
    {
        "id": "228",
        "detail": "西安繁华地段之一，以购物商业街商场为主，多以大学生年轻人居多，距离大雁塔很近。距离大雁塔很近，周围有许多的商圈，海港城在小寨的中心位置，是潮流年轻人的天下。",
        "name": "小寨/省体育场",
        "city_id": "10",
        "lat": "34.2297592163086",
        "lng": "108.953971862793",
        "level": "4"
    },
    {
        "id": "229",
        "detail": "位于西安的是中心，南靠南新街，北临省政府大院，是西安市的大型公共活动中心。周边很多的当地美食，一定不可错过。",
        "name": "新城广场省政府（城中心）",
        "city_id": "10",
        "lat": "34.2701416015625",
        "lng": "108.960670471191",
        "level": "4"
    },
    {
        "id": "230",
        "detail": "亚洲最大的试飞基地，具备世界一流的先进导航设备，具有经验丰富的技术、机务和场务保障人员。区域内多快捷连锁酒店，价格便宜。",
        "name": "阎良西飞基地",
        "city_id": "10",
        "lat": "34.6680793762207",
        "lng": "109.232536315918",
        "level": "4"
    },
    {
        "id": "231",
        "detail": "众多的古迹景点和历史悠久的老街区，地道的老西安味。钟鼓楼西侧的回民街，是每一个游客的必去之地，西安美食在这里吃个遍。书院门周边有众多的青年旅舍和家庭旅馆，可供文艺小清新们选择。",
        "name": "钟鼓楼回民街（城中心）",
        "city_id": "10",
        "lat": "34.2657508850098",
        "lng": "108.953491210938",
        "level": "4"
    },
    {
        "id": "232",
        "detail": "地处西安繁华的中心地段，区域内有李家村万达广场。既有各种饭馆、特色小吃店，也有购物商场。周边有长安大学、西安建筑科技大学和西安科技大学，人文气息浓厚。本区有性价比较高的五星酒店。",
        "name": "李家村赛格电脑城",
        "city_id": "10",
        "lat": "34.2498207092285",
        "lng": "108.969215393066",
        "level": "4"
    },
    {
        "id": "233",
        "detail": "位于西安市东部，距市中心20余公里。背靠骊山，自古就是皇亲国戚疗养的好去处。境内有秦兵马俑、华清池两个国家5A级景区。温泉资源丰富，很多酒店能提供温泉洗浴的服务。",
        "name": "临潼兵马俑旅游区",
        "city_id": "10",
        "lat": "34.3734893798828",
        "lng": "109.220581054688",
        "level": "4"
    },
    {
        "id": "234",
        "detail": "地处西安市繁华地段，从西安钟楼南行，将至南门往东拐，便是书院门古文化街。街道两旁是青一色仿古建筑，这里能体会到西安不同于别处的城市风景。周边有高档酒店，也有不少公寓酒店。",
        "name": "南门（城中心）",
        "city_id": "10",
        "lat": "34.2564163208008",
        "lng": "108.95352935791",
        "level": "4"
    },
    {
        "id": "235",
        "detail": "位于秦岭北麓浅山地带，距西安市区有段距离。西北首家野生动物园，动物种类齐全，带娃出行的好去处。相比繁华市区，这里游客不多，可选择背山面水、环境幽雅的度假休闲酒店。",
        "name": "秦岭野生动物园",
        "city_id": "10",
        "lat": "34.0586051940918",
        "lng": "108.86100769043",
        "level": "4"
    },
    {
        "id": "236",
        "detail": "位于西安市西三环外，是古城西安市的西大门。与秦阿房宫遗址毗邻，地理位置优越。本区住宿以商务酒店为主，以及干净舒适的小宾馆。",
        "name": "三桥",
        "city_id": "10",
        "lat": "34.2947082519531",
        "lng": "108.846260070801",
        "level": "4"
    },
    {
        "id": "237",
        "detail": "陕西省人民医院、以及著名景点小雁塔位于本区。这里有聚集着各种商场、酒吧、餐厅，生活出行十分方便。这里的住宿以经济型和快捷酒店为主，适合预算不多的朋友。",
        "name": "省医院/小雁塔",
        "city_id": "10",
        "lat": "34.2463035583496",
        "lng": "108.937774658203",
        "level": "4"
    },
    {
        "id": "238",
        "detail": "西安北部新城核心位置，区域内有西安图书馆、赛高城市广场。附近多为居民住宅小区、家居市场，环境清新。本区有不同档次的商务酒店，可供各种商务人士选择。",
        "name": "市图书馆/凤城二路",
        "city_id": "10",
        "lat": "34.3242111206055",
        "lng": "108.953651428223",
        "level": "4"
    },
    {
        "id": "239",
        "detail": "覆盖了著名的唐都医院及城东客运站，步行可达地铁1号线，交通十分的便利。周边聚集价格较为便宜的快捷酒店可供选择。",
        "name": "唐都医院/城东客运站",
        "city_id": "10",
        "lat": "34.2900123596191",
        "lng": "109.069953918457",
        "level": "4"
    },
    {
        "id": "240",
        "detail": "位于西安西部，一定不可错过的唐长安城宫城北墙遗址。目前正处于改造阶段，相信他日的土门商圈将更加国际化呢。",
        "name": "土门",
        "city_id": "10",
        "lat": "34.26513671875",
        "lng": "108.898361206055",
        "level": "4"
    },
    {
        "id": "241",
        "detail": "老南京区域，有地铁1号线穿过，许多公交可至。桨声灯影里的秦淮河边，古老的街巷热闹非凡。 区内既有五星级酒店，也有经济型酒店和古色古香的客栈，周边更是有南京大排档等特色美食。",
        "name": "夫子庙地区",
        "city_id": "12",
        "lat": "32.0271644592285",
        "lng": "118.793594360352",
        "level": "4"
    },
    {
        "id": "242",
        "detail": "高淳区位于南京市南，被誉为南京的后花园和南大门，市农业基地，长三角地区重要休闲旅游目的地。区域内有高淳老街、游子山风景区、迎湖桃源、瑶池山庄等众多景点。各色当地美食、民宿文化汇集。",
        "name": "高淳地区",
        "city_id": "12",
        "lat": "31.3240909576416",
        "lng": "118.876457214355",
        "level": "4"
    },
    {
        "id": "243",
        "detail": "南京奥体中心及其南部板桥新城，作为南京新兴区域，集会展金融地产于一身，商业发达，交通便利",
        "name": "河西-奥体中心-奥南地区",
        "city_id": "12",
        "lat": "32.0143623352051",
        "lng": "118.731269836426",
        "level": "4"
    },
    {
        "id": "244",
        "detail": "西万达及龙江位于河西中北部，以河西万达广场这个大型商业综合体为中心，涵盖绿博园、中山码头等景点，是集旅游、观光、商务、休闲为一体的现代化区域",
        "name": "河西-万达广场-龙江地区",
        "city_id": "12",
        "lat": "32.0383338928223",
        "lng": "118.742973327637",
        "level": "4"
    },
    {
        "id": "245",
        "detail": "该区域包含了南京火车总站，南京西站和长途汽车站，作为进出南京市的陆上通道。 距各景点不远，出火车站就是玄武湖，区域内有红山森林动物园。 本区不少酒店都有可以看见玄武湖的湖景房。",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "32.0927085876465",
        "lng": "118.802955627441",
        "level": "4"
    },
    {
        "id": "246",
        "detail": "位于南京中南部，有牛首山、方山、将军山等景点。地铁1号线穿过本区东部，南京南站、南京禄口机场也位于此。高中低档酒店齐全，聚集在交通便利的区域东部。",
        "name": "江宁开发区",
        "city_id": "12",
        "lat": "31.9418239593506",
        "lng": "118.825660705566",
        "level": "4"
    },
    {
        "id": "247",
        "detail": "位于长江北岸，有地铁10号线、多路公交及摆渡船等交通。区域内有位于老山国家森林公园脚下的汤泉温泉、龙福山茶场等，是休闲度假的好地方。",
        "name": "江浦汤泉地区",
        "city_id": "12",
        "lat": "32.0647888183594",
        "lng": "118.634475708008",
        "level": "4"
    },
    {
        "id": "248",
        "detail": "位于中山陵景区北面，北临长江，是世界级光电显示产业基地和国家级长江航运物流枢纽。是南京的出口加工区、进驻了西门子、A.O.史密斯等一大批国际知名企业，酒店多位中低档。",
        "name": "新港-栖霞山景区",
        "city_id": "12",
        "lat": "32.1513595581055",
        "lng": "118.871788024902",
        "level": "4"
    },
    {
        "id": "249",
        "detail": "南京最热闹的商业区，地铁1号线和2号线的换乘站坐落于区域中心，交通极为便利。逛街购物第一选择，著名景点总统府也在本区。这里高中低档酒店齐全，价格稍高，建议入住支路小巷，闹中取静。",
        "name": "新街口地区（市中心）",
        "city_id": "12",
        "lat": "32.0472793579102",
        "lng": "118.79035949707",
        "level": "4"
    },
    {
        "id": "250",
        "detail": "位于中山陵景区东面，是21世纪江苏省发展高等教育产业的重点地区，地铁2号线穿越而过。区域内拥有南京大学，南京师范大学，南京财经大学，南京外国语仙林分校等众多名校。",
        "name": "徐庄软件园-仙林大学城商圈",
        "city_id": "12",
        "lat": "32.1052398681641",
        "lng": "118.936851501465",
        "level": "4"
    },
    {
        "id": "251",
        "detail": "该区东邻玄武湖、钟山风景区，有地铁1号线及多所高校。颐和路周边都是民国建筑，其中有不少酒店也充满民国味道，玄武湖边的不少酒店有湖景房。狮子桥美食街、湖南路步行街、阅江楼适合休闲。",
        "name": "玄武湖湖南路地区",
        "city_id": "12",
        "lat": "32.0747413635254",
        "lng": "118.778587341309",
        "level": "4"
    },
    {
        "id": "252",
        "detail": "以石塘竹海景区、濮塘风景区、银杏湖景区，呈三角形，周边5公里范围",
        "name": "银杏湖乐园-石塘竹海-濮塘风景区",
        "city_id": "12",
        "lat": "31.7148494720459",
        "lng": "118.695030212402",
        "level": "4"
    },
    {
        "id": "253",
        "detail": "由著名景点雨花台与位居主城西南部的雨花经济开发区组成。南京南站主要停靠动车和高铁，有地铁线通往市中心。酒店多集中在地铁沿线、大明路和靠近南京南站的地方，价格适中。",
        "name": "雨花台（高铁南站）区",
        "city_id": "12",
        "lat": "31.9766025543213",
        "lng": "118.803916931152",
        "level": "4"
    },
    {
        "id": "254",
        "detail": "这里是旅游休闲出行的首选。离市区稍远，餐饮娱乐等配套设施不如其他商圈，且交通不便，更适合自驾游的朋友入住。这里的酒店大多依山傍湖，自然环境相当好，价格也比较贵。",
        "name": "中山陵地区",
        "city_id": "12",
        "lat": "32.0650444030762",
        "lng": "118.859939575195",
        "level": "4"
    },
    {
        "id": "255",
        "detail": "溧水区位于南京市南部，是国家重要影视基地和农业科技基地，华东地区重要交通枢纽和物流中心。溧水区是秦淮河的发源地，空气质量达国家二级标准，素有“天然氧吧”之称，是休闲放松的好地方。",
        "name": "溧水地区",
        "city_id": "12",
        "lat": "31.6847763061523",
        "lng": "119.102928161621",
        "level": "4"
    },
    {
        "id": "256",
        "detail": "位于长江北岸，热门景点不多，酒店总体数量不多，价格实惠。 酒店多集中在景点周边，例如龙王山风景区、太子山公园、凤凰山公园。 南京长江二桥通向本区，境内有地铁S8号线穿过。",
        "name": "六合地区",
        "city_id": "12",
        "lat": "32.3258819580078",
        "lng": "118.826934814453",
        "level": "4"
    },
    {
        "id": "257",
        "detail": "以禄口国际机场为中心，周边3公里范围",
        "name": "禄口国际机场区周边",
        "city_id": "12",
        "lat": "31.7363567352295",
        "lng": "118.880271911621",
        "level": "4"
    },
    {
        "id": "258",
        "detail": "该区域毗邻中山陵景区，地铁2号线明故宫与中山陵苜蓿园站仅一站之隔。区域内除名故宫、南京博物馆外，还有月牙湖公园、南京航空航天大学、南京农业大学等，是住宿出游的理想选择区域。",
        "name": "明故宫及南京博物院地区",
        "city_id": "12",
        "lat": "32.0467834472656",
        "lng": "118.831443786621",
        "level": "4"
    },
    {
        "id": "259",
        "detail": "位于长江北岸，除公交、地铁10号线外，还有摆渡船可达。南京长江大桥、浦口火车站充满上个世纪的回忆，珍珠泉风景区是踏青的好去处。酒店集中在南京长江大桥以北和凤凰山公园周边，价格实惠。",
        "name": "浦口沿江区",
        "city_id": "12",
        "lat": "32.1427688598633",
        "lng": "118.734733581543",
        "level": "4"
    },
    {
        "id": "260",
        "detail": "历史悠久的温泉疗养区，泡泡温泉，游览阳山碑材、古猿人洞等景点。 高档度假酒店群集，多数酒店都有自己的温泉。汤山一号有许多国家领导人来疗养过，颐尚温泉人气很旺。",
        "name": "汤山温泉度假区",
        "city_id": "12",
        "lat": "32.0568161010742",
        "lng": "119.063934326172",
        "level": "4"
    },
    {
        "id": "261",
        "detail": "位于无锡东南鹅湖镇境内，西邻鸿山越国贵族墓群和泰伯墓，东与苏州、常熟接壤。这里历史遗存众多，有四个（13处）省级文保单位，一个市级文保单位，一个控保单位，50处历史建筑。",
        "name": "荡口古镇风景区",
        "city_id": "13",
        "lat": "31.5179271697998",
        "lng": "120.536186218262",
        "level": "4"
    },
    {
        "id": "262",
        "detail": "东港镇是无锡市规划建设的新型卫星城市。园区经济蓬勃兴起，入园企业超百家也有著名景点有姚桐斌故居、山联村等。距张家港、江阴港、沪宁高速公路、京沪高速公路、沿江高速公路、无锡机场均仅2",
        "name": "东港红豆工业园区",
        "city_id": "13",
        "lat": "31.6978511810303",
        "lng": "120.523048400879",
        "level": "4"
    },
    {
        "id": "263",
        "detail": "位于无锡城东南，迅速崛起的高新技术开发区，大批跨国公司在此落户，集科技城、生态城、无锡新城为一体的现代化科技新城区。",
        "name": "高新开发区",
        "city_id": "13",
        "lat": "31.5025596618652",
        "lng": "120.408569335938",
        "level": "4"
    },
    {
        "id": "264",
        "detail": "广益东亭锡山产业园区是无锡锡山区政府着手打造的新城区，区内有麦德龙、宜家、红星美凯龙等大型建材家装市场，也有倪云林纪念堂、鸿山吴文化博物馆、梅里泰伯古镇等旅游景点",
        "name": "广益东亭锡山产业园区",
        "city_id": "13",
        "lat": "31.5960941314697",
        "lng": "120.364280700684",
        "level": "4"
    },
    {
        "id": "265",
        "detail": "离市中心.5公里左右，周边大润发超市、沃尔玛超市环绕，旅游客人集散地。",
        "name": "河埒口万达商圈",
        "city_id": "13",
        "lat": "31.5690002441406",
        "lng": "120.280723571777",
        "level": "4"
    },
    {
        "id": "266",
        "detail": "工业园区独墅湖高教区位于苏州工业园区南部，目标是建设成为国内一流的高等教育人才培养基地以及高科技成果研究转化基地。苏州独墅湖高教区位于苏州城东独墅湖畔，拥有24入驻所院校。",
        "name": "工业园区独墅湖高教区",
        "city_id": "14",
        "lat": "31.2628116607666",
        "lng": "120.718307495117",
        "level": "4"
    },
    {
        "id": "267",
        "detail": "位于苏州东边，是中国和新加坡两国政府间合作的旗舰项目，全国首个开展开放创新综合试验区域",
        "name": "工业园区金鸡湖东/诚品书店",
        "city_id": "14",
        "lat": "31.32737159729",
        "lng": "120.716506958008",
        "level": "4"
    },
    {
        "id": "268",
        "detail": "该区域位于苏州工业园区金鸡湖周围，为商旅、休闲的理想选择。",
        "name": "工业园区金鸡湖西/苏州中心",
        "city_id": "14",
        "lat": "31.3228244781494",
        "lng": "120.686195373535",
        "level": "4"
    },
    {
        "id": "269",
        "detail": "位于苏州古城的北部，是苏州最热闹的地方。景点集中，如大园林拙政园、狮子林，还有美食街观前街，历史街区平江路等。从高档酒店到青年旅舍一应俱全，古色古香的园林式酒店别具特色。",
        "name": "观前街/平江路/十全街/市中心",
        "city_id": "14",
        "lat": "31.3159885406494",
        "lng": "120.630661010742",
        "level": "4"
    },
    {
        "id": "270",
        "detail": "位置尤其好，在太湖和苏州市中心之间，且有地铁相连，到两边都很方便。与古城不同，这里高楼林立马路宽阔，属于新建城区。酒店价格不是很高，以经济型酒店为主，适合预算不高的童鞋。",
        "name": "虎丘区苏州新区/寒山寺",
        "city_id": "14",
        "lat": "31.2995929718018",
        "lng": "120.555641174316",
        "level": "4"
    },
    {
        "id": "271",
        "detail": "西南部毗邻苏州市区；东部坐拥阳澄湖，优美的湖景与农家田园风光交错。西南部相城商业街一带是热门住宿处，美食、商店一应俱全。",
        "name": "相城高铁新城开发区/苏州北站",
        "city_id": "14",
        "lat": "31.4273929595947",
        "lng": "120.649871826172",
        "level": "4"
    },
    {
        "id": "272",
        "detail": "大阳山风景区位于苏州高新区浒墅关开发区，西濒碧波万倾的太湖，东至阳山环路，南起太湖大道，北至兴贤路，距苏州市区10公里，主要山体包括鸡笼山、大荒山、凤凰山、观山、火烧山、青山、阳山",
        "name": "新区科技城/苏州乐园水世界/大阳山风景区",
        "city_id": "14",
        "lat": "31.3544654846191",
        "lng": "120.47265625",
        "level": "4"
    },
    {
        "id": "273",
        "detail": "江苏省最重要的淡水湖之一，水产资源十分丰富。阳澄湖蟹，历来被称为蟹中之冠！上市时，阳澄湖上的度假村、农家乐都依湖而建，风景优美，很受欢迎。",
        "name": "阳澄湖度假区/华谊兄弟电影世界",
        "city_id": "14",
        "lat": "31.4622631072998",
        "lng": "120.780197143555",
        "level": "4"
    },
    {
        "id": "274",
        "detail": "甪直具有醇正的江南水乡特色，古镇的味道在早晚时分来得最浓，所以建议在古镇里住一晚。不管是水乡里的豪华住宅，还是适合背包客的家庭客栈，都有很浓的古镇风情。",
        "name": "甪直古镇",
        "city_id": "14",
        "lat": "31.2747592926025",
        "lng": "120.879150390625",
        "level": "4"
    },
    {
        "id": "275",
        "detail": "木渎古镇位于苏州城西，是江南唯一的园林古镇。古镇内餐饮和购物都很便利。虽离市中心较远，但住宿条件很发达，选择在木渎入住，可以很好地品味江南古镇的迷人风情。",
        "name": "木渎古镇风景区",
        "city_id": "14",
        "lat": "31.3096599578857",
        "lng": "120.51766204834",
        "level": "4"
    },
    {
        "id": "276",
        "detail": "苏州市建筑风格最新颖、规模最大的汽车客运站，也是苏州市重要的交通客运窗口之一。周边酒店价格较为便宜，适合差旅用户。",
        "name": "盘门风景区/汽车南站地区（苏州）",
        "city_id": "14",
        "lat": "31.2838153839111",
        "lng": "120.644798278809",
        "level": "4"
    },
    {
        "id": "277",
        "detail": "集购物、餐饮、休闲及娱乐为一体“应有尽有”的大型综合性购物中心。位于交通便利的吴中区越溪新城市板块，毗邻独具风韵的石湖景区。",
        "name": "石湖上方山景区/国际教育园",
        "city_id": "14",
        "lat": "31.234001159668",
        "lng": "120.614280700684",
        "level": "4"
    },
    {
        "id": "278",
        "detail": "紧邻东边的苏州古城区域，是现代时尚的的商业圈，餐饮、购物方便。住宿处主要集中在沿着苏州古城的一带，有地铁1号线经过，交通方便。",
        "name": "石路/山塘街商业区",
        "city_id": "14",
        "lat": "31.3231601715088",
        "lng": "120.609565734863",
        "level": "4"
    },
    {
        "id": "279",
        "detail": "交通极为便利，拥有苏州火车站、长途汽车站，地铁1号线穿过本区。距拙政园、狮子林、观前街等热门景点仅2-3公里。住宿价格相对便宜，无论赶车还是去景点游玩，都适合住在本区。",
        "name": "苏州火车站地区",
        "city_id": "14",
        "lat": "31.3376770019531",
        "lng": "120.614227294922",
        "level": "4"
    },
    {
        "id": "280",
        "detail": "烟波飘渺的太湖风光引人入胜，西山、东山犹如湖上明珠。沿湖多奢华的星级酒店，环境优美，适合度假。也有经济的农家乐，适合来太湖旅游的普通游客。",
        "name": "太湖风景区/东山/西山",
        "city_id": "14",
        "lat": "31.0904788970947",
        "lng": "120.395858764648",
        "level": "4"
    },
    {
        "id": "281",
        "detail": "五湖环抱的精致水乡古镇，住宿条件成熟。古镇内多民宿客栈，明清街、退思园、三桥附近是临水客栈最受欢迎的住宿点。",
        "name": "同里古镇内",
        "city_id": "14",
        "lat": "31.1642837524414",
        "lng": "120.726257324219",
        "level": "4"
    },
    {
        "id": "282",
        "detail": "古镇外的环湖西路、松北公路上有度假村、快捷酒店、青年旅舍、宾馆等多种选择，价格相对也比较便宜。",
        "name": "同里古镇外",
        "city_id": "14",
        "lat": "31.1602973937988",
        "lng": "120.714988708496",
        "level": "4"
    },
    {
        "id": "283",
        "detail": "位于苏州南郊，此区景点较少，以经济型连锁酒店为主，酒店价格实惠。距离同里古镇较近，自驾游的游客可以选择此区。",
        "name": "吴江苏州湾太湖风景区/梦幻水世界",
        "city_id": "14",
        "lat": "31.1674728393555",
        "lng": "120.651847839355",
        "level": "4"
    },
    {
        "id": "284",
        "detail": "古运河扬州段是整个运河中最古老的一段。现在扬州境内的运河与2000多年前的古邗沟路线大部分吻合，与隋炀帝开凿的运河则完全契合，从瓜洲至宝应全长125公里。",
        "name": "东关街古运河商业区",
        "city_id": "15",
        "lat": "32.4035949707031",
        "lng": "119.459747314453",
        "level": "4"
    },
    {
        "id": "285",
        "detail": "江都区位于江苏省中部，南濒长江，西傍扬州市广陵区、邗江区，东与泰州市海陵区、姜堰区接壤，北与高邮市毗连。",
        "name": "江都商业区",
        "city_id": "15",
        "lat": "32.4330444335938",
        "lng": "119.572212219238",
        "level": "4"
    },
    {
        "id": "286",
        "detail": "本区域位于市区的西南角，是扬州市的新兴经济开发区，众多大型合资企业均坐落于此。时代广场、大润发等大型卖场也在本区域内。",
        "name": "京华城扬州火车站商业区",
        "city_id": "15",
        "lat": "32.3913764953613",
        "lng": "119.380729675293",
        "level": "4"
    },
    {
        "id": "287",
        "detail": "本区域位于扬州市的中心，是扬州最繁华的商业中心，金鹰国际购物中心、万家福商场等大型百货公司坐落于此。历史悠久的文昌阁是本区域的标志性建筑。",
        "name": "扬州市中心文昌阁商业区",
        "city_id": "15",
        "lat": "32.4003868103027",
        "lng": "119.440124511719",
        "level": "4"
    },
    {
        "id": "288",
        "detail": "本区域位于扬州市的西北部，是著名的国家级旅游风景区。另一著名景点——大明寺也坐落于此区域。",
        "name": "瘦西湖风景旅游区",
        "city_id": "15",
        "lat": "32.4082298278809",
        "lng": "119.432769775391",
        "level": "4"
    },
    {
        "id": "289",
        "detail": "扬州万达广场落户扬州邗江区的消息传闻多年终于得以落实，据悉万达广场将在搬迁之后老西站地块，而于今年9月份在此地块挂牌，对扬州市民来说，又多了个逛街的好去处。",
        "name": "万达广场商业区",
        "city_id": "15",
        "lat": "32.3741302490234",
        "lng": "119.40657043457",
        "level": "4"
    },
    {
        "id": "290",
        "detail": "丹徒新区是丹徒区的政治、经济、文化中心，位于镇江南郊，距市中心9公里。新区依靠镇江主城区，按照接轨主城区，服务于主城区，融入主城区的目标定位，是镇江城市发展的重要组成部分。",
        "name": "高铁南站及丹徒新区",
        "city_id": "16",
        "lat": "32.1398506164551",
        "lng": "119.43489074707",
        "level": "4"
    },
    {
        "id": "291",
        "detail": "位于镇江市西部,长江南岸,著名的金山寺位于此区。",
        "name": "金山寺景区",
        "city_id": "16",
        "lat": "32.2213973999023",
        "lng": "119.422584533691",
        "level": "4"
    },
    {
        "id": "292",
        "detail": "以火车站为中心三公里范围内",
        "name": "镇江火车站地区",
        "city_id": "16",
        "lat": "32.2031517028809",
        "lng": "119.439231872559",
        "level": "4"
    },
    {
        "id": "293",
        "detail": "该以苏宁广场为中心，市中心三公里范围内",
        "name": "镇江市中心及西津渡景区",
        "city_id": "16",
        "lat": "32.2100067138672",
        "lng": "119.459785461426",
        "level": "4"
    },
    {
        "id": "294",
        "detail": "位于镇江市南郊，区内群山环抱，青峦错落，更有有招隐寺、虎跑泉等景点。",
        "name": "南山风景区",
        "city_id": "16",
        "lat": "32.1765747070313",
        "lng": "119.451171875",
        "level": "4"
    },
    {
        "id": "295",
        "detail": "杭州未来科技城（海创园）是中组部、国资委确定的全国4个未来科技城之一，是浙江省十二五期间重点打造的杭州城西科创产业集聚区的创新极核。",
        "name": "阿里巴巴/未来科技城",
        "city_id": "17",
        "lat": "30.2803001403809",
        "lng": "119.986068725586",
        "level": "4"
    },
    {
        "id": "296",
        "detail": "杭州奥体博览城，位于杭州钱塘江北岸、钱江三桥以东。核心区包括奥体中心体育场、体育馆、游泳馆、国际博览中心。",
        "name": "奥体博览城/钱江世纪城",
        "city_id": "17",
        "lat": "30.2356510162354",
        "lng": "120.235496520996",
        "level": "4"
    },
    {
        "id": "297",
        "detail": "滨江地区位于钱塘江南岸，通过数座钱江大桥和市区相连，交通十分便利。区域内有西兴古镇、长河古镇、星光大道、射潮广场等多个景点。您还可在此品尝地道的西湖龙井和龙井虾仁等美食茶饮。",
        "name": "滨江地区",
        "city_id": "17",
        "lat": "30.2145957946777",
        "lng": "120.218299865723",
        "level": "4"
    },
    {
        "id": "298",
        "detail": "杭州城市北部地区，围绕杭州半山国家森林公园，同时拥有“国家生态文明教育基地”称号。原为老杭州工业基地所在地。",
        "name": "城北及半山地区",
        "city_id": "17",
        "lat": "30.3706340789795",
        "lng": "120.200523376465",
        "level": "4"
    },
    {
        "id": "299",
        "detail": "富阳区位于杭州市的西南角，距武林广场32公里。美丽的富春江畔、桃源幽幽、长堤戏浪风景如画，著名的龙门古镇就在富春江南岸。更有富阳冬笋、半山桃子、三山板栗等美食。",
        "name": "富阳地区",
        "city_id": "17",
        "lat": "30.0545635223389",
        "lng": "119.966613769531",
        "level": "4"
    },
    {
        "id": "300",
        "detail": "湘湖被誉为西湖的姐妹湖，湘湖区中心是杭州乐园，地铁直达，交通便利。园区分为大型游乐区、儿童游乐区、吴越古城等主题区。乐园一年四季活动不断，有青春狂欢节、南美狂欢季、万圣节等活动。",
        "name": "杭州乐园及湘湖景区",
        "city_id": "17",
        "lat": "30.1549549102783",
        "lng": "120.243202209473",
        "level": "4"
    },
    {
        "id": "301",
        "detail": "和平会展中心地处绍兴路和东新路口的和平广场上，距市中心武林广场仅2公里，交通方面四通八达。和平会展中心是杭州市政府确定的三大会展中心之一，也是杭州西湖博览会的主场馆之一。",
        "name": "和平会展中心区域",
        "city_id": "17",
        "lat": "30.2970027923584",
        "lng": "120.182395935059",
        "level": "4"
    },
    {
        "id": "302",
        "detail": "黄龙体育中心位于西子湖畔，黄龙洞风景区旁，是浙江省目前规模最大、功能最全的体育设施。也是一个集体育比赛、文艺表演、娱乐餐饮、商务办公和购物展览于一体的多功能场所，吃住游购都很方便。",
        "name": "黄龙体育中心/浙江大学玉泉及西溪校区",
        "city_id": "17",
        "lat": "30.2723598480225",
        "lng": "120.140144348145",
        "level": "4"
    },
    {
        "id": "303",
        "detail": "这里是杭州的交通枢纽，火车城站（杭州站）、汽车南站等都在本区，住宿以中低价位的经济型酒店为主。本区离河坊街，南宋御街不出2公里，预留2小时就可以来场舌尖上的美食之旅",
        "name": "火车城站杭州站/南宋御街及河坊街",
        "city_id": "17",
        "lat": "30.2507228851318",
        "lng": "120.188980102539",
        "level": "4"
    },
    {
        "id": "304",
        "detail": "杭州东站主要停靠高铁和动车组列车。地铁1号线、沪杭高速公路均通过本区域。经济型酒店较多，适合要赶车或预算少的游客。地处最繁华的商业区武林广场东边，小商品市场十分活跃，可以“淘宝”。",
        "name": "火车东站",
        "city_id": "17",
        "lat": "30.2971000671387",
        "lng": "120.219505310059",
        "level": "4"
    },
    {
        "id": "305",
        "detail": "九堡客运中心站距离沪杭高速公路德胜出口仅有4公里，交通十分方便。车站是浙江省最大的汽车站，有通往全国各地的140条班线、554个班次，适合旅途中转的客人。",
        "name": "九堡客运中心区域",
        "city_id": "17",
        "lat": "30.3137531280518",
        "lng": "120.272804260254",
        "level": "4"
    },
    {
        "id": "306",
        "detail": "西湖是杭州的标志，旁边的灵隐寺为全国重点文物保护单位。附近有众多奢侈品牌密布的湖滨国际名品街，充满历史味道的南宋河坊街，杭州历史最悠久的美食街高银街，高中低各个档次的酒店云集。",
        "name": "西湖风景区及灵隐度假区",
        "city_id": "17",
        "lat": "30.2536602020264",
        "lng": "120.156234741211",
        "level": "4"
    },
    {
        "id": "307",
        "detail": "湖滨商圈是杭州最发达的核心商业区域，东部坐拥淡妆浓抹总相宜的西湖，西部盛产龙井，喝茶聊天，尽享杭州慢生活。这里是绝大部分游客选择入住的区域，节假日房间必定爆满，需提前预定。",
        "name": "西湖湖滨商圈",
        "city_id": "17",
        "lat": "30.2605228424072",
        "lng": "120.17057800293",
        "level": "4"
    },
    {
        "id": "308",
        "detail": "西溪湿地距主城区武林门只有6公里，距西湖仅5公里，被誉为“杭州之肺”，是电影《非诚勿扰》的拍摄地。景区内绿意盎然，河道纵横，高中低档酒店齐全，还有贴近自然、木头材质建造的小别墅。",
        "name": "西溪湿地",
        "city_id": "17",
        "lat": "30.273286819458",
        "lng": "120.073059082031",
        "level": "4"
    },
    {
        "id": "309",
        "detail": "下沙高教园区位于杭州东郊，钱塘江北岸，有地铁1号线经过，经济技术开发区及下沙大学城所在高教园区。区域内酒店价格便宜，但离西湖等热门景点稍远，最好住在地铁沿线。",
        "name": "下沙开发区及高教园区",
        "city_id": "17",
        "lat": "30.3111629486084",
        "lng": "120.340812683105",
        "level": "4"
    },
    {
        "id": "310",
        "detail": "萧山区位于钱塘江的南岸，杭州南站、杭州机场就在萧山区境内。区域本身的热门景点较少，有酒店800多家，节假日酒店涨价幅度远小于市区，若市区房间爆满，试试这里吧，交通方便，又不拥挤。",
        "name": "萧山城区及周边",
        "city_id": "17",
        "lat": "30.1839866638184",
        "lng": "120.268402099609",
        "level": "4"
    },
    {
        "id": "311",
        "detail": "萧山国际机场位于杭州东南郊，距市中心约30公里，有大约1小时路程。酒店以商务酒店和快捷酒店为主，深夜到达或需转机的旅客适合入住本区。若要去市区的西湖等景点游玩，不建议入住本区。",
        "name": "萧山国际机场及周边",
        "city_id": "17",
        "lat": "30.2377910614014",
        "lng": "120.434226989746",
        "level": "4"
    },
    {
        "id": "312",
        "detail": "余杭位于杭嘉湖平原和京杭大运河的南端，是长江三角洲的圆心地，是“中华文明曙光”——良渚文化的发祥地。素称“鱼米之乡，丝绸之府，花果之地，文化之邦”，是休闲度假的好去处。",
        "name": "余杭地区",
        "city_id": "17",
        "lat": "30.3707027435303",
        "lng": "120.035545349121",
        "level": "4"
    },
    {
        "id": "313",
        "detail": "杭州运河商务区西临京杭大运河，距武林广场仅4公里多，离西湖风景区5.5公里。是一个集国际大型商业中心、超五星级酒店、大规模国际商务写字楼等物业集群为一体的大型高端城市综合体。",
        "name": "运河商务区",
        "city_id": "17",
        "lat": "30.3240222930908",
        "lng": "120.148330688477",
        "level": "4"
    },
    {
        "id": "314",
        "detail": "白水涧位于临安市横皈镇泉坑村，景区内植被丰茂，景色秀美，气候宜人，窖头山主峰壁立千仞，海拔1095米，有“北天目”之称，是离沪、宁、苏、锡、杭等城市最近的生态旅游区。",
        "name": "临安白水涧景区",
        "city_id": "17",
        "lat": "30.3787384033203",
        "lng": "119.727531433105",
        "level": "4"
    },
    {
        "id": "315",
        "detail": "大明山为国家4A级风景名胜区，共有32峰、13涧、8瀑，夏天避暑，冬天滑雪，附近还有十门峡景区和徽杭古道入口。",
        "name": "临安大明山、十门峡景区",
        "city_id": "17",
        "lat": "30.0628280639648",
        "lng": "119.001525878906",
        "level": "4"
    },
    {
        "id": "316",
        "detail": "青山湖被誉为临安第一景，湖北面有彭祖墓遗迹，湖南面有千狮桥飞虹贯日。北湖更有上千亩国内罕见的水上森林，是泛舟特色游乐活动的理想场所。",
        "name": "临安市中心及青山湖景区",
        "city_id": "17",
        "lat": "30.2436351776123",
        "lng": "119.778869628906",
        "level": "4"
    },
    {
        "id": "317",
        "detail": "太湖源位于东天目山自然生态区，太湖水系主河流东苕溪的源头，人称“小九寨沟”。景区植被覆盖率为98%，植物种类丰富，野生景观植物遍布山野，四季景色迷人，又是一个野生动物的天堂。",
        "name": "临安太湖源景区",
        "city_id": "17",
        "lat": "30.4108772277832",
        "lng": "119.573554992676",
        "level": "4"
    },
    {
        "id": "318",
        "detail": "天目山分东天目、西天目，通常意义上所称的“天目山”是指西天目，主峰海拔1506米。素有“江南奇山”、“天然植物园”、“森林公园”和“大树王国”之称，为古今揽胜颐神胜地。",
        "name": "临安天目山景区",
        "city_id": "17",
        "lat": "30.3181266784668",
        "lng": "119.455589294434",
        "level": "4"
    },
    {
        "id": "319",
        "detail": "浙西大峡谷是国家AAAA级旅游风景区，位于杭州至黄山的黄金旅游线上，以其雄奇、野性、神秘、美丽的特色，成为华东地区近几年最具影响力的新景点之一。",
        "name": "临安浙西大峡谷景区",
        "city_id": "17",
        "lat": "30.1960144042969",
        "lng": "119.129234313965",
        "level": "4"
    },
    {
        "id": "320",
        "detail": "临平新城是余杭区最新的核心商务中心，是杭州接轨上海、融入长三角的门户和枢纽。",
        "name": "临平新城",
        "city_id": "17",
        "lat": "30.4112415313721",
        "lng": "120.310455322266",
        "level": "4"
    },
    {
        "id": "321",
        "detail": "龙门古镇位于杭州西南52公里的富春江南岸，是国家一级景点，直通320国道。这里据传是三国孙权的故里，房屋以独特的明、清古建筑群而闻名。村后有龙门山，高1067米，为富阳群山之冠。",
        "name": "龙门古镇景区",
        "city_id": "17",
        "lat": "29.9064979553223",
        "lng": "119.957588195801",
        "level": "4"
    },
    {
        "id": "322",
        "detail": "杭州市国际会议展览中心毗临长途汽车北站，是杭州国际动漫节和西博会期间汽车展的主会场。杭州汽车北站日发送旅客1.3万余人次，日始发班车700余班。酒店以经济实惠型为主。",
        "name": "汽车北站及国际会展中心区域",
        "city_id": "17",
        "lat": "30.3232612609863",
        "lng": "120.119087219238",
        "level": "4"
    },
    {
        "id": "323",
        "detail": "钱江新城位于浙江省杭州市城区的东南部，钱塘江北岸，距离西湖风景区约4.5公里，距萧山国际机场约18公里。考虑到城市未来发展的需要，新城规划强调核心区块地下空间的开发和贯通，以及与大型停车场、地铁站、步行及公交系统、地下人行系统、交通换乘枢纽之间的联系。同时，结合主要的开敞空间和景观轴线，构造优美的城市景观廊道。钱江新城集行政办公、金融、贸易、信息、商业、旅游、居住等功能于一体，发挥着中央商务区所具有的综合服务、生产创新和要素集散等作用。",
        "name": "钱江新城",
        "city_id": "17",
        "lat": "30.2519588470459",
        "lng": "120.21662902832",
        "level": "4"
    },
    {
        "id": "324",
        "detail": "三墩位于杭城西北部，毗邻西溪湿地、浙大紫金港、勾庄镇、西湖科技园、北部软件园。为科技、教育核心潜力发展区域。函盖各类大型商务会晤型酒店。",
        "name": "三墩地区/北部软件园",
        "city_id": "17",
        "lat": "30.3378295898438",
        "lng": "120.085540771484",
        "level": "4"
    },
    {
        "id": "325",
        "detail": "之江区南频钱塘江，北依五云山，主要建有宋城、九溪玫瑰园、龙坞品茶等一批度假胜地，依托艺术气息浓厚的象山美术学院、音乐学院。度假区通过梅灵隧道与西湖风景名胜区相连，地势开阔，气候舒适",
        "name": "宋城、转塘及之江休闲度假区",
        "city_id": "17",
        "lat": "30.161153793335",
        "lng": "120.084121704102",
        "level": "4"
    },
    {
        "id": "326",
        "detail": "文教区内学府与高新公司云集，有浙大、阿里等多个著名高校及企业",
        "name": "文教区/浙大紫金港校区",
        "city_id": "17",
        "lat": "30.2898387908936",
        "lng": "120.143196105957",
        "level": "4"
    },
    {
        "id": "327",
        "detail": "武林广场位于西湖以北，是杭州最繁华的商业圈，高档商场林立。这里有地铁1号线可直达火车站，亦有机场大巴往返于萧山机场。区域内中高档酒店集中，可感受省会城市的繁华，欣赏都市夜景。",
        "name": "武林广场附近（市中心）",
        "city_id": "17",
        "lat": "30.2777271270752",
        "lng": "120.167709350586",
        "level": "4"
    },
    {
        "id": "328",
        "detail": "白沙岛位于舟山普陀旅游金三角内，岛小而精。西与沙雕故乡朱家尖一衣带水，单程水路仅20分钟航程，东北部与中国四大佛教名山普陀山隔海相望，与洛伽山隔海相邻。白沙岛一年四季气候宜人，海岛风俗浓郁，渔民纯朴好客，境内碧海绿岛，卵石砾滩兼具，蓝天秀水，奇山异石，美不胜收，是海钓和海岛休闲度假的理想之地。白沙海钓由来已久，由于地处洋鞍渔场，鲷类、鲈类等可钓鱼种蕴藏量尤为丰富。洋鞍列岛距白沙岛11.5千米，属白沙乡管辖，是舟山著名的渔场，由东亭山（别名外洋鞍）和北亭山（别名里洋鞍）岛礁组成。",
        "name": "白沙岛",
        "city_id": "20",
        "lat": "29.9359264373779",
        "lng": "122.459663391113",
        "level": "4"
    },
    {
        "id": "329",
        "detail": "舟山曾经的市中心，如今有着浓郁的生活气息。金塘大桥与宁波跨海相连，陆路交通便利。区域内有些还不错的商务酒店，也有不少小宾馆，住宿相对便宜。",
        "name": "定海区",
        "city_id": "20",
        "lat": "30.0210456848145",
        "lng": "122.114974975586",
        "level": "4"
    },
    {
        "id": "330",
        "detail": "东港位于舟山本岛东南隅的普陀经济开发区，为普陀海上旅游金三角核心区域，是集行政、文化、商贸、旅游、居住为一体的现代化滨海新城。",
        "name": "东港/凯虹广场/普陀天地",
        "city_id": "20",
        "lat": "29.9719848632813",
        "lng": "122.325942993164",
        "level": "4"
    },
    {
        "id": "331",
        "detail": "东极岛是韩寒电影后会无期的拍摄地，面朝大海春暖花开的绝美风景令人过目不忘",
        "name": "东极岛/东福山",
        "city_id": "20",
        "lat": "30.1985282897949",
        "lng": "122.691177368164",
        "level": "4"
    },
    {
        "id": "332",
        "detail": "朱家尖是舟山群岛的第五大岛，全岛面积72平方公里，与海天佛国 普陀山并称为普陀山国家级重点风景名胜区，是舟山休闲度假的热门选择。普陀山机场、蜈蚣峙码头、跨海大桥将海陆空一网打尽。",
        "name": "朱家尖/蜈蚣峙码头/机场/南沙/东沙",
        "city_id": "20",
        "lat": "29.9584102630615",
        "lng": "122.377380371094",
        "level": "4"
    },
    {
        "id": "333",
        "detail": "“临城新区”是舟山市政府近年开发建设的一个新城区，又称新城。临城新区介于定海、普陀两大城区之间。为加强定海城区与普陀城区的联系，《舟山市城市总体规划》将临城新区作为舟山市远期政治、文化、教育、服务中心。",
        "name": "临城新区/市政府/新城客运站",
        "city_id": "20",
        "lat": "29.9885177612305",
        "lng": "122.201965332031",
        "level": "4"
    },
    {
        "id": "334",
        "detail": "遍布古刹的观音道场，也是舟山诸岛中人气最旺的一个，香火不断。岛上有交通车直达各主要景点，交通非常便利。前寺和后寺周边住宿较集中，颇有禅意的星级度假酒店和普通农家乐都能找到，价格小贵",
        "name": "普陀山/普济寺/南海观音",
        "city_id": "20",
        "lat": "29.9911136627197",
        "lng": "122.393440246582",
        "level": "4"
    },
    {
        "id": "335",
        "detail": "包含：凤凰岛、六横岛、舟山金塘",
        "name": "其他列岛",
        "city_id": "20",
        "lat": "29.751106262207",
        "lng": "122.128761291504",
        "level": "4"
    },
    {
        "id": "336",
        "detail": "普陀区的交通枢纽，客运站有班车频繁发往周边县市，去往周边岛屿的游船也由此启程。在海边的大排档吃海鲜看海港夜景，是来到沈家门的游人最不可错过的体验。东海路上住宿、银行等设施最为集中。",
        "name": "沈家门/半升洞码头/夜排档/国际水产城",
        "city_id": "20",
        "lat": "29.9459686279297",
        "lng": "122.291610717773",
        "level": "4"
    },
    {
        "id": "337",
        "detail": "桃花岛是金庸武侠电影的取景地，岛上的薰衣草也美得令人窒息",
        "name": "桃花岛/安期峰",
        "city_id": "20",
        "lat": "29.8193302154541",
        "lng": "122.301338195801",
        "level": "4"
    },
    {
        "id": "338",
        "detail": "绍兴县滨海工业区地处绍兴北部,定位点是打造国际纺织品制造中心和现代化开放型工业新城，滨海工业区主要设工业园区、商贸区、居住区和旅游休闲区等五大功能区。",
        "name": "滨海开发区",
        "city_id": "22",
        "lat": "30.1576519012451",
        "lng": "120.629516601563",
        "level": "4"
    },
    {
        "id": "339",
        "detail": "解放大道以西，环城北路以北。",
        "name": "城北地区",
        "city_id": "22",
        "lat": "30.0289516448975",
        "lng": "120.571380615234",
        "level": "4"
    },
    {
        "id": "340",
        "detail": "环城东路以东，云东路以南。",
        "name": "城东地区",
        "city_id": "22",
        "lat": "29.9999198913574",
        "lng": "120.615699768066",
        "level": "4"
    },
    {
        "id": "341",
        "detail": "环城南路以南区域,东至山阴路。",
        "name": "城南地区",
        "city_id": "22",
        "lat": "29.9821758270264",
        "lng": "120.586883544922",
        "level": "4"
    },
    {
        "id": "342",
        "detail": "大禹陵位于绍兴城东南会稽山麓，全国重点文物保护单位，是人们祭祀瞻仰中华民族立国之祖、古代治水英雄大禹的圣地；会稽山度假区是1995年经省人民政府批准设立的首批省级旅游度假区。",
        "name": "大禹陵及会稽山旅游度假区",
        "city_id": "22",
        "lat": "29.9739074707031",
        "lng": "120.619514465332",
        "level": "4"
    },
    {
        "id": "343",
        "detail": "绍兴东站位于绍兴上虞区，是上虞核心高铁出行交通枢纽",
        "name": "高铁绍兴东站地区",
        "city_id": "22",
        "lat": "30.0608139038086",
        "lng": "120.859016418457",
        "level": "4"
    },
    {
        "id": "344",
        "detail": "鉴湖-柯岩旅游度假区规划面积100多平方公里，位于绍兴“母亲湖”鉴湖的核心区域。区内拥有2个AAAA级景区即柯岩风景区和大香林景区、乔波冰雪世界等一批重量级景区及高档接待服务中心。",
        "name": "鉴湖柯岩旅游度假区",
        "city_id": "22",
        "lat": "30.0542869567871",
        "lng": "120.483711242676",
        "level": "4"
    },
    {
        "id": "345",
        "detail": "柯桥是绍兴县县域中心城区,为绍兴县的政治、经济、文化中心,绍兴地区经济中心，拥有规模庞大的轻纺产业群和享誉海内外的中国轻纺城;柯桥经济开发区位于长江三角洲繁华的沪杭甬经济带上。",
        "name": "柯桥",
        "city_id": "22",
        "lat": "30.09202003479",
        "lng": "120.497413635254",
        "level": "4"
    },
    {
        "id": "346",
        "detail": "位于绍兴市郊西南，依山傍水，茂林修竹，为一处优雅的古典园林。春秋时越王勾践植兰于此，汉代时建有驿亭，因而得名。东晋大书法家王羲之作《兰亭集序》，神来之笔，成千古绝唱。",
        "name": "兰亭",
        "city_id": "22",
        "lat": "29.9245643615723",
        "lng": "120.520812988281",
        "level": "4"
    },
    {
        "id": "347",
        "detail": "位于绍兴市区北郊，沪杭甬高速公路绍兴出入口处，是绍兴市以高新技术产业为主导的现代化工业新城区,重点发展电子信息、生物医药、机电一体化、新材料和环保等高新技术产业项目。",
        "name": "袍江开发区",
        "city_id": "22",
        "lat": "30.0931491851807",
        "lng": "120.611167907715",
        "level": "4"
    },
    {
        "id": "348",
        "detail": "解放大道以东，环城北路以北。",
        "name": "汽车客运中心地区",
        "city_id": "22",
        "lat": "30.0306396484375",
        "lng": "120.605590820313",
        "level": "4"
    },
    {
        "id": "349",
        "detail": "绍兴市上虞区位于浙江省东北部，绍兴市东部， 东邻余姚市，南接嵊州市，西连柯桥区、越城区，北濒钱塘江 河口，隔水与海盐县相望。绍兴市上虞区历史底蕴深厚，是中国青瓷的发源地。",
        "name": "上虞区",
        "city_id": "22",
        "lat": "30.0380973815918",
        "lng": "120.882247924805",
        "level": "4"
    },
    {
        "id": "350",
        "detail": "上虞核心区域，区域内还有铁路交通上虞站",
        "name": "上虞区中心",
        "city_id": "22",
        "lat": "30.0205421447754",
        "lng": "120.846000671387",
        "level": "4"
    },
    {
        "id": "351",
        "detail": "老绍兴，最江南，市中心保留古城原始风貌，血脉中流淌着浓郁的文化气息人文景观众多，鲁迅故里，沈园，周恩来纪念馆，秋瑾故居，仓桥直街等，另无数游客流连忘返。",
        "name": "绍兴市中心",
        "city_id": "22",
        "lat": "30.0094623565674",
        "lng": "120.586059570313",
        "level": "4"
    },
    {
        "id": "352",
        "detail": "黄山高铁北站目前是皖南地区最大的综合交通枢纽",
        "name": "高铁北站",
        "city_id": "23",
        "lat": "29.8213348388672",
        "lng": "118.279418945313",
        "level": "4"
    },
    {
        "id": "353",
        "detail": "黄山景区南大门最大的换乘中心及汽车站",
        "name": "黄山风景区换乘中心总站",
        "city_id": "23",
        "lat": "30.0715656280518",
        "lng": "118.181632995605",
        "level": "4"
    },
    {
        "id": "354",
        "detail": "黄山风景区北大门入口位置在黄山市黄山区境内，毗邻太平湖风景区",
        "name": "黄山区北大门",
        "city_id": "23",
        "lat": "30.2787837982178",
        "lng": "118.147529602051",
        "level": "4"
    },
    {
        "id": "355",
        "detail": "位于海拔1500米以上的山顶，观日出看云海绝佳之所",
        "name": "黄山山顶",
        "city_id": "23",
        "lat": "30.13014793396",
        "lng": "118.168296813965",
        "level": "4"
    },
    {
        "id": "356",
        "detail": "进入黄山标志性牌坊-南大门",
        "name": "黄山汤口南大门",
        "city_id": "23",
        "lat": "30.0970859527588",
        "lng": "118.194236755371",
        "level": "4"
    },
    {
        "id": "357",
        "detail": "黄山温泉景区古称桃源仙境，景区以揽胜桥为中心向四周辐射，桃花溪和逍遥溪贯穿其中，中心海拔高度在650米左右",
        "name": "黄山温泉景区",
        "city_id": "23",
        "lat": "30.105375289917",
        "lng": "118.182556152344",
        "level": "4"
    },
    {
        "id": "358",
        "detail": "呈坎镇包含呈坎风景区和丰乐湖景区，古称：呈坎双贤里，江南第一村。",
        "name": "徽州呈坎镇",
        "city_id": "23",
        "lat": "29.9208831787109",
        "lng": "118.285804748535",
        "level": "4"
    },
    {
        "id": "359",
        "detail": "徽州古城歙县是徽文化发源地之一，是黄山市的经济核心之一，距离市中心仅20分钟车程",
        "name": "徽州古城/歙县",
        "city_id": "23",
        "lat": "29.8716602325439",
        "lng": "118.442848205566",
        "level": "4"
    },
    {
        "id": "360",
        "detail": "徽州区地处黄山风景区南麓，是古徽州域名唯一传承地。",
        "name": "徽州区/岩寺",
        "city_id": "23",
        "lat": "29.8335933685303",
        "lng": "118.34317779541",
        "level": "4"
    },
    {
        "id": "361",
        "detail": "该商圈为黄山旅游景点区域，交通便利，集吃住行游购娱于一身",
        "name": "屯溪老街/黎阳老街",
        "city_id": "23",
        "lat": "29.7146015167236",
        "lng": "118.312950134277",
        "level": "4"
    },
    {
        "id": "362",
        "detail": "该商圈为元一度假区，餐饮、住宿完善；商圈内有黄山重点学校黄山学院南区",
        "name": "元一度假区/黄山学院南区",
        "city_id": "23",
        "lat": "29.7087478637695",
        "lng": "118.322647094727",
        "level": "4"
    },
    {
        "id": "363",
        "detail": "该商圈为市政府所在区域，商务出差首选，并且周边有滨水旅游区",
        "name": "市政府/滨水旅游区",
        "city_id": "23",
        "lat": "29.720832824707",
        "lng": "118.343811035156",
        "level": "4"
    },
    {
        "id": "364",
        "detail": "国家AAAA级旅游区环境优美，风景迤逦。太平湖镇被评为中国环境优美乡镇和安徽省最佳旅游乡镇。周边多客栈民宿，价格经济。",
        "name": "太平湖风景区",
        "city_id": "23",
        "lat": "30.2887001037598",
        "lng": "117.965087890625",
        "level": "4"
    },
    {
        "id": "365",
        "detail": "九江大中路步行街，中国江西省九江市的一条商业步行街，整条大中路步行街辐射三里街，八角石，四码头，新桥头等多个商圈，全长2.1公里，道路规划宽度14米，区域内有商业网点500余家。",
        "name": "九江大中路步行街",
        "city_id": "24",
        "lat": "29.7318878173828",
        "lng": "115.995834350586",
        "level": "4"
    },
    {
        "id": "366",
        "detail": "九江站始建于1916年，改建于1996年。是中国铁路重要综合枢纽站之一，也是京九线大型停靠站。",
        "name": "九江火车站商圈",
        "city_id": "24",
        "lat": "29.709888458252",
        "lng": "116.013442993164",
        "level": "4"
    },
    {
        "id": "367",
        "detail": "九江快乐城在九江开发区核心地段，崛起一座现代商业综合体——联盛快乐城。快乐城的开业不仅成为九江新的靓丽风景和形象窗口，也为九江市民生活模式带来了前所未有的改变。",
        "name": "九江联盛快乐城",
        "city_id": "24",
        "lat": "29.7078628540039",
        "lng": "115.977058410645",
        "level": "4"
    },
    {
        "id": "368",
        "detail": "九江学院由九江财经高等专科学校、九江师范专科学校、九江医学专科学校和九江教育学院等四校于2002年3月合并组建而成。",
        "name": "九江学院商圈",
        "city_id": "24",
        "lat": "29.6854953765869",
        "lng": "116.018821716309",
        "level": "4"
    },
    {
        "id": "369",
        "detail": "柴桑区交通便利，有九江庐山机场、庐山高铁站、京九铁路、105国道等，北有长江黄金水道54公里。",
        "name": "庐山火车站商圈",
        "city_id": "24",
        "lat": "29.6145496368408",
        "lng": "115.897216796875",
        "level": "4"
    },
    {
        "id": "370",
        "detail": "位于庐山山上",
        "name": "山上",
        "city_id": "24",
        "lat": "29.5597095489502",
        "lng": "115.990005493164",
        "level": "4"
    },
    {
        "id": "371",
        "detail": "十里大楼，位于江西省九江市濂溪区 [1]  ，紧靠庐山北麓，长江南岸，京九铁路、105国道、昌九高速公路穿境而过，是濂溪区政治、经济、文化、商业中心",
        "name": "十里大道商圈",
        "city_id": "24",
        "lat": "29.682149887085",
        "lng": "115.995155334473",
        "level": "4"
    },
    {
        "id": "372",
        "detail": "白鹭洲公园是厦门最大的全开放广场公园。这一带的周边配套设施完善，靠近咖啡一条街，用餐购物都很方便。住宿相比市中心要便宜，大部分围绕着筼筜湖建立，可以住湖景房欣赏湖景。",
        "name": "白鹭洲/厦鼓码头",
        "city_id": "25",
        "lat": "24.4793167114258",
        "lng": "118.097236633301",
        "level": "4"
    },
    {
        "id": "373",
        "detail": "离轮渡码头和机场都在20分钟车程内，而且公交方便。特色小店、酒吧，质朴的民居，这里的生活充满了文艺清新范儿。有很多装修特别的客栈，价位比鼓浪屿便宜很多，而且离海边很近。",
        "name": "曾厝垵",
        "city_id": "25",
        "lat": "24.4308452606201",
        "lng": "118.131675720215",
        "level": "4"
    },
    {
        "id": "374",
        "detail": "地处闽南金三角的中心地带，三面临海，环境十分优美。可乘坐空港快线、市内公交、BRT快速公交往返于机场和市区。该区商务、快捷酒店居多，入住于此，出行十分便捷。",
        "name": "高崎机场地区",
        "city_id": "25",
        "lat": "24.5450382232666",
        "lng": "118.14363861084",
        "level": "4"
    },
    {
        "id": "375",
        "detail": "厦门最著名最有特色的旅游胜地，文艺小清新们的最爱。特色小店众多：潘小莲酸奶，张三疯奶茶铺，赵小姐的店。酒店种类齐全，复古的老别墅、特色客栈、主题旅店、有设计感的精品酒店，这里都有。",
        "name": "鼓浪屿",
        "city_id": "25",
        "lat": "24.4525909423828",
        "lng": "118.079933166504",
        "level": "4"
    },
    {
        "id": "376",
        "detail": "阿罗海城市广场项目位于海沧区新城行政中心，聚合娱乐、文化、餐饮、教育、休闲购物等商业功能",
        "name": "海沧阿罗海城市广场/嵩屿码头",
        "city_id": "25",
        "lat": "24.48681640625",
        "lng": "118.038795471191",
        "level": "4"
    },
    {
        "id": "377",
        "detail": "位于厦门岛北半部。此区交通便利，去厦门机场非常方便，去集美和同安也不远。这里的住宿以酒店为主，配套设施比较齐全。",
        "name": "湖里商业区",
        "city_id": "25",
        "lat": "24.5110893249512",
        "lng": "118.113258361816",
        "level": "4"
    },
    {
        "id": "378",
        "detail": "厦门沿海风景线-拥有黄金海岸线及自行车骑行车道，会展会议中心",
        "name": "环岛路/黄厝海滨浴场/会展中心",
        "city_id": "25",
        "lat": "24.4725914001465",
        "lng": "118.191070556641",
        "level": "4"
    },
    {
        "id": "379",
        "detail": "集美学村位于厦门集美半岛，它既是钟灵毓秀之地，又是凝集众美的观光风景区",
        "name": "集美学村/杏林湾/园博苑",
        "city_id": "25",
        "lat": "24.589786529541",
        "lng": "118.102157592773",
        "level": "4"
    },
    {
        "id": "380",
        "detail": "中山路是厦门老牌商业街，人气很旺。交通最为便利，在这里坐轮渡就是鼓浪屿。中山路步行街上有众多小吃等待着你的品尝。这里的建筑风格独特，骑楼建筑尽显南洋风情，保存着近代的历史风貌。",
        "name": "中山路",
        "city_id": "25",
        "lat": "24.4596176147461",
        "lng": "118.081192016602",
        "level": "4"
    },
    {
        "id": "381",
        "detail": "厦门繁华的新商业中心。该区的SM城市广场集购物、娱乐、美食、体闲于一体，消费首选之地。除了高档酒店，也有不少性价比高、舒适整洁、配套完善的经济型酒店。",
        "name": "SM城市广场地区",
        "city_id": "25",
        "lat": "24.5070095062256",
        "lng": "118.133720397949",
        "level": "4"
    },
    {
        "id": "382",
        "detail": "厦门北站是福厦铁路、龙厦铁路、厦深铁路上的一个客运站点。该区的集美学村是高等学校的集聚地，具有浓厚的文化底蕴。这里有温馨的客栈、旅店，部分客栈还能供厦门北站的接送服务。",
        "name": "厦门北站",
        "city_id": "25",
        "lat": "24.6425590515137",
        "lng": "118.080490112305",
        "level": "4"
    },
    {
        "id": "383",
        "detail": "厦门大学西门有一个汽车总站，发往厦门几乎全部重要景点，交通极为便利。这里有不少小吃店，味道不错、价格也相对便宜。这里的住宿性价比高，住在厦大附近还可以感受校园的闲适气氛。",
        "name": "厦门大学",
        "city_id": "25",
        "lat": "24.44264793396",
        "lng": "118.111907958984",
        "level": "4"
    },
    {
        "id": "384",
        "detail": "四通八达的交通枢纽地带，将商城、火车站、长途汽车站、公交站连成一片。火车站附近的莲坂商业区，交通便捷，到哪儿的公交车都有。",
        "name": "厦门火车站地区",
        "city_id": "25",
        "lat": "24.4735298156738",
        "lng": "118.122650146484",
        "level": "4"
    },
    {
        "id": "385",
        "detail": "临近环岛路会展中心和软件园，交通便利。周边有大型购物中心、SOHO办公、高级写字楼、美食街等。该区商务、精品、度假酒店均有，可根据不同的需求选择。",
        "name": "五缘湾",
        "city_id": "25",
        "lat": "24.5173625946045",
        "lng": "118.180709838867",
        "level": "4"
    },
    {
        "id": "386",
        "detail": "距离张家界机场和火车站都非常近。市区酒店类型众多，周边的餐饮购物等配套设施齐全。到达张家界国家森林公园和天门山两大景点都比较方便。",
        "name": "张家界市区",
        "city_id": "27",
        "lat": "29.1209163665771",
        "lng": "110.485877990723",
        "level": "4"
    },
    {
        "id": "387",
        "detail": "国家AAAAA级旅游景区。武陵源被称为自然的迷宫、地质的博物馆、森林的王国、植物的百花园、野生动物的乐园，主要景点：张家界国家森林公园、天子山、杨家界、索溪峪风景区。",
        "name": "武陵源/森林公园景区",
        "city_id": "27",
        "lat": "29.3558559417725",
        "lng": "110.469802856445",
        "level": "4"
    },
    {
        "id": "388",
        "detail": "成都火车北站的所在区域，是西南区最大的客运、货物交通运输集散地，地铁1号线直达。附近有荷花池药材、服装批发市场、西南交通大学、成都动物园等，住宿及出游都很方便。",
        "name": "成都火车北站、城北客运中心",
        "city_id": "28",
        "lat": "30.7015838623047",
        "lng": "104.079917907715",
        "level": "4"
    },
    {
        "id": "389",
        "detail": "成都东站是中西部最大的铁路客运站之一和西南最大的综合交通枢纽。区域内有包含了国际百货、超级市场、休闲餐饮等多种生活服务设施的锦华万达广场、四川师范大学等主要场所。",
        "name": "成都火车东站、塔子山公园",
        "city_id": "28",
        "lat": "30.6350650787354",
        "lng": "104.148132324219",
        "level": "4"
    },
    {
        "id": "390",
        "detail": "成都南站距天府广场5.5公里，距离成都东站7公里，距离成都站10公里，距离双流机场站13公里。附近有地铁1号和在建的地铁7号线，还有集购物生活为一体的凯丹广场。",
        "name": "成都火车南站、凯丹广场",
        "city_id": "28",
        "lat": "30.6113109588623",
        "lng": "104.073890686035",
        "level": "4"
    },
    {
        "id": "391",
        "detail": "新开通往九寨沟线路火车西站及新建休闲购物中心青羊万达广场",
        "name": "成都火车西站、青羊万达",
        "city_id": "28",
        "lat": "30.6895046234131",
        "lng": "103.984687805176",
        "level": "4"
    },
    {
        "id": "392",
        "detail": "这里是成都的市中心，2条地铁线路在此交汇，区域内有春熙路步行街、太平洋百货、王府井百货等大型商场以及成都著名的小吃店。春天绿草茵茵，鲜花艳丽，住宿逛街都很方便，还是打望美女的胜地。",
        "name": "春熙路、太古里商业区",
        "city_id": "28",
        "lat": "30.6610546112061",
        "lng": "104.083419799805",
        "level": "4"
    },
    {
        "id": "393",
        "detail": "杜甫草堂坐落成都市西门外的浣花溪畔，诗人杜甫曾在此居住四年有余",
        "name": "杜甫草堂、清水河大桥",
        "city_id": "28",
        "lat": "30.6663970947266",
        "lng": "104.034851074219",
        "level": "4"
    },
    {
        "id": "394",
        "detail": "高新南区、金融城商业区是现代商务中心、高端产业新城。大力发展金融商务、科技研发、软件外包、商贸会展等高端服务业，是未来成都重要的金融中心、商务中心、科技中心、会议展览中心和政务服务",
        "name": "高新南区、金融城商业区",
        "city_id": "28",
        "lat": "30.5981979370117",
        "lng": "104.072532653809",
        "level": "4"
    },
    {
        "id": "395",
        "detail": "成都高新西区位于成都市西，距成都市中心6公里，是国家高新技术产业开发区，发展以电子信息为龙头及现代中药等高新技术产业的重要基地。茶店子车站提供了便捷的交通支持，适合商务旅行的客人。",
        "name": "高新西区、茶店子公交站",
        "city_id": "28",
        "lat": "30.7354564666748",
        "lng": "103.982398986816",
        "level": "4"
    },
    {
        "id": "396",
        "detail": "九眼桥是成都的酒吧聚集地之一，兰桂坊等各类酒吧汇集于此，是成都夜文化的标志。合江亭位于府南河之处，是时人登舟出川的主要口岸。这里到春熙路步行街约2公里左右，是住宿游玩的好选择。",
        "name": "合江亭/九眼桥附近地区",
        "city_id": "28",
        "lat": "30.6487770080566",
        "lng": "104.090225219727",
        "level": "4"
    },
    {
        "id": "397",
        "detail": "该商区处于二环路和三环路之间，到市中心大约6公里，出行较便捷。区域内拥有西南最大的汽车、汽车配件中心红牌楼汽车城，以及传统美食汇集的双楠美食街。",
        "name": "红牌楼、双楠商业区",
        "city_id": "28",
        "lat": "30.6401634216309",
        "lng": "104.03515625",
        "level": "4"
    },
    {
        "id": "398",
        "detail": "商区位于人民南路滨江路以南，地铁1号线穿越而过，拥有全国综合实力第二的华西医院，省体育馆、四川大学等地标。商区还有数码广场、来福士广场等新兴购物广场，无论是商务还是旅游都很方便。",
        "name": "华西医院、省体育馆商业区",
        "city_id": "28",
        "lat": "30.6368026733398",
        "lng": "104.071876525879",
        "level": "4"
    },
    {
        "id": "399",
        "detail": "华阳地区是古成都广都是古蜀国三都（成都、广都、新都）之广都治所，现为成都美食休闲聚集地，毗邻新会展区域，是天府新区与成都市区交汇地，也是天府新区管委会驻地。",
        "name": "华阳地区",
        "city_id": "28",
        "lat": "30.5183944702148",
        "lng": "104.071228027344",
        "level": "4"
    },
    {
        "id": "400",
        "detail": "黄龙溪古镇位于双流区西南，是一个风景优美、历史悠久并拥有浓厚文化底蕴的川西水上古镇。镇内清代风格的街肆建筑保存完好，古镇特色有：古街、古树、古庙、古水陆码头、古建筑和古朴的民风。",
        "name": "黄龙溪古镇附近地区",
        "city_id": "28",
        "lat": "30.3250293731689",
        "lng": "103.984100341797",
        "level": "4"
    },
    {
        "id": "401",
        "detail": "建设路大商圈被称为“时尚城东，购物天堂”。东郊记忆公园是集合音乐、美术、戏剧、摄影等文化形态的多元文化园区，游客即可在此购物休闲，还可体味艺术气息。",
        "name": "建设路、东郊记忆公园",
        "city_id": "28",
        "lat": "30.6756572723389",
        "lng": "104.13062286377",
        "level": "4"
    },
    {
        "id": "402",
        "detail": "锦华万达广场，规模近40万平米，拥有休闲餐饮、国际影院、国际百货等设施；川师大附近美食品种丰富，人气高",
        "name": "锦华万达、四川师范大学 商业区",
        "city_id": "28",
        "lat": "30.6158351898193",
        "lng": "104.129554748535",
        "level": "4"
    },
    {
        "id": "403",
        "detail": "这里是来成都的必游之地，交通便利，地铁1号线贯通南北。号称“西蜀第一街”的锦里，是西蜀地区最古老的商业街，特色商店、小吃、酒吧比比皆是，傍晚红灯笼亮起时最美，夜生活也很丰富。",
        "name": "锦里/武侯祠附近地区",
        "city_id": "28",
        "lat": "30.6542568206787",
        "lng": "104.05428314209",
        "level": "4"
    },
    {
        "id": "404",
        "detail": "科学城、西部博览城地区位于天府大道南段，成都天府新区腹地，圈内高新技术企业林立，西部博览城为中西部最大会展中心。",
        "name": "科学城、西部博览城地区",
        "city_id": "28",
        "lat": "30.4087791442871",
        "lng": "104.085800170898",
        "level": "4"
    },
    {
        "id": "405",
        "detail": "宽窄巷子是成都必游景点，由宽巷子、窄巷子和井巷子三条平行排列的城市老式街道及其之间的四合院群落组成。区域内有中医学院、省医院、文化公园、百花潭公园等，吃喝玩乐及特色住宿一应俱全。",
        "name": "宽窄巷子/中医学院附近地区",
        "city_id": "28",
        "lat": "30.670560836792",
        "lng": "104.057899475098",
        "level": "4"
    },
    {
        "id": "406",
        "detail": "新都区是成都市城北副中心，承担着成都市机械、电子、食品、生物制药、旅游和物流基地的功能。著名歌手张杰、李宇春均出生在这里，还有培养音乐人才的四川音乐学院。",
        "name": "新都地区",
        "city_id": "28",
        "lat": "30.8375988006592",
        "lng": "104.150512695313",
        "level": "4"
    },
    {
        "id": "407",
        "detail": "成都熊猫基地地处成都市北郊斧头山，距市区10余公里，交通便利，是观赏大熊猫最理想的场所。基地还有多种野生动物、竹林，熊猫树屋、熊猫餐厅等供游人玩赏。",
        "name": "熊猫基地附近地区",
        "city_id": "28",
        "lat": "30.7392082214355",
        "lng": "104.15225982666",
        "level": "4"
    },
    {
        "id": "408",
        "detail": "一品天下美食街、酒吧街是代表成都美食文化和餐饮最高水平的美食街，文杏酒楼等多家餐饮店汇集。金沙遗址代表从商代晚期至西周时期的文化，出土了金、铜、玉器等5000余件文物。",
        "name": "一品天下/金沙遗址附近地区",
        "city_id": "28",
        "lat": "30.6977691650391",
        "lng": "104.029479980469",
        "level": "4"
    },
    {
        "id": "409",
        "detail": "玉林广场是成都人娱乐休闲中心、有“成都夜巴黎”之称。音乐房子、小酒馆等最具成都特色的酒吧有很多，火锅等各种美食更是数不胜数，是体验成都文化的必到之处。",
        "name": "玉林生活广场、桐梓林商业区",
        "city_id": "28",
        "lat": "30.626838684082",
        "lng": "104.064468383789",
        "level": "4"
    },
    {
        "id": "410",
        "detail": "地处成都高新南区腹地，与新会展隔河相对，区内有大量特色美食，坐拥新川科技园，是成都南门新星。",
        "name": "中和、新川科技园区域",
        "city_id": "28",
        "lat": "30.5627880096436",
        "lng": "104.095069885254",
        "level": "4"
    },
    {
        "id": "411",
        "detail": "三圣花乡景区先后打造了 “花乡农居”、“幸福梅林”、“江家菜地”、“荷塘月色”、“东篱菊园”五个主题景点。“五朵金花”幅员面积12k㎡，是一个集商务、休闲度假、文化创意、乡村旅游为",
        "name": "琉璃厂、三圣花乡商业区",
        "city_id": "28",
        "lat": "30.5914821624756",
        "lng": "104.14323425293",
        "level": "4"
    },
    {
        "id": "412",
        "detail": "龙泉驿区是国务院正式命名的“中国水蜜桃之乡”，距天府广场26公里，距双流机场28公里。区域内有龙泉花果山、龙泉湖景区、洛带古镇、明蜀王陵等多个景点，适合休闲度假的朋友前往。",
        "name": "龙泉驿地区",
        "city_id": "28",
        "lat": "30.5688915252686",
        "lng": "104.267440795898",
        "level": "4"
    },
    {
        "id": "413",
        "detail": "新建汽车工业总部",
        "name": "龙潭工业园区及附近地区",
        "city_id": "28",
        "lat": "30.6929607391357",
        "lng": "104.176528930664",
        "level": "4"
    },
    {
        "id": "414",
        "detail": "洛带古镇是成都近郊保存最为完整的客家古镇。镇内千年老街、客家民居保存完好，属典型的明清建筑风格，尤以国家级重点文物保护单位--四大会馆和客家博物馆、客家公园最为出名。",
        "name": "洛带古镇附近地区",
        "city_id": "28",
        "lat": "30.6508026123047",
        "lng": "104.330001831055",
        "level": "4"
    },
    {
        "id": "415",
        "detail": "郫县位于成都市西北近郊，被列为全国乡村城市化试点县、中国盆景之乡，区域内有电子科大清水校区等多所高校。更有被称为“川菜之魂”的郫县豆瓣，蒋排骨、杨鸡肉、魔方豆花等特色美食。",
        "name": "郫县地区",
        "city_id": "28",
        "lat": "30.8155784606934",
        "lng": "103.88175201416",
        "level": "4"
    },
    {
        "id": "416",
        "detail": "青白江区位于成都市北部，因境内清白江而得名，是四川重要的冶金、建材和机械制造基地，西部最大的铁路物流枢纽。区域内有青白江凤凰湖湿地公园、三国八阵图遗址、诸葛井等景点。",
        "name": "青白江地区",
        "city_id": "28",
        "lat": "30.8965549468994",
        "lng": "104.240219116211",
        "level": "4"
    },
    {
        "id": "417",
        "detail": "三岔湖、天府机场（在建）地区位于成都天府新区腹地，是成都外围重要的休闲地区，美食林立，也是将来天府西部地区重要空港通道。",
        "name": "三岔湖、天府机场（在建）地区",
        "city_id": "28",
        "lat": "30.3041210174561",
        "lng": "104.310806274414",
        "level": "4"
    },
    {
        "id": "418",
        "detail": "这里有集展览、会议、酒店、餐饮、娱乐、休闲、购物为一体的沙湾国际会展中心，还有成都现代艺术馆和金色歌剧院。西南交大、欢乐谷等也在此区域，无论是商务，还是休闲娱乐，都是很好的选择。",
        "name": "沙湾会展中心、西南交大",
        "city_id": "28",
        "lat": "30.6982192993164",
        "lng": "104.054534912109",
        "level": "4"
    },
    {
        "id": "419",
        "detail": "成都世纪城新国际会展中心位于成都市城南新区，内有许多休闲娱乐设施，适合商务休闲的旅客。海洋乐园，像两朵盛开的莲花怒放在湖水中，3万平米的玻璃穹顶使之成为全国最大的玻璃建筑。",
        "name": "世纪城新会展、环球中心",
        "city_id": "28",
        "lat": "30.5621032714844",
        "lng": "104.077140808105",
        "level": "4"
    },
    {
        "id": "420",
        "detail": "双流区境内交通四通八达，是出入成都的主要空港所在地。成昆铁路横贯南北，川藏公路、成乐大件路、成雅高速路、成都外环高速路、机场高速路、国道213线穿越全境，适合旅途转机的客人。",
        "name": "双流地区",
        "city_id": "28",
        "lat": "30.5816555023193",
        "lng": "103.93514251709",
        "level": "4"
    },
    {
        "id": "421",
        "detail": "双流机场位于成都市西南，是中国第四大航空港，中国中西部地区最繁忙的国际机场，可以承担5000万人次的年旅客吞吐量。周边有多家住宿可供选择，适合旅途转机的客人。",
        "name": "双流国际机场地区",
        "city_id": "28",
        "lat": "30.5847053527832",
        "lng": "103.96501159668",
        "level": "4"
    },
    {
        "id": "422",
        "detail": "水碾河区域有地铁4、7号线穿越而过，成都著名的“娇子音乐厅”也在坐落在该区域。还有集高档百货、大型车超市电影院、各色餐饮于一体的商业广场——万象城。",
        "name": "水碾河、万象城",
        "city_id": "28",
        "lat": "30.6545677185059",
        "lng": "104.104537963867",
        "level": "4"
    },
    {
        "id": "423",
        "detail": "太升路商圈毗邻春熙路，周边有府南河，地铁4号线，四川广播电视塔，交通便利。周边有美食街小关庙街、羊肉汤康庄街、赵老四火锅等众多美食及娱乐场所。",
        "name": "太升路、四川电视塔",
        "city_id": "28",
        "lat": "30.667200088501",
        "lng": "104.099998474121",
        "level": "4"
    },
    {
        "id": "424",
        "detail": "天府大道南延线位于天府新区南部，成都与仁寿交界处，由籍田、视高等镇组成，是生态农业观光地区，毗邻黑龙潭景区。",
        "name": "天府大道南延线地区",
        "city_id": "28",
        "lat": "30.254602432251",
        "lng": "104.07884979248",
        "level": "4"
    },
    {
        "id": "425",
        "detail": "这里是成都的心脏，府南河穿流而过，附近有武候祠、望江楼、天府广场等景点，四川大学等高校以及高档写字楼均座落于此。盐市口离春熙路很近，集聚了高中低大量商场，周边特色小吃也是不计其数。",
        "name": "天府广场、盐市口商业区",
        "city_id": "28",
        "lat": "30.663459777832",
        "lng": "104.072296142578",
        "level": "4"
    },
    {
        "id": "426",
        "detail": "这里有为纪念唐代著名女诗人薛涛而建的望江楼公园，园内有茂密的竹林。西部著名高校四川大学与望江楼公园相邻而依，非常适合游览观光，感受自然和文化气息。",
        "name": "望江楼公园、四川大学",
        "city_id": "28",
        "lat": "30.6351928710938",
        "lng": "104.099075317383",
        "level": "4"
    },
    {
        "id": "427",
        "detail": "温江是成都市第一个卫星城，距离双流机场18公里，区域内有古鱼凫王墓遗址、文庙、泰迪熊博物馆、温江水上乐园等景点。区域内还有西南财经大学，四川农业大学等一批高等院校。",
        "name": "温江地区",
        "city_id": "28",
        "lat": "30.7044887542725",
        "lng": "103.86693572998",
        "level": "4"
    },
    {
        "id": "428",
        "detail": "文殊院是国务院确定的全国汉语系佛教重点寺院之一，中国长江上下游四大禅林之首。",
        "name": "文殊院、骡马市商业区",
        "city_id": "28",
        "lat": "30.6813526153564",
        "lng": "104.079147338867",
        "level": "4"
    },
    {
        "id": "429",
        "detail": "坂田，作为华为科技城所在地，位处深圳中北部，龙岗区和宝安区交界，平湖是深圳市中部物流中心组团的核心片区，辖区内的平湖物流基地是深圳最有发展潜力的物流园区。",
        "name": "坂田",
        "city_id": "30",
        "lat": "22.6593933105469",
        "lng": "114.07479095459",
        "level": "4"
    },
    {
        "id": "430",
        "detail": "深圳机场T3航站楼位于宝安区北面，北邻东莞，旁边福永码头，水陆及路陆交通发达。临近深圳地铁一号线，南邻宝安中心区，配套设置完备。广深高速尽在咫尺。",
        "name": "宝安机场",
        "city_id": "30",
        "lat": "22.6305694580078",
        "lng": "113.820129394531",
        "level": "4"
    },
    {
        "id": "431",
        "detail": "宝安中心区位于深圳市西部，珠江口东岸，地处珠三角核心。位于深港穗黄金经济走廊的重要节点，以深港西部通道、国际集装箱码头、沿江高速公路、国际机场、地铁等重大交通设施为依托，形成珠江东岸发展轴的重要枢纽。宝安中心区功能定位为：与前海共同组成深圳市城市双中心之一，是宝安的文化、商业、商务、总部经济和体育中心，规划建设目标为独具海滨特色的现代化花园式城区。",
        "name": "宝安中心区/前海",
        "city_id": "30",
        "lat": "22.560863494873",
        "lng": "113.893661499023",
        "level": "4"
    },
    {
        "id": "432",
        "detail": "布吉位于深圳的东面，紧邻罗湖区，相距车程仅五分钟。深圳东站位于布吉中心区，东临龙岗大道，西靠吉华路，是进入深圳的第一站，也是深圳的门面脸。枢纽汇集了广深铁路4线、城市轨道龙岗线和环中线，配套设置了常规公交、出租车及社会车辆接驳运营场地等多种交通设施。",
        "name": "布吉/深圳东站",
        "city_id": "30",
        "lat": "22.6079216003418",
        "lng": "114.125701904297",
        "level": "4"
    },
    {
        "id": "433",
        "detail": "深圳东部黄金海岸大小梅沙、世界级度假旅游示范区",
        "name": "大小梅沙/东部华侨城",
        "city_id": "30",
        "lat": "22.6028022766113",
        "lng": "114.314788818359",
        "level": "4"
    },
    {
        "id": "434",
        "detail": "西丽位于深圳特区北部，东与福田区梅林接壤，西与宝安区的新安镇相邻，南以广深高速公路为界，是平南铁路线上的一个重要货物聚散地。深圳大学城位于深圳市南山区东北部（西丽塘朗片区），紧邻深圳野生动物园，距离深圳市高新技术产业园区约10公里。",
        "name": "大学城/西丽动物园",
        "city_id": "30",
        "lat": "22.588415145874",
        "lng": "113.97216796875",
        "level": "4"
    },
    {
        "id": "435",
        "detail": "东门、水贝地区位于地处繁华的都会核心，汇集罗湖东门步行街、东门布匹市场、水贝珠宝圈等著名商业旺区，是深圳历史最悠久、规模最大、商铺最集中，品种最齐全的商圈。水贝国际珠宝交易中心是目前国内最具影响力、交易量最大的珠宝专业交易市场。",
        "name": "东门商业区",
        "city_id": "30",
        "lat": "22.5521392822266",
        "lng": "114.125160217285",
        "level": "4"
    },
    {
        "id": "436",
        "detail": "位于大鹏半岛南澳南，其中西涌海滩是深圳最长的海滩，长达 10里的银色海滩,金色沙滩如绸缎般飘逸、舒畅。山、海、湖、岬角风光旖旎，青山绿水、海天一色，无敌风光，无敌海景——西涌最幽静的那个浪琴湾。主要景点是长达数公里的海滩，被誉为中国最美的海景之一，东面是深圳独一无二的淡咸水红树林保护区，与三门岛遥遥相望。",
        "name": "东涌/西涌",
        "city_id": "30",
        "lat": "22.4944076538086",
        "lng": "114.589790344238",
        "level": "4"
    },
    {
        "id": "437",
        "detail": "观澜镇位于深圳市的北面，宝安的东北面，并与东莞接壤，与平湖、布吉、龙华及光明相邻，深莞、机荷高速公路穿境而过，著名景点有深圳观澜高尔夫球场、观澜版画村等等。",
        "name": "观澜",
        "city_id": "30",
        "lat": "22.7257518768311",
        "lng": "114.071914672852",
        "level": "4"
    },
    {
        "id": "438",
        "detail": "光明新区位于深圳西部，东至观澜，西接松岗，南抵石岩，北临东莞市黄江镇。其区位优势明显，距离宝安国际机场、蛇口港区和大铲湾港区约25分钟车程。",
        "name": "光明新区",
        "city_id": "30",
        "lat": "22.7545909881592",
        "lng": "113.942436218262",
        "level": "4"
    },
    {
        "id": "439",
        "detail": "深圳海岸城位于南山商业文化中心区，紧邻滨海大道、南海大道、后海大道、后海滨路、创业路等南山区的五条城市主干道。深圳湾口岸（又称深圳湾旅检大楼）是中国广东省深圳市与香港之间一个陆路边境口岸，位于深圳市南山区蛇口东角头的一块填海地，口岸设有车辆转线设施，以配合香港和中国大陆相反的行车方向，然后通过深港西部通道的深圳湾公路大桥连接香港新界西北部的鳌磡石。",
        "name": "海岸城/后海",
        "city_id": "30",
        "lat": "22.5224666595459",
        "lng": "113.942893981934",
        "level": "4"
    },
    {
        "id": "440",
        "detail": "华强北商业区位于深圳市福田区，华强北逐渐成为了中国最大的电子市场，是最具人气的商业旺地之一，商业区总面积1.45平方公里左右，日客流量：30－50万人次。",
        "name": "华强北商业区",
        "city_id": "30",
        "lat": "22.5463542938232",
        "lng": "114.09171295166",
        "level": "4"
    },
    {
        "id": "441",
        "detail": "深圳华侨城旅游度假区，位于深圳华侨城杜鹃山，是一个大型主题公园，内有多项旅游设施，是一个以文化旅游景区为主体的旅游度假区。旅游度假区相继建成了锦绣中华、中国民俗文化村、世界之窗、欢乐谷等四大主题公园以及何香凝美术馆、暨大中旅学院、华夏艺术中心、欢乐干线高架单轨车、华侨城生态广场、华侨城高尔夫俱乐部、华侨城雕塑走廊、华侨城燕含山郊野公园等一批旅游文化项目设施，形成一个集旅游、文化、购物、娱乐、体育、休闲于一体的的文化旅游度假区。",
        "name": "华侨城",
        "city_id": "30",
        "lat": "22.5409126281738",
        "lng": "113.981109619141",
        "level": "4"
    },
    {
        "id": "442",
        "detail": "皇岗口岸与香港新界落马洲口岸相对，目前中国规模最大的客货综合性公路口岸，也是全国最大的陆路口岸之一，是中国第三大客运口岸之一；福田口岸是旅客出入境的陆路口岸，该口岸南临深圳河，北靠裕亨路，东侧为渔农村，西侧为皇岗砂码头，口岸联检楼北接深圳地铁4号线（地下室西侧为地铁皇岗站），南经通道桥与香港落马洲站联检楼及九广线落马洲支线相连。",
        "name": "皇岗口岸/福田口岸",
        "city_id": "30",
        "lat": "22.5244979858398",
        "lng": "114.080383300781",
        "level": "4"
    },
    {
        "id": "443",
        "detail": "深圳会展中心是集展览、会议、商务、餐饮、娱乐等多种功能为一体的超大型公共建筑，地上六层，地下三层。 深圳会展中心同时具备展览和会议功能，8大展馆、25个会议厅、3大餐饮区及优良的配套服务、可满足举办各类展会及活动的不同需求；更为商务活动提供全方支持。深圳会展中心同时具备强大的展览和会议功能，8大展馆、25个会议厅、3大餐饮区及优良的配套服务。",
        "name": "会展中心/CBD",
        "city_id": "30",
        "lat": "22.5363845825195",
        "lng": "114.067390441895",
        "level": "4"
    },
    {
        "id": "444",
        "detail": "深圳大鹏总共有七条村，较场尾是唯一一条有海岸线的村子。较场尾沙滩比较狭长，村中有一百多家大大小小的特色客栈和丰富的海上活动。",
        "name": "较场尾/大鹏所城",
        "city_id": "30",
        "lat": "22.600025177002",
        "lng": "114.520057678223",
        "level": "4"
    },
    {
        "id": "445",
        "detail": "科技园地区位于深圳南山区，是国家 “建设世界一流高科技园区”的六家试点园区之一，以市场为导向，集高新技术的研发、高新技术企业的孵化、创新人才的吸纳与培育于一体的国家级大学科技园。园区矗立在地理环境优越，文化氛围浓郁，众多科研院所云集，是深圳市科技、信息、人才资源最密集的区域之一。",
        "name": "科技园",
        "city_id": "30",
        "lat": "22.5390129089355",
        "lng": "113.942497253418",
        "level": "4"
    },
    {
        "id": "446",
        "detail": "处于大亚湾、盐田区、大鹏湾的中心，北接惠州市，并与香港九龙半岛隔海相望。",
        "name": "葵涌/大鹏新区",
        "city_id": "30",
        "lat": "22.6453151702881",
        "lng": "114.4228515625",
        "level": "4"
    },
    {
        "id": "447",
        "detail": "车公庙位于深南大道与香密湖路立交桥西侧的深南大道中央绿化带下，沿深南大道东西向布设；竹子林交通便利，福田交通枢纽换乘中心，竹子林的环境非常好，有深圳“第一大道”之称的深南大道就从它身边绕过，有很多高楼大厦，同时也有很空旷的视野，拥有优越的自然条件和交通条件，背靠安托山、塘朗山,南眺深圳湾壮阔海景,独揽204公顷红树林美景.该片区是深圳市带状城市景观展示中最具有开放空间特色的地区,这里是深南大道在整个城市中惟一一处开放面海、山海相望的大规模空间宽敞区。",
        "name": "香蜜湖/车公庙",
        "city_id": "",
        "lat": "22.5423641204834",
        "lng": "114.033241271973",
        "level": "4"
    },
    {
        "id": "448",
        "detail": "中英街，位于深圳市盐田区沙头角镇的英街，由梧桐山流向大鹏湾的小河河床淤积成。沙头角是个边陲小镇，因这里与香港连接，商业发达。",
        "name": "盐田区政府/沙头角",
        "city_id": "30",
        "lat": "22.5635318756104",
        "lng": "114.243263244629",
        "level": "4"
    },
    {
        "id": "449",
        "detail": "杨梅坑位于大亚湾，据称是深圳最美的溪谷.在南澳镇的西北面位于七娘山脉与老虎坐山之前，有一片长满了杨梅的山丘，山丘下面的村庄就叫做“杨梅坑村”。杨梅坑是由两条大坑汇合而成。一条是正尾坑，源头在大雁顶与三角山之间；另一条便是大坑湖，源头是七娘山。一路清潭连连，风景秀丽，两侧林木茂盛、鸟雀争鸣。",
        "name": "杨梅坑/桔钓沙",
        "city_id": "30",
        "lat": "22.5487575531006",
        "lng": "114.577377319336",
        "level": "4"
    },
    {
        "id": "450",
        "detail": "位于深圳市中心区北端，北邻深圳北站、南连深圳会展中心、CBD。",
        "name": "莲花山/梅林",
        "city_id": "30",
        "lat": "22.5601215362549",
        "lng": "114.064025878906",
        "level": "4"
    },
    {
        "id": "451",
        "detail": "龙岗中心城是龙岗政治、经济、文化中心，属于深圳八大卫星城之一，而且是龙岗迈向城市化的先行城区，中心城已成为龙岗国际化中心城区的重要标志之一。",
        "name": "龙岗中心区/大运新城",
        "city_id": "30",
        "lat": "22.7273349761963",
        "lng": "114.253067016602",
        "level": "4"
    },
    {
        "id": "452",
        "detail": "罗湖口岸、火车站地区集中了我国最大的陆路客运口岸、罗湖火车站、罗湖公路客运站和多项重要的城市交通设施，是深圳市最大的人流集散地，重要的区域性交通枢纽，也是深圳市通往香港的主要门户，",
        "name": "罗湖口岸/火车站",
        "city_id": "30",
        "lat": "22.537389755249",
        "lng": "114.12419128418",
        "level": "4"
    },
    {
        "id": "453",
        "detail": "莲塘、梧桐山地区位于深圳最高山－－梧桐山下，东起梧桐山西隧道口，西至罗芳路口，北依仙湖植物园，南至深港边防莲塘河，与香港新界打鼓岭毗邻，总面积12.46平方公里。是深圳通往盐田的必",
        "name": "罗湖体育馆/梧桐山风景区",
        "city_id": "30",
        "lat": "22.57421875",
        "lng": "114.175659179688",
        "level": "4"
    },
    {
        "id": "454",
        "detail": "南澳位于深圳市东部大鹏半岛最南端，东临大亚湾，西临大鹏湾，三面环海，海岸线长达65公里，与香港隔海相望，南澳湾是全街道居民最集中的区域。位于南澳湾内的渔港和“海鲜一条街”是游人到南澳时必到之处，对面是香港水域的东平洲、印洲塘及大鹏湾，非常接近香港地域。",
        "name": "南澳",
        "city_id": "30",
        "lat": "22.5535507202148",
        "lng": "114.48851776123",
        "level": "4"
    },
    {
        "id": "455",
        "detail": "平湖镇位于龙岗区西北部，是龙岗区与宝安区的交汇点，也是深圳市至东莞市的中心枢纽。",
        "name": "平湖/华南城",
        "city_id": "30",
        "lat": "22.6843967437744",
        "lng": "114.129379272461",
        "level": "4"
    },
    {
        "id": "456",
        "detail": "坪山新区位于深圳市东北部，包括坪山、坑梓两街道办事处和大工业区在内，是深圳市东部主要工业基地。新区东靠惠州大亚湾石化城，南连具有优美原生态的大鹏半岛，西邻世界最大的单体港——盐田港，北面是商贸发达、配套齐全的龙岗中心城，是深化深莞惠合作的重要战略节点。",
        "name": "坪山新区",
        "city_id": "30",
        "lat": "22.6829376220703",
        "lng": "114.34880065918",
        "level": "4"
    },
    {
        "id": "457",
        "detail": "沙井、松岗位于深圳宝安区北面，是深圳新兴的工业片区，北邻东莞，是珠三角制造业的中心地带。",
        "name": "沙井/松岗",
        "city_id": "30",
        "lat": "22.7294406890869",
        "lng": "113.837562561035",
        "level": "4"
    },
    {
        "id": "458",
        "detail": "深圳北站离深圳市中心9.3公里，距皇岗口岸12公里，实现了广深港、厦深等国铁与地铁龙华线、环中线、光明线一站换乘，具备优越的通行条件，已成为深圳标志性建筑。龙华新区地处深圳市中北部，东临龙岗，西接宝安、南山、光明，南连福田，北至东莞，天独厚地拥有着区位、产业、商贸、文化以及生态五个方面的发展优势，辖区内观澜高尔夫球会、羊台山森林公园等景点。",
        "name": "深圳北站地区",
        "city_id": "30",
        "lat": "22.6151065826416",
        "lng": "114.035530090332",
        "level": "4"
    },
    {
        "id": "459",
        "detail": "蛇口工业区位于深圳南头半岛东南部，东临深圳湾，西依珠江口，与香港新界的元朗和流浮山隔海相望，是中国第一个外向型经济开发区。区内有深圳湾口岸和蛇口港两个过关通道，往返香港澳门十分便捷。",
        "name": "深圳湾口岸/蛇口",
        "city_id": "30",
        "lat": "22.4816207885742",
        "lng": "113.918960571289",
        "level": "4"
    },
    {
        "id": "460",
        "detail": "石岩位于深圳市西北部、宝安区中部，介于西丽湖与石岩湖两大旅游胜地之间,北连公明、光明，东邻龙华新区，西接新安西乡，是深圳西北部的交通枢纽。",
        "name": "石岩",
        "city_id": "30",
        "lat": "22.6893100738525",
        "lng": "113.935539245605",
        "level": "4"
    },
    {
        "id": "461",
        "detail": "地处罗湖核心位置的笋岗是深圳的一艘“文化航母”，被定位为国际家居饰品、工艺礼品采购基地和设计中心。",
        "name": "笋岗/八卦岭",
        "city_id": "30",
        "lat": "22.5689888000488",
        "lng": "114.118049621582",
        "level": "4"
    },
    {
        "id": "462",
        "detail": "位于深圳市罗湖区，早已是深圳乃至全国有名的黄金珠宝产业集聚区，水贝村更被称为“中国珠宝第一村”。",
        "name": "田贝/水贝珠宝城",
        "city_id": "30",
        "lat": "22.5777225494385",
        "lng": "114.130821228027",
        "level": "4"
    },
    {
        "id": "463",
        "detail": "万象城、京基100地区是深圳目前规模最大的综合性商业圈。汇集全球第十高楼“京基100”、超大型的城市综合体“万象城”、深圳第二高层建筑“地王大厦”、大剧院、邓小平像等多个深圳著名地标景点。为游客提供一站式购物、休闲、餐饮、娱乐服务。",
        "name": "万象城/京基100",
        "city_id": "30",
        "lat": "22.5487937927246",
        "lng": "114.116523742676",
        "level": "4"
    },
    {
        "id": "464",
        "detail": "珠海市斗门区地处珠江三角洲西南端，东临中山市，南与本市金湾区相连，西面和北面与江门市接壤。全区面积674.8平方公里，常住人口45万，其中户籍人口31.6万。全区辖5个镇，100个行政村。是全国著名的侨乡，有海外侨胞、港澳台同胞15.6万。",
        "name": "斗门区",
        "city_id": "31",
        "lat": "22.2067108154297",
        "lng": "113.323722839355",
        "level": "4"
    },
    {
        "id": "465",
        "detail": "拱北位于珠海香洲区西南部。区内拱北口岸，是大陆和澳门联系最为紧密的关口。该区经济繁荣，商业发达，购物场所相对集中，是珠海最繁华的地段之一。东至水湾头，南至拱北口岸，西至南河东路，北至九洲大道西。",
        "name": "拱北",
        "city_id": "31",
        "lat": "22.221378326416",
        "lng": "113.560585021973",
        "level": "4"
    },
    {
        "id": "466",
        "detail": "本地区位于广州市区的西北部，是广州白云区主要的聚居地区，区内有三元里大道、黄石路、同德围、石井广场等主要白云区居住区，生活配套十分便利。区内的分布机场高速及广清高速公路是通往广州北区的主干道。",
        "name": "白云黄石、同德围地区",
        "city_id": "32",
        "lat": "23.20090675354",
        "lng": "113.263397216797",
        "level": "4"
    },
    {
        "id": "467",
        "detail": "本区位于广州市区中北部，围绕白云山5A风景区，往南可达广州火车站，地铁二号线及三号线南北贯穿此区，交通便利，区内有白山风景名胜区、广州体育馆、白云国际会议中心、广东外语外贸大学北校区、白云山制药厂等。",
        "name": "白云山风景区",
        "city_id": "32",
        "lat": "23.178825378418",
        "lng": "113.273246765137",
        "level": "4"
    },
    {
        "id": "468",
        "detail": "本区位于广州中东部，区内南方医院、京溪村、南方医科大学是集中居住区，区内天河客运站、龙洞汽车总站是重要交通枢纽，区内华南植物园更是我国历史最久、种类最多、面积最大的南亚热带植物园。",
        "name": "白云同和、龙洞地区",
        "city_id": "32",
        "lat": "23.1910820007324",
        "lng": "113.332809448242",
        "level": "4"
    },
    {
        "id": "469",
        "detail": "从化区以珍稀温泉闻名于世，有“中国温泉之都”之美称。",
        "name": "从化商圈",
        "city_id": "32",
        "lat": "23.6228542327881",
        "lng": "113.638778686523",
        "level": "4"
    },
    {
        "id": "470",
        "detail": "位于广州东南部，南邻中山、珠海，东眺东莞，西接顺德、南海，交通便利。是秦代南海郡故地，拥有香江野生动物世界等众多观光旅游景点。",
        "name": "番禺市桥（近长隆度假区）、亚运城",
        "city_id": "32",
        "lat": "22.9466285705566",
        "lng": "113.37052154541",
        "level": "4"
    },
    {
        "id": "471",
        "detail": "本地区位于广州市南部，广州长隆度假区为广州新兴大型主题乐园，是珠三角地区旅游度假热门地点；广州火车南站为广州新建高铁交通枢纽，与长隆度假区距离较近。",
        "name": "番禺长隆、广州南站附近",
        "city_id": "32",
        "lat": "23.0105209350586",
        "lng": "113.336357116699",
        "level": "4"
    },
    {
        "id": "472",
        "detail": "本地区位于广州市西南面，海珠区西面，隔靠珠江和佛山市，地铁一号线、地铁五号线、地铁广佛线纵贯其中。区内还有滘口客运站和芳村客运站，是广州市重要的汽车客运枢纽。",
        "name": "芳村花地湾",
        "city_id": "32",
        "lat": "23.0915431976318",
        "lng": "113.23998260498",
        "level": "4"
    },
    {
        "id": "473",
        "detail": "本区位于广州东南部，地铁四号线贯穿其中。是国家一流的大学园区，有着浓郁的广州高校校园文化，校园文化与旅游的结合将使本区成为广州旅游的一个新亮点。",
        "name": "广州大学城附近（近琶洲会展）",
        "city_id": "32",
        "lat": "23.0585842132568",
        "lng": "113.399658203125",
        "level": "4"
    },
    {
        "id": "474",
        "detail": "本地区南临珠江，是广州市老城区的中心区。地铁一号线与二号线在此区交汇，交通十分便利。区内北京路步行街等街区，岭南风情浓郁，商铺林立，是休闲、购物的好去处。",
        "name": "海珠广场、北京路步行街",
        "city_id": "32",
        "lat": "23.1299610137939",
        "lng": "113.274848937988",
        "level": "4"
    },
    {
        "id": "475",
        "detail": "花都区有广州市北大门和后花园之称",
        "name": "花都商圈",
        "city_id": "32",
        "lat": "23.4095706939697",
        "lng": "113.226837158203",
        "level": "4"
    },
    {
        "id": "476",
        "detail": "本地区西接广州火车站、流花交易会馆，东连天河区，交通便利。区内大型酒店、购物中心、商务楼宇集中，是广州的商贸中心之一。",
        "name": "环市东路附近",
        "city_id": "32",
        "lat": "23.1406669616699",
        "lng": "113.303070068359",
        "level": "4"
    },
    {
        "id": "477",
        "detail": "天河区的中心，地铁1、3号线交汇，交通极其便利。区内有天河城广场、正佳广场、天河购书中心等大型购物中心，该地区也为广州商业新中心，是中信广场，财富广场、大都会广场等众多写字楼聚集地。",
        "name": "火车东站、天河体育中心",
        "city_id": "32",
        "lat": "23.1436576843262",
        "lng": "113.331245422363",
        "level": "4"
    },
    {
        "id": "478",
        "detail": "本地区位于广州市区的中北部，是广州最主要的交通枢纽，区内有广州火车站、省汽车客运站、流花车站及地铁二号线，交通十分便利。区内的锦汉展览中心常年举办各种会展。区内还有流花湖公园、越秀公园、兰圃、西汉南越王墓等景点。",
        "name": "火车站、越秀公园附近",
        "city_id": "32",
        "lat": "23.1549587249756",
        "lng": "113.264068603516",
        "level": "4"
    },
    {
        "id": "479",
        "detail": "本地区位于广州北部，是华南地区最大的航空港口之一，商旅客源丰富，酒店集中。",
        "name": "新白云国际机场附近",
        "city_id": "32",
        "lat": "23.3893432617188",
        "lng": "113.309753417969",
        "level": "4"
    },
    {
        "id": "480",
        "detail": "增城区是全国著名的荔枝之乡、生态旅游示范区",
        "name": "增城商圈",
        "city_id": "32",
        "lat": "23.2666931152344",
        "lng": "113.817504882813",
        "level": "4"
    },
    {
        "id": "481",
        "detail": "本地区位于广州南部，被珠江环绕。地铁二号线贯穿江南大道、新港路等中心地带。区内有新建的广州国际博览中心和著名高等学府--中山大学。",
        "name": "珠江南（河南）地区",
        "city_id": "32",
        "lat": "23.0957984924316",
        "lng": "113.283241271973",
        "level": "4"
    },
    {
        "id": "482",
        "detail": "本区域为广州的中心商务区(CBD)，位居天河、越秀及海珠三区的交接处，是广州的城市新中轴线。区内大型写字楼和高星级酒店林立，并伴有花城广场，广州图书馆新馆、广东省博物馆新馆 、广州歌剧院等多处景点。",
        "name": "珠江新城、五羊新城商圈",
        "city_id": "32",
        "lat": "23.1238975524902",
        "lng": "113.329406738281",
        "level": "4"
    },
    {
        "id": "483",
        "detail": "本地区位于广州市东北部，为广州新兴科技经济开发区，众多跨国企业在该区投资，且该区中有广州黄埔港作为物流中转站，商旅活动十分活跃。",
        "name": "萝岗、黄埔区",
        "city_id": "32",
        "lat": "23.1757640838623",
        "lng": "113.458396911621",
        "level": "4"
    },
    {
        "id": "484",
        "detail": "广州新开发商圈，涉及范围广",
        "name": "南沙商圈",
        "city_id": "32",
        "lat": "22.8082256317139",
        "lng": "113.531661987305",
        "level": "4"
    },
    {
        "id": "485",
        "detail": "本区位于广州中南部。其中华南快速干线、广州大道、地铁1、3、8号线贯穿此区，交通便利。著名的琶洲国际会展中心坐落区内，其被称为亚洲最大的现代化展览中心。区内还有广州塔景区、广东商学院、瀛洲生态公园。",
        "name": "琶洲国际会展中心附近",
        "city_id": "32",
        "lat": "23.1046314239502",
        "lng": "113.366622924805",
        "level": "4"
    },
    {
        "id": "486",
        "detail": "本地区位于广州市西面，荔湾区南面，珠江和三江交汇口。沙面岛为旧租界区，岛内多为欧陆建筑，风格各异，充满异国情调。附近的上、下九步行街商铺林立，地方风味小吃众多，是广州有名的休闲、购物场所。",
        "name": "沙面岛、上下九步行街",
        "city_id": "32",
        "lat": "23.1197643280029",
        "lng": "113.252388000488",
        "level": "4"
    },
    {
        "id": "487",
        "detail": "位于广州东部，广深高速、广园快速经过本区，交通便捷。区内不仅拥有风景秀丽的天河公园，还有众多高新科技企业，是目前广州主要的工业区之一。",
        "name": "天河公园、东圃商圈",
        "city_id": "32",
        "lat": "23.1341114044189",
        "lng": "113.379318237305",
        "level": "4"
    },
    {
        "id": "488",
        "detail": "包含漓江、桃花江、榕湖、杉湖、桂湖、木龙湖、象鼻山等游览区",
        "name": "城中心-象鼻山、两江四湖",
        "city_id": "33",
        "lat": "25.2834720611572",
        "lng": "110.3017578125",
        "level": "4"
    },
    {
        "id": "489",
        "detail": "包含万达广场、高新产业园等地",
        "name": "高新万达广场-高新区商圈",
        "city_id": "33",
        "lat": "25.2468719482422",
        "lng": "110.326156616211",
        "level": "4"
    },
    {
        "id": "490",
        "detail": "包含火车北站、火车西站、汽车北站、恒大广场等地",
        "name": "桂林火车北站、西站-叠彩万达商圈",
        "city_id": "33",
        "lat": "25.3350143432617",
        "lng": "110.30867767334",
        "level": "4"
    },
    {
        "id": "491",
        "detail": "包含火车南站，联大商业广场，琴潭汽车站等地",
        "name": "桂林火车南站、联达商业广场、琴潭汽车站商圈",
        "city_id": "33",
        "lat": "25.2673645019531",
        "lng": "110.289215087891",
        "level": "4"
    },
    {
        "id": "492",
        "detail": "包含桂林国际会展中心、七星公园、桂林理工大学等区域",
        "name": "会展中心-七星公园景区",
        "city_id": "33",
        "lat": "25.2694072723389",
        "lng": "110.315437316895",
        "level": "4"
    },
    {
        "id": "493",
        "detail": "包含雁山区、大学城、园博园等地",
        "name": "雁山-大学城商圈",
        "city_id": "33",
        "lat": "25.0848579406738",
        "lng": "110.312561035156",
        "level": "4"
    },
    {
        "id": "494",
        "detail": "包含尧山风景区以及电子科大、航校等高校",
        "name": "尧山景区-电子科大商圈",
        "city_id": "33",
        "lat": "25.2870578765869",
        "lng": "110.343872070313",
        "level": "4"
    },
    {
        "id": "495",
        "detail": "包含临桂区、两江机场、罗山湖度假区等地",
        "name": "临桂新区-两江机场商圈",
        "city_id": "33",
        "lat": "25.2415370941162",
        "lng": "110.186256408691",
        "level": "4"
    },
    {
        "id": "496",
        "detail": "包含芦笛岩、西山公园、鲁家村等区域",
        "name": "芦笛岩-鲁家村-桃花江-西山公园风景区",
        "city_id": "33",
        "lat": "25.2893524169922",
        "lng": "110.264099121094",
        "level": "4"
    },
    {
        "id": "497",
        "detail": "包含万福广场,汽车南站,玉圭园商圈",
        "name": "万福广场、汽车南站、玉圭园商圈",
        "city_id": "33",
        "lat": "25.2273063659668",
        "lng": "110.294471740723",
        "level": "4"
    },
    {
        "id": "498",
        "detail": "位于北市区，是昆明北市区新兴娱乐、购物中心。",
        "name": "财富中心、欣都龙城",
        "city_id": "34",
        "lat": "25.0869426727295",
        "lng": "102.739479064941",
        "level": "4"
    },
    {
        "id": "499",
        "detail": "昆明呈贡新区的发展定位为：现代新昆明的行政文化教育中心、社会服务中心、国际物流中心、会展中心、新兴产业中心；现代新昆明的鲜花之城、山水之城、文化之城、生态之城及最适合人类居住的现代新城。新区规划控制面积160平方公里，城市建设用地107平方公里。呈贡新区分为吴家营行政商务区、雨花教育片区、斗南花卉产业片区、乌龙体育休闲片区、大冲工业片区、洛羊国际物流片区、大渔旅游居住片区和环湖湿地片区。",
        "name": "呈贡新区、高铁南站",
        "city_id": "34",
        "lat": "24.8864212036133",
        "lng": "102.839317321777",
        "level": "4"
    },
    {
        "id": "500",
        "detail": "本区域位于市区的西北部，区内有昆明市的标准性景区---翠湖。云南省政府也在本区内，同时区内还有云南大学、云南师范大学、昆明理工大学等高等学府。",
        "name": "翠湖地区",
        "city_id": "34",
        "lat": "25.0548191070557",
        "lng": "102.710105895996",
        "level": "4"
    },
    {
        "id": "501",
        "detail": "大商汇位于昆明西山区，靠近广福路，是云南省最大的家居、建材、商贸物流中心。",
        "name": "大商汇",
        "city_id": "34",
        "lat": "24.9881954193115",
        "lng": "102.715339660645",
        "level": "4"
    },
    {
        "id": "502",
        "detail": "昆明滇池风景区在苍崖万丈、云横绝顶的群山之间，有一湖碧绿如玉、烟波浩渺的池水荡漾着。这就是素有高原明珠之称的昆明滇池。它方圆五百里，既有湖泊的秀逸和韵味，又有大海般的气势和情调。滇池是昆明风景名胜的中心。游览内容丰富，既可环湖探访石器时代的遗址，追寻古滇王墓的踪迹，探索云南文化摇篮的奥秘；又可在岸上游览西山、白鱼口、郑和故里、盘龙古寺、官渡金刚塔等十数处名胜古迹；还可以深入环湖海口、昆阳、晋宁、呈贡、官渡、黑林铺等大小城镇考察风俗民情。五百里滇池的岸边，游览胜景甚多：海埂湖滨公园、西园别墅",
        "name": "滇池风景区",
        "city_id": "34",
        "lat": "24.9734420776367",
        "lng": "102.673950195313",
        "level": "4"
    },
    {
        "id": "503",
        "detail": "东路桥位于昆明西山区，靠近大观楼，是西山区新兴的商业中心。",
        "name": "东陆桥地区",
        "city_id": "34",
        "lat": "25.0413475036621",
        "lng": "102.694229125977",
        "level": "4"
    },
    {
        "id": "504",
        "detail": "昆明东站位于昆明官渡区，建于1958年，是客运一等站，是昆明公交枢纽站。",
        "name": "东站",
        "city_id": "34",
        "lat": "25.0082988739014",
        "lng": "102.799263000488",
        "level": "4"
    },
    {
        "id": "505",
        "detail": "昆明国家高新技术产业开发区是1992年经国务院批准建立的全国53家国家级高新技术产业开发区之一，总规划面积11.5平方公里，由新建区、金鼎科技园、云南民办科技园和科技街等部分组成。作为云南省发展高新技术产业的基地和外向型经济的重要窗口，昆明国家高新技术产业开发区充分发挥云南省得天独厚的资源优势和区位优势，经过近十年的建设发展，园区已形成以生物技术和生物医药工程、电子信息技术、光机电一体化、新材料技术为主导的产业发展方向，为云南经济的可持续发展作出了积极贡献。",
        "name": "高新区",
        "city_id": "34",
        "lat": "25.081205368042",
        "lng": "102.663536071777",
        "level": "4"
    },
    {
        "id": "506",
        "detail": "位于昆明市官渡区的千年古镇，古韵悠扬，官渡古镇是滇中大地的璀璨瑰宝。古镇内文化古迹众多，人文景观丰富。",
        "name": "官渡古镇",
        "city_id": "34",
        "lat": "24.9604949951172",
        "lng": "102.764335632324",
        "level": "4"
    },
    {
        "id": "507",
        "detail": "关上地区以昆明国际会展中心为依托，集商贸、美食、物流一体，是昆明商业贸易主要聚集地之一。",
        "name": "国际会展中心区域",
        "city_id": "34",
        "lat": "25.0171604156494",
        "lng": "102.740165710449",
        "level": "4"
    },
    {
        "id": "508",
        "detail": "北市区公交车场为昆明重要交通枢纽，月牙塘公园位于昆明北市区，是一座以自然风光为主体的现代园林公园",
        "name": "和谐世纪、北市区车场-月牙塘公园",
        "city_id": "34",
        "lat": "25.10471534729",
        "lng": "102.734962463379",
        "level": "4"
    },
    {
        "id": "509",
        "detail": "昆明火车北站位于盘龙区，靠近一二一数码城、小菜园立交桥、民族大学。",
        "name": "火车北站",
        "city_id": "34",
        "lat": "25.0631618499756",
        "lng": "102.728141784668",
        "level": "4"
    },
    {
        "id": "510",
        "detail": "本区域位于市区的南部，是进出昆明市的主要陆上门户。也是通往昆明巫家坝国际机场的必经之路。昆明举办各类大中小型国际会展的昆明国际会展中心也位于此地区。",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "25.0221424102783",
        "lng": "102.728134155273",
        "level": "4"
    },
    {
        "id": "511",
        "detail": "昆明经济技术开发区是目前云南省唯一集国家级经济技术开发区、国家出口加工区、国家科技兴贸创新基地和省级高新技术产业开发区于一体的多功能、综合性产业园区。集聚了以装备制造、光电子、生物医药、食品饮料和烟草加工及配套等为主导的产业集群。",
        "name": "经济开发区",
        "city_id": "34",
        "lat": "25.001859664917",
        "lng": "102.785217285156",
        "level": "4"
    },
    {
        "id": "512",
        "detail": "连接昆明主城各区与长水国际机场的机场专线大巴。一共三条",
        "name": "空港快线沿线",
        "city_id": "34",
        "lat": "24.99782371521",
        "lng": "102.733406066895",
        "level": "4"
    },
    {
        "id": "513",
        "detail": "昆明新五大客源站之一，位于北郊廖家庙。",
        "name": "昆明北部汽车客运站",
        "city_id": "34",
        "lat": "25.1146411895752",
        "lng": "102.769348144531",
        "level": "4"
    },
    {
        "id": "514",
        "detail": "北市区是昆明出入城和通往新机场的必经之路，也是开发比较早的一个板块，规划建设中的昆明城市快速轨道2号线从北市中心穿过，直接贯通城市南北。北辰财富中心落成后，成为北市商业区板块宣传中的重量级角色，它的出现在一定程度上扭转了当时北市区商业困局，如今，在其带动下，写字楼、酒楼、健身中心等满足区域商务需求的配套陆续出现，而电影院、书城、娱乐城、餐饮等满足居民购物、娱乐、消遣的休闲区逐渐形成气候。",
        "name": "昆明北市区",
        "city_id": "34",
        "lat": "25.082124710083",
        "lng": "102.733993530273",
        "level": "4"
    },
    {
        "id": "515",
        "detail": "昆明滇池国际会展中心位于昆明市官渡区福保半岛滇池之滨，是中国南亚博览会暨昆明进出口商品交易会（昆交会）的会场。纵贯南北2600米，横跨东西1000米，是云南省集展会、酒店、商业、休",
        "name": "昆明滇池国际会展中心",
        "city_id": "34",
        "lat": "24.9482498168945",
        "lng": "102.714317321777",
        "level": "4"
    },
    {
        "id": "516",
        "detail": "紧邻滇池东岸，享有“金斗南”之称。斗南花卉市场，现已发展成为“中国乃至亚洲最大的鲜切花交易市场”，是著名的花都。",
        "name": "昆明斗南花卉市场",
        "city_id": "34",
        "lat": "24.9082698822021",
        "lng": "102.794967651367",
        "level": "4"
    },
    {
        "id": "517",
        "detail": "云南机场汽车运输服务有限公司“空港快线”现运营的多条线路覆盖昆明市各区重要交通枢纽地，主要为抵离昆明长水国际机场的旅客提供“安全舒适、准点快捷”的“空地联运”地面交通运输服务。",
        "name": "昆明空港快线2号线沿线",
        "city_id": "34",
        "lat": "25.0263404846191",
        "lng": "102.72696685791",
        "level": "4"
    },
    {
        "id": "518",
        "detail": "昆明第一个精致时尚前沿和独一无二的集休闲娱乐、时尚餐饮、购物体验为一体的SHOPPING MALL，紧邻二环北路。",
        "name": "昆明同德广场",
        "city_id": "34",
        "lat": "25.0745677947998",
        "lng": "102.73006439209",
        "level": "4"
    },
    {
        "id": "519",
        "detail": "昆明长水国际机场，是中国面向东南亚、南亚、西亚，联接欧洲、亚洲、非洲的西南门户国际枢纽机场。昆明长水国际机场位于官渡区大板桥街道长水村与花箐村，在昆明市东北方向，距市中心直线距离约24.5公里。",
        "name": "昆明长水国际机场地区",
        "city_id": "34",
        "lat": "25.1016178131104",
        "lng": "102.934844970703",
        "level": "4"
    },
    {
        "id": "520",
        "detail": "小西门位于昆明五华区东风西路，靠近翠湖，周边有沃尔玛、苏宁、国美等大型购物商场。",
        "name": "小西门",
        "city_id": "34",
        "lat": "25.0492458343506",
        "lng": "102.708190917969",
        "level": "4"
    },
    {
        "id": "521",
        "detail": "位于盘龙区东三环虹桥立交与两面寺立交之间，距虹桥立交约1公里。是昆明新的公交枢纽站。",
        "name": "新东部客运站",
        "city_id": "34",
        "lat": "25.0446491241455",
        "lng": "102.805442810059",
        "level": "4"
    },
    {
        "id": "522",
        "detail": "昆明螺蛳湾国际商贸城是2008年昆明市重点招商引资项目，已列为云南省重点工程。投入运行后商城片区必将成为面向西部地区和东南亚、南亚、中东，集中国乃至世界的名品、精品的特大型国际商贸展示中心、交易中心、流通中心。",
        "name": "新螺蛳湾地区",
        "city_id": "34",
        "lat": "24.9393920898438",
        "lng": "102.782836914063",
        "level": "4"
    },
    {
        "id": "523",
        "detail": "位于西山区西边，靠近马街，是开往楚雄、大理、丽江大巴车的客运站。",
        "name": "新西部客运站",
        "city_id": "34",
        "lat": "25.0407238006592",
        "lng": "102.64656829834",
        "level": "4"
    },
    {
        "id": "524",
        "detail": "新亚洲体育城位于昆明官渡区，昆洛路与广福路交汇处，内有第七届残运会的万人国际体育馆、国际标准网球中心等十大体育场馆。",
        "name": "新亚洲体育城",
        "city_id": "34",
        "lat": "24.9521141052246",
        "lng": "102.77661895752",
        "level": "4"
    },
    {
        "id": "525",
        "detail": "位于昆明至石林高等级公路35公里处，近宜良阳宗海北岸，阳宗海是云南九大高原湖泊之一，景色秀丽，湖水清澈，深碧如明镜，古称“明湖”，湖旁有温泉，自流入河，水沸如汤，故又名“汤池”。",
        "name": "阳宗海华侨城度假区",
        "city_id": "34",
        "lat": "24.9342517852783",
        "lng": "103.018867492676",
        "level": "4"
    },
    {
        "id": "526",
        "detail": "位于昆明市五华区民院路附近，靠近圆通山。",
        "name": "莲花池、昆明理工大学片区",
        "city_id": "34",
        "lat": "25.0662956237793",
        "lng": "102.708190917969",
        "level": "4"
    },
    {
        "id": "527",
        "detail": "龙泉路南至学府路，北至茨坝。沿线学校、科研机构林立，有云南财经大学、云南警官学院北校区、昆明贵金属研究所等。",
        "name": "龙泉路、云南财经大学片区",
        "city_id": "34",
        "lat": "25.0866680145264",
        "lng": "102.725051879883",
        "level": "4"
    },
    {
        "id": "528",
        "detail": "本区域位于昆明市中心，是昆明市最繁华的商业区，百盛购物广场、步行街、酒吧一条街均座落于此，昆明著名景点金马碧鸡广场也位于此地。",
        "name": "南屏步行街、金马碧鸡坊",
        "city_id": "34",
        "lat": "25.0417785644531",
        "lng": "102.715690612793",
        "level": "4"
    },
    {
        "id": "529",
        "detail": "位于昆明西山区滇池路，靠近滇池，这一区域聚集了省委、省人大、省政协等30多家省级行政单位和云天化等大型企业集团总部，是云南省新的政治经济核心区。",
        "name": "南亚风情第一城",
        "city_id": "34",
        "lat": "25.0156707763672",
        "lng": "102.690231323242",
        "level": "4"
    },
    {
        "id": "530",
        "detail": "七彩云南·欢乐世界是诺仕达集团倾力打造的滇文化主题乐园，紧扣“古滇”、“民族”、“地域”三大文化脉络，结合云南特色的风土人情，打造四季花海、幻滇奇域、滇军营地、万象部落、霜月寒洲、",
        "name": "七彩云南欢乐世界",
        "city_id": "34",
        "lat": "24.7736549377441",
        "lng": "102.746437072754",
        "level": "4"
    },
    {
        "id": "531",
        "detail": "是1999昆明世界园艺博览会会址，园区整体规划依山就势、错落有致，气势恢弘，集全国各省、区、市地方特色和95个国家风格迥异的园林园艺精品，庭院建筑和科技成就于一园。",
        "name": "世博园",
        "city_id": "34",
        "lat": "25.0754508972168",
        "lng": "102.762588500977",
        "level": "4"
    },
    {
        "id": "532",
        "detail": "昆明世纪城充分汲取现代设计和欧式建筑的精华，兼收并蓄、融会贯通，倾力打造了一个中西合璧、气势恢弘，有国际化水准的高尚社区。并配有大量教学区、现代化的医疗设施和休闲娱乐中心等。",
        "name": "世纪城地区",
        "city_id": "34",
        "lat": "24.9661083221436",
        "lng": "102.756278991699",
        "level": "4"
    },
    {
        "id": "533",
        "detail": "景区周边",
        "name": "滨海大道",
        "city_id": "36",
        "lat": "25.6110172271729",
        "lng": "100.256286621094",
        "level": "4"
    },
    {
        "id": "534",
        "detail": "这里保留了大理最原始的森林，充满了各种奇幻色彩。醉卧苍山，俯瞰洱海，在这里可以感受到更加全面的风花雪月。",
        "name": "苍山风景区",
        "city_id": "36",
        "lat": "25.6857433319092",
        "lng": "100.155220031738",
        "level": "4"
    },
    {
        "id": "535",
        "detail": "这里保存了原汁原味的白族民居式建筑，以及当地特色的风俗民情和文化。对于初次来大理的游客来说，住在古城内是个不错的选择。古城内民宅客栈居多，大多由旧时民居改建而成，古色古香，很有特色",
        "name": "大理古城",
        "city_id": "36",
        "lat": "25.7011413574219",
        "lng": "100.171630859375",
        "level": "4"
    },
    {
        "id": "536",
        "detail": "这里是古城游客集散中心，聚集了很多精品客栈，以及一些极具当地特色建筑群。可以作为大理游的起点。",
        "name": "大理古城南门区",
        "city_id": "36",
        "lat": "25.6937618255615",
        "lng": "100.170501708984",
        "level": "4"
    },
    {
        "id": "537",
        "detail": "交通便利，附近的住宿多为连锁酒店、经济型的商务酒店，价格比较便宜。",
        "name": "大理火车站",
        "city_id": "36",
        "lat": "25.5950889587402",
        "lng": "100.255859375",
        "level": "4"
    },
    {
        "id": "538",
        "detail": "位于洱海东南岸，东靠群山，西临洱海、点苍山，距市区13km，附近的住宿多为连锁酒店或是商务酒店，价格相对比较实惠。",
        "name": "大理机场地区",
        "city_id": "36",
        "lat": "25.6537113189697",
        "lng": "100.32918548584",
        "level": "4"
    },
    {
        "id": "539",
        "detail": "大理经济技术开发区位于大理市东部，是大理州利用特定的地缘、区位及滇西资源优势，以特殊政策强化的外引内联的对外开放窗口。",
        "name": "大理经济开发区",
        "city_id": "36",
        "lat": "25.614372253418",
        "lng": "100.298973083496",
        "level": "4"
    },
    {
        "id": "540",
        "detail": "现代化酒店众多，各档次俱全，对住宿条件要求较高的游人可以选择住在这。交通比较发达，只需乘坐公车就可前往古城等景点。 区域内有大理州博物馆、人民公园等景点，方便游玩。",
        "name": "大理市主城区（下关）",
        "city_id": "36",
        "lat": "25.5913105010986",
        "lng": "100.232177734375",
        "level": "4"
    },
    {
        "id": "541",
        "detail": "才村聚集很多安静的客栈风景特别好位于洱海边，适合近距离接触洱海。在才村码头可乘船游洱海，前往金梭岛、天镜阁，游玩很便利。",
        "name": "洱海才村风景区",
        "city_id": "36",
        "lat": "25.725004196167",
        "lng": "100.200485229492",
        "level": "4"
    },
    {
        "id": "542",
        "detail": "海东镇位于大理市洱海东岸，南接凤仪镇，北连挖色镇，东与宾川县接壤，西与大理古城、苍山隔海相望。",
        "name": "洱海海东风景区",
        "city_id": "36",
        "lat": "25.716703414917",
        "lng": "100.26676940918",
        "level": "4"
    },
    {
        "id": "543",
        "detail": "海西上段风景极佳，著名的喜洲古镇，桃源码头，蝴蝶泉都位于此区域，区域内保存有大量古典白族民居，不管人文还是自然景观都是度假的绝佳选择。",
        "name": "洱海海西风景区上段",
        "city_id": "36",
        "lat": "25.8573036193848",
        "lng": "100.138656616211",
        "level": "4"
    },
    {
        "id": "544",
        "detail": "海西是洱海之美的最后的也是最淳朴的伊甸园。深度游的用户一定不可错过。景区内多安静又特色的小客栈、价格适中，适合长时间居住，充分感受洱海之美。",
        "name": "洱海海西风景区下段",
        "city_id": "36",
        "lat": "25.6734142303467",
        "lng": "100.217636108398",
        "level": "4"
    },
    {
        "id": "545",
        "detail": "挖色镇位于洱海东岸，地处大理市中东部。三面环山，一面临海，西对如屏苍山而遥望大理古城。是洱海地区历史渊源长远的白族本土文化发源地之一",
        "name": "洱海挖色小普陀风景区",
        "city_id": "36",
        "lat": "25.8135242462158",
        "lng": "100.229522705078",
        "level": "4"
    },
    {
        "id": "546",
        "detail": "洱海湾生态城位于大理州、市政府旁滨海大道以西。与洱海的连接处是400亩的湿地公园，洱海·国际生态城是洱海边唯一一座三面临海的黄金半岛。 区域内多安静的客栈民俗，适合静心清肺。",
        "name": "洱海湾生态城",
        "city_id": "36",
        "lat": "25.6221599578857",
        "lng": "100.276985168457",
        "level": "4"
    },
    {
        "id": "547",
        "detail": "金梭岛幽静秀丽，风光绝佳，很适合度假休闲，周边聚集很有特色的客栈民宿，老板热情开朗，住宿价位较为便宜，是亲近自然的住宿好选择。",
        "name": "金梭岛",
        "city_id": "36",
        "lat": "25.6985206604004",
        "lng": "100.264343261719",
        "level": "4"
    },
    {
        "id": "548",
        "detail": "双廊位于洱海边，客栈都很有特点，房间装修也都风格独特。双廊的客栈以为靠洱海的缘故，都是景观房，感觉非常惬意。双廊的地理位置极佳，所以客栈的价格大多比较贵，需要有心里准备。",
        "name": "双廊风景区",
        "city_id": "36",
        "lat": "25.9125442504883",
        "lng": "100.197357177734",
        "level": "4"
    },
    {
        "id": "549",
        "detail": "丽江土司“木式家族”的发源地。靠近玉龙雪山，站在街上即可远观苍茫的雪山。镇上留有许多完整的纳西风格建筑及文物古迹，尤其是“白沙壁画”。被发掘的新兴古镇，相比束河和丽江古城更幽静。",
        "name": "白沙古镇",
        "city_id": "38",
        "lat": "26.9547424316406",
        "lng": "100.217948913574",
        "level": "4"
    },
    {
        "id": "550",
        "detail": "大水车是古城标志性建筑，来丽江必去拍照留念的地方。古城中央的四方街，是古城内最热闹的地方，附近店铺、美食街、酒吧密布，晚上还有篝火晚会。有许多古民居改造的客栈，闹中取静，出行方便。",
        "name": "大水车四方街",
        "city_id": "38",
        "lat": "26.8819732666016",
        "lng": "100.240501403809",
        "level": "4"
    },
    {
        "id": "551",
        "detail": "丽江古城又名大研古镇，历经八百年依然小桥流水、古朴悠闲。临河漫步、或走街入院，感受当地人的生活。夜幕降临，可以去酒吧街感受丽江夜生活。推荐入住古城内的客栈，各有特色，民俗风情十足。",
        "name": "大研古镇",
        "city_id": "38",
        "lat": "26.8781433105469",
        "lng": "100.240493774414",
        "level": "4"
    },
    {
        "id": "552",
        "detail": "丽江古城北门及北面山坡，地势较高，沿山而建的民居鳞次栉比，可以观古城全景。",
        "name": "古城北门",
        "city_id": "38",
        "lat": "26.8825054168701",
        "lng": "100.242538452148",
        "level": "4"
    },
    {
        "id": "553",
        "detail": "位于古城北象山脚下，一个晶莹清澈的泉潭。从这里拍摄玉龙雪山角度最佳。周边商业风味浓厚，以花马街为主的美食一条街，汇集了丽江各地的民族特色美食。入住在繁华的商业区旁，吃喝玩乐不用愁。",
        "name": "黑龙潭地区",
        "city_id": "38",
        "lat": "26.891845703125",
        "lng": "100.24291229248",
        "level": "4"
    },
    {
        "id": "554",
        "detail": "丽江最著名的的景点之一，是纳西族心中的神山，终年白雪覆盖。景区可以直接乘坐索道上山，轻松欣赏高海拔冰川的瑰丽，是很多游客来此游玩的亮点。山脚下有几家不错的酒店，依山傍水、回归自然。",
        "name": "玉龙雪山风景区",
        "city_id": "38",
        "lat": "27.0971450805664",
        "lng": "100.261276245117",
        "level": "4"
    },
    {
        "id": "555",
        "detail": "丽江火车站位于丽江市市区南部，是丽江旅游的主要交通枢纽，为滇藏铁路的重要部分。",
        "name": "丽江火车站地区",
        "city_id": "38",
        "lat": "26.8170700073242",
        "lng": "100.25902557373",
        "level": "4"
    },
    {
        "id": "556",
        "detail": "位于丽江市古城区七河乡，距离城区路程约30公里。有民航专线车往返于机场和市区之间，还有每半小时一班的机场大巴。附近有干净整洁的快捷酒店和小旅馆，出入机场非常方便。",
        "name": "丽江三义机场",
        "city_id": "38",
        "lat": "26.6721820831299",
        "lng": "100.254539489746",
        "level": "4"
    },
    {
        "id": "557",
        "detail": "相对于丽江古城的现代化城区",
        "name": "丽江市区",
        "city_id": "38",
        "lat": "26.8831958770752",
        "lng": "100.23233795166",
        "level": "4"
    },
    {
        "id": "558",
        "detail": "木府是丽江木氏土司衙门的俗称，位于丽江古城狮子山下。建筑宏大精美，是古城的一座地标，来丽江游玩不看木府，几乎等同于没来丽江。该区纳西原始风貌的民居不少，特色各异，价格也不一。",
        "name": "木府",
        "city_id": "38",
        "lat": "26.8752307891846",
        "lng": "100.24275970459",
        "level": "4"
    },
    {
        "id": "559",
        "detail": "万古楼是丽江古城狮子山上的制高点，也是木府的后山。这里是观看、拍摄丽江古城全景的绝佳地带，摄影爱好者一定不会错过这里。这一带有许多观景客栈，在露台上便能一览古城美景。",
        "name": "狮子山万古楼",
        "city_id": "38",
        "lat": "26.8761081695557",
        "lng": "100.237670898438",
        "level": "4"
    },
    {
        "id": "560",
        "detail": "束河古镇，意为“高峰之下的村寨”，是纳西先民在丽江坝子中最早的聚居地之一，是茶马古道上保存完好的集镇。",
        "name": "束河古镇",
        "city_id": "38",
        "lat": "26.9210052490234",
        "lng": "100.213890075684",
        "level": "4"
    },
    {
        "id": "561",
        "detail": "地处贵阳市郊外西北方向，拥有全国最大的铝工业基地，是贵阳目前最大最集中的工业区。",
        "name": "白云长山步行街/白云公园附近地区",
        "city_id": "38",
        "lat": "26.6843509674072",
        "lng": "106.628692626953",
        "level": "4"
    },
    {
        "id": "562",
        "detail": "原金阳新区，位于贵阳市老城区西北部，正逐步成为贵阳市政治、经济、文化中心。",
        "name": "观山湖附近地区",
        "city_id": "38",
        "lat": "26.6072006225586",
        "lng": "106.628952026367",
        "level": "4"
    },
    {
        "id": "563",
        "detail": "贵阳北站是贵阳高铁核心站，是西南最大规模的综合性铁路交通枢纽",
        "name": "贵阳火车北站",
        "city_id": "38",
        "lat": "26.6259574890137",
        "lng": "106.67943572998",
        "level": "4"
    },
    {
        "id": "564",
        "detail": "为贵阳市区内最繁华的区域，中华路、中山路以及延安路等数条主干道汇集了市区大多数的主要商业、餐饮和娱乐设施。",
        "name": "河滨公园/甲秀楼/筑城广场地区",
        "city_id": "38",
        "lat": "26.5749282836914",
        "lng": "106.71809387207",
        "level": "4"
    },
    {
        "id": "565",
        "detail": "占地面积尽6000亩，出现了贵州多个首创的商业中心。",
        "name": "花果园地区",
        "city_id": "38",
        "lat": "26.5722599029541",
        "lng": "106.693328857422",
        "level": "4"
    },
    {
        "id": "566",
        "detail": "原花溪区、小河区已合并为现花溪区，该区属贵阳市水源保护区，森林覆盖率超40%，位于贵阳市南郊。",
        "name": "花溪区/小河区附近地区",
        "city_id": "38",
        "lat": "26.4386520385742",
        "lng": "106.678276062012",
        "level": "4"
    },
    {
        "id": "567",
        "detail": "位于贵阳市区的南面，是进出贵阳的主要陆上通道。",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "26.5637950897217",
        "lng": "106.710266113281",
        "level": "4"
    },
    {
        "id": "568",
        "detail": "龙洞堡机场，贵阳市民用国际机场，距离市区11公里，仅需10分钟车程。",
        "name": "机场地区",
        "city_id": "38",
        "lat": "26.5488719940186",
        "lng": "106.807052612305",
        "level": "4"
    },
    {
        "id": "569",
        "detail": "占地近6000亩，出现贵州多个首创的商业中心",
        "name": "新添寨附近地区",
        "city_id": "38",
        "lat": "26.615873336792",
        "lng": "106.76887512207",
        "level": "4"
    },
    {
        "id": "570",
        "detail": "原名“铜像台”，解放前因铸造有第一任省长周西成铜像而得名；如今只有一个造型莫名其妙，有喷水功能的城市雕塑。",
        "name": "喷水池/星力广场地区",
        "city_id": "38",
        "lat": "26.5902881622314",
        "lng": "106.718994140625",
        "level": "4"
    },
    {
        "id": "571",
        "detail": "本区域位于贵阳市区的西北部，紧邻市中心，区内有“黔南第一山”之称的黔灵山，是国内有的城区大型山地公园。",
        "name": "黔灵公园地区",
        "city_id": "38",
        "lat": "26.6108837127686",
        "lng": "106.687080383301",
        "level": "4"
    },
    {
        "id": "572",
        "detail": "著名古楼阁甲秀楼矗立在贵阳南明河中的万鳌矾石上(这块石头酷似传说中的巨鳌)。有浮玉桥衔接两岸。历经四百年的风吹雨打而仍旧矗立不倒，是贵阳历史的见证，是贵阳文化发展史上的标志。",
        "name": "市西路/大十字广场地区",
        "city_id": "38",
        "lat": "26.5843467712402",
        "lng": "106.718894958496",
        "level": "4"
    },
    {
        "id": "573",
        "detail": "该区域位于红山路以南，河滩北路以东，人民路以北。交通便利。",
        "name": "北门大十字",
        "city_id": "39",
        "lat": "43.8026885986328",
        "lng": "87.632080078125",
        "level": "4"
    },
    {
        "id": "574",
        "detail": "新疆财经学院商圈位于乌鲁木齐北部，交通便利，商圈内有植物园等景点。",
        "name": "财经学院",
        "city_id": "39",
        "lat": "43.8894424438477",
        "lng": "87.5583572387695",
        "level": "4"
    },
    {
        "id": "575",
        "detail": "地窝铺机场位于新疆维吾尔自治区首府乌鲁木齐市郊西北地窝堡，距市区16公里。乌鲁木齐机场原为中苏民用航空机场，1970年7月经国务院批准进行扩大规模扩建。1973年建成和对外开放，是中国五大门户机场之一。",
        "name": "地窝堡机场",
        "city_id": "39",
        "lat": "43.9085922241211",
        "lng": "87.4807891845703",
        "level": "4"
    },
    {
        "id": "576",
        "detail": "本区域为乌鲁木齐市的主要商业区之一，区域内的新疆国际博览中心、新疆博物馆等，可举办各类大型会议和展览。",
        "name": "国际博览中心地区",
        "city_id": "39",
        "lat": "43.8842506408691",
        "lng": "87.6275863647461",
        "level": "4"
    },
    {
        "id": "577",
        "detail": "该区域位于乌鲁木齐南部，紧邻火车站商圈。人民路以南，河滩路以东，团结路以北。",
        "name": "国际大巴扎",
        "city_id": "39",
        "lat": "43.7967338562012",
        "lng": "87.6266403198242",
        "level": "4"
    },
    {
        "id": "578",
        "detail": "本区域内有市邮政局，该区域位于西虹西路以南，河滩北路以西，黑龙江路以北。",
        "name": "红山",
        "city_id": "39",
        "lat": "43.8157424926758",
        "lng": "87.6112060546875",
        "level": "4"
    },
    {
        "id": "579",
        "detail": "卡子湾商圈位于乌鲁木齐北部，长春路以东，河南东路以北，河滩北路以西。",
        "name": "卡子湾",
        "city_id": "39",
        "lat": "43.899284362793",
        "lng": "87.5990829467773",
        "level": "4"
    },
    {
        "id": "580",
        "detail": "本区域位于乌鲁木齐市的北面，区内有乌鲁木齐经济技术开发区和高新技术产业开发区，是乌鲁木齐市的新兴城区。",
        "name": "开发区",
        "city_id": "39",
        "lat": "43.8786964416504",
        "lng": "87.5453414916992",
        "level": "4"
    },
    {
        "id": "581",
        "detail": "该区域位于乌鲁木齐南部。团结路以南，河滩路以东。",
        "name": "新疆大学周边",
        "city_id": "39",
        "lat": "43.771068572998",
        "lng": "87.6194763183594",
        "level": "4"
    },
    {
        "id": "582",
        "detail": "该区域位于乌鲁木齐苏州路以南，西外环路以东，新医路以北，河滩北路以西。有自治区博物馆。",
        "name": "医学院",
        "city_id": "39",
        "lat": "43.842960357666",
        "lng": "87.5883636474609",
        "level": "4"
    },
    {
        "id": "583",
        "detail": "乌鲁木齐繁华的友好路与克拉玛依路交会处，交通便利，是商业的黄金地段。",
        "name": "友好路商业区",
        "city_id": "39",
        "lat": "43.8268737792969",
        "lng": "87.5959777832031",
        "level": "4"
    },
    {
        "id": "584",
        "detail": "该区域位于河滩北路以东，西虹东路以北，东外环以西，昆仑路以南。",
        "name": "南湖",
        "city_id": "39",
        "lat": "43.8295936584473",
        "lng": "87.6245956420898",
        "level": "4"
    },
    {
        "id": "585",
        "detail": "该区域位于乌鲁木齐东部。东外环以东，红山路以北。",
        "name": "水磨沟",
        "city_id": "39",
        "lat": "43.8305320739746",
        "lng": "87.6557006835938",
        "level": "4"
    },
    {
        "id": "586",
        "detail": "该区域位于北路以南，太原路以东，苏州路以北，是乌鲁木齐较密集地区之一。",
        "name": "铁路局",
        "city_id": "39",
        "lat": "43.8766632080078",
        "lng": "87.5665588378906",
        "level": "4"
    },
    {
        "id": "587",
        "detail": "该区域位于河滩北路以东，苏州东路以南，东外环以西，昆仑路以北。",
        "name": "王家梁",
        "city_id": "39",
        "lat": "43.8449096679688",
        "lng": "87.6192169189453",
        "level": "4"
    },
    {
        "id": "588",
        "detail": "乌鲁木齐高铁站，是乌鲁木齐最大的交通枢纽中心",
        "name": "乌鲁木齐高铁站地区",
        "city_id": "39",
        "lat": "43.8460807800293",
        "lng": "87.5234069824219",
        "level": "4"
    },
    {
        "id": "589",
        "detail": "该区域位于乌鲁木齐南部。黑龙江路以南，河滩路以西。",
        "name": "乌鲁木齐南站地区",
        "city_id": "39",
        "lat": "43.7865600585938",
        "lng": "87.5926284790039",
        "level": "4"
    },
    {
        "id": "590",
        "detail": "大昭寺、小昭寺及围绕大小昭寺周围的大片旧式老街区，是拉萨最繁华的商业街和著名的转经道。八廓街是由八廓东街、八廓西街、八廓南街和八廓北街组成多边形街道环，周长月1000余米，街内岔道",
        "name": "八廓街（八角街）/大昭寺及附近地区",
        "city_id": "41",
        "lat": "29.656042098999",
        "lng": "91.1399078369141",
        "level": "4"
    },
    {
        "id": "591",
        "detail": "世界知名的旅游景点和文化遗产，位于拉萨市正中心，是西藏自治区政府和拉萨市重要的活动场所，也是中外游客集中观光的旅游景点之一。",
        "name": "布达拉宫/太阳岛及附近地区",
        "city_id": "41",
        "lat": "29.6603832244873",
        "lng": "91.1251068115234",
        "level": "4"
    },
    {
        "id": "592",
        "detail": "堆龙德庆，藏语意为“上谷极乐之地”。区境地处雅鲁藏布江中游河谷，念青唐古拉山南麓。",
        "name": "堆龙德庆及附近地区",
        "city_id": "41",
        "lat": "29.6477012634277",
        "lng": "90.9581298828125",
        "level": "4"
    },
    {
        "id": "593",
        "detail": "西藏大学（Tibet University），简称藏大，是西藏自治区所属的综合性大学，“211工程”重点建设大学，“中西部高校基础能力建设工程”高校。区内有东郊客运站，通往羊湖、当",
        "name": "西藏大学/城关区政府及附近地区",
        "city_id": "41",
        "lat": "29.6535339355469",
        "lng": "91.1551971435547",
        "level": "4"
    },
    {
        "id": "594",
        "detail": "仙足岛是位于拉萨市城关区南部拉萨河内的江心岛，北部、东北部有两大桥与拉萨市区相连，西北部有桥与太阳岛相连，隶属于城关区。岛上有数个别墅式生活园区。",
        "name": "仙足岛及附近地区",
        "city_id": "41",
        "lat": "29.6451454162598",
        "lng": "91.1426696777344",
        "level": "4"
    },
    {
        "id": "595",
        "detail": "扎基寺位于拉萨市北郊的扎基路上，是全西藏唯一的一座财神庙，寺庙虽小，但香火十分鼎盛。区内有拉萨北郊客运站。",
        "name": "扎基寺及附近地区",
        "city_id": "41",
        "lat": "29.679386138916",
        "lng": "91.148796081543",
        "level": "4"
    },
    {
        "id": "596",
        "detail": "位于拉萨市西郊，区内柳梧大桥和机场相连，内含哲蚌寺和格桑林卡，西接国家级拉萨经济技术开发区",
        "name": "哲蚌寺/金珠西路及附近地区",
        "city_id": "41",
        "lat": "29.6559104919434",
        "lng": "91.0800857543945",
        "level": "4"
    },
    {
        "id": "597",
        "detail": "西藏机场之首，位于西藏自治区贡嘎县甲竹林镇，属于高原机场。",
        "name": "拉萨贡嘎国际机场及附近地区",
        "city_id": "41",
        "lat": "29.2994956970215",
        "lng": "90.9187088012695",
        "level": "4"
    },
    {
        "id": "598",
        "detail": "位于拉萨市西城区以南，紧邻拉萨河南岸，与拉萨老城隔河相望，距布达拉宫10公里。通过拉贡公路、柳梧新区机场快速通道直达贡嘎机场，拉萨火车站位于本区",
        "name": "拉萨火车站/柳梧新区及附近地区",
        "city_id": "41",
        "lat": "29.6292915344238",
        "lng": "91.0767440795898",
        "level": "4"
    },
    {
        "id": "599",
        "detail": "琅赛花园紧邻扎基寺和团结新村，周边聚集大量的客栈，吃住行，去哪儿都方便",
        "name": "琅赛花园及附近地区",
        "city_id": "41",
        "lat": "29.6777019500732",
        "lng": "91.1531753540039",
        "level": "4"
    },
    {
        "id": "600",
        "detail": "拉萨的“后花园”，为历代达赖喇嘛的夏宫，附件有拉萨西郊客运站，尼泊尔驻拉萨总领事馆",
        "name": "罗布林卡及附近地区",
        "city_id": "41",
        "lat": "29.6578216552734",
        "lng": "91.0989303588867",
        "level": "4"
    },
    {
        "id": "601",
        "detail": "色拉寺与哲蚌寺、甘丹寺合称拉萨三大寺，是三大寺中建成最晚的一座。 色拉寺属全国重点文物保护单位，位于拉萨北郊3千米处的色拉乌孜山麓，周围柳林处处。",
        "name": "色拉寺及附近地区",
        "city_id": "41",
        "lat": "29.7010040283203",
        "lng": "91.1414566040039",
        "level": "4"
    },
    {
        "id": "602",
        "detail": "位于拉萨东郊，紧靠美丽的拉萨河畔和桑烟缭绕的贡巴日财神山，区域内有拉萨市政府，市旅游局，市环保局，市法院，会展中心等，另有拉萨大桥和318国道相连",
        "name": "市政府及附近地区",
        "city_id": "41",
        "lat": "29.6592407226563",
        "lng": "91.1786193847656",
        "level": "4"
    },
    {
        "id": "603",
        "detail": "星空为幕，山川为景，气势恢宏，震撼心灵，藏文化经典史诗巨作文成公主实景剧，这个景点是以拉萨自然山川为背景，在高原圣域的璀璨星空下，还原大唐文成公主与吐蕃王松赞干布和亲的历史画面。再",
        "name": "文成公主实景剧场及附近地区",
        "city_id": "41",
        "lat": "29.6311626434326",
        "lng": "91.1518020629883",
        "level": "4"
    },
    {
        "id": "604",
        "detail": "保亭七仙岭旅游度假区位于海南保亭黎族苗族自治县的东北边，是海南省有名的旅游风景区，这里常年平均气温23℃左右，气候宜人，适合长期居住与度假旅游。",
        "name": "保亭七仙岭旅游度假区",
        "city_id": "43",
        "lat": "18.6968040466309",
        "lng": "109.686157226563",
        "level": "4"
    },
    {
        "id": "605",
        "detail": "三亚海湾中，离市中心最近的湾。无论是交通还是吃东西都十分便捷。综合性价比高，大东海的海景房价格相当于亚龙湾的山景房水平，海水质量又比三亚湾略好，用更为优惠的价格住优质海景房。",
        "name": "大东海",
        "city_id": "43",
        "lat": "18.2292728424072",
        "lng": "109.529754638672",
        "level": "4"
    },
    {
        "id": "606",
        "detail": "陵水县与万宁市的交界处，是海南岛南北气候的分界岭。这里常常可以看到“牛头下雨，牛尾睛”的奇观。岛上有不少珍稀的动植物，海水也十分清澈，可见度达5-10米，因此也是潜水的好去处。",
        "name": "分界洲岛",
        "city_id": "43",
        "lat": "18.5931167602539",
        "lng": "110.186447143555",
        "level": "4"
    },
    {
        "id": "607",
        "detail": "离市区较远，使得同样拥有优质海水及沙滩的它显得特别宁静，可以更好的放松身心。三亚免税店、蜈支洲岛等景点都位于海棠湾区域。有不逊色于亚龙湾的豪华酒店，特别适合就想呆在酒店度假的人群。",
        "name": "海棠湾",
        "city_id": "43",
        "lat": "18.377082824707",
        "lng": "109.757530212402",
        "level": "4"
    },
    {
        "id": "608",
        "detail": "海南省陵水东部光坡镇沿海，距县城约18公里。香水湾与万石梅湾相接，滨海风光奇特，入眼满是青翠的椰林与银白的沙滩。这里的特产是龙眼、黄皮、番荔枝，特色的黎族纺织品值得作为纪念品哦。",
        "name": "香水湾",
        "city_id": "43",
        "lat": "18.561918258667",
        "lng": "110.143852233887",
        "level": "4"
    },
    {
        "id": "609",
        "detail": "一个富有历史文化魅力的海湾，位于三亚市的西面。三亚第二大海湾，海岸线有16公里，湾顶有宁远河注入，河口区有崖城，因此得名。这里即有度假酒店也有小旅馆，可根据喜好选择。",
        "name": "崖州湾",
        "city_id": "43",
        "lat": "18.3265361785889",
        "lng": "109.161003112793",
        "level": "4"
    },
    {
        "id": "610",
        "detail": "三亚市区以东约30公里，距市区和机场较远。拥有三亚最好的沙滩及最棒的海水质量。高档度假酒店聚集地，众多国际知名酒店如：万豪、希尔顿、喜来登、丽思卡尔顿，这里都有。",
        "name": "亚龙湾",
        "city_id": "43",
        "lat": "18.2366065979004",
        "lng": "109.651992797852",
        "level": "4"
    },
    {
        "id": "611",
        "detail": "位于海南省乐东县境内，依山面海，地势平坦。得天独厚的落日海滩、尖峰岭热带雨林，加上明媚的阳光、纯净的空气，这里非常适合度假。不少酒店有温泉及海景房，欣赏美景、泡泡温泉，好不惬意。",
        "name": "龙沐湾",
        "city_id": "43",
        "lat": "18.6026000976563",
        "lng": "108.708625793457",
        "level": "4"
    },
    {
        "id": "612",
        "detail": "三亚市区东北面的南田农场内，有着“神州第一泉”之称的温泉浴。在浓郁的黎苗、巴厘岛风情中享受泡汤乐趣，同时还能近距离体验海南当地文化。",
        "name": "南田温泉",
        "city_id": "43",
        "lat": "18.4025630950928",
        "lng": "109.742828369141",
        "level": "4"
    },
    {
        "id": "613",
        "detail": "位于陵水县东部沿海，跨越英州、新村两个乡镇。涂滩狭长，海岸线长约12公里；海水格外清澈，能见度高达25米；由于海沙极细腻，被誉为“会唱歌的沙滩”。这里不乏高档酒店，适合休闲度假。",
        "name": "清水湾",
        "city_id": "43",
        "lat": "18.4040985107422",
        "lng": "109.872573852539",
        "level": "4"
    },
    {
        "id": "614",
        "detail": "市区交通方便，打车起步价就可抵达任何地方。第一市场、红旗街等商业区都在市区，可以买到各种特产和商品。住宿都为低档酒店和家庭旅馆，没有海景，但相对实惠。",
        "name": "三亚市区",
        "city_id": "43",
        "lat": "18.2551212310791",
        "lng": "109.508865356445",
        "level": "4"
    },
    {
        "id": "615",
        "detail": "离三亚机场最近的海湾。海岸线长、视角开阔，适合漫步海边看夕阳西下。房价比大东海及亚龙湾优惠，有许多性价比很高的家庭旅馆。最大的特色在于东临港口，只有在这才看得到渔家拉网的生活点滴。",
        "name": "三亚湾",
        "city_id": "43",
        "lat": "18.2645683288574",
        "lng": "109.501052856445",
        "level": "4"
    },
    {
        "id": "616",
        "detail": "坐落于市北部的海棠湾内。海水能见度高，海底世界五彩斑斓，非常适合潜水和水上活动；夜幕降临，蜈支洲岛更加宁静美丽。岛上有极具特色的别墅、木屋、酒吧、海鲜餐厅等，住宿条件很成熟。",
        "name": "蜈支洲岛",
        "city_id": "43",
        "lat": "18.3153018951416",
        "lng": "109.773948669434",
        "level": "4"
    },
    {
        "id": "617",
        "detail": "儋州市是中国海南省经济第二大市，与海口、三亚成三足鼎立之势。境内有中国第四保税港区——洋浦经济开发区。位于海南岛西北部，濒临北部湾。西汉时在此设立儋耳郡。洋浦经济开发区位于海南省西",
        "name": "儋州市区",
        "city_id": "57",
        "lat": "19.5258464813232",
        "lng": "109.588088989258",
        "level": "4"
    },
    {
        "id": "618",
        "detail": "洋浦经济开发区是1992年3月经国务院批准设立的国家级经济开发区，区内土地一次性出让给外商经营70年，是中国首例由外商成片开发的开发区。区内面积30平方公里，区外规划用地70",
        "name": "洋浦经济开发区",
        "city_id": "57",
        "lat": "19.7405376434326",
        "lng": "109.213233947754",
        "level": "4"
    },
    {
        "id": "619",
        "detail": "海南省国营蓝洋农场是一个以天然橡胶、热带高效农业和旅游业综合经营的国有企业，现有总人口10034人，土地面积10000公顷，其中蓝洋温泉旅游度假区600公顷、蓝洋温泉国家森林",
        "name": "蓝洋农场",
        "city_id": "57",
        "lat": "19.4635581970215",
        "lng": "109.683067321777",
        "level": "4"
    },
    {
        "id": "620",
        "detail": "铜锣湾向东走，十数分钟车程是北角，附近是“太古坊”－大型办公商业中心及著名的“太古城”是区内最大型购物中心。",
        "name": "北角、鲗鱼涌",
        "city_id": "58",
        "lat": "22.283073425293",
        "lng": "114.222175598145",
        "level": "4"
    },
    {
        "id": "621",
        "detail": "位于九龙半岛东面，是旧式商业及居民区，随着香港政府慢慢在这区重建和发展，将会打造成为高级商业行政区，商场购物应有尽有。",
        "name": "观塘地区",
        "city_id": "58",
        "lat": "22.3096199035645",
        "lng": "114.230155944824",
        "level": "4"
    },
    {
        "id": "622",
        "detail": "红磡位于铁路“九龙总站”，可乘火车到国内， 区内有大型的住宅及购物娱乐中心“黄埔花园”。九龙城是前香港启德机场旧址，机场搬走后留下很多各式各类特色食店，种类繁多，是饮食集中地，属区内一大特色。",
        "name": "红磡、九龙城",
        "city_id": "58",
        "lat": "22.3000507354736",
        "lng": "114.186889648438",
        "level": "4"
    },
    {
        "id": "623",
        "detail": "位于大屿山以北的东涌, 已连接港铁“机场快线”及“东涌线”, 亦可通过青马大桥往来香港及九龙各区。“亚洲国际博览馆” 亦建于此。",
        "name": "机场",
        "city_id": "58",
        "lat": "22.3119602203369",
        "lng": "113.938087463379",
        "level": "4"
    },
    {
        "id": "624",
        "detail": "位于九龙半岛以南，是著名的商业及购物区。 尖沙嘴东部属游客区，区内有海滨公园面向“维多利亚港”，景色一览无遗。西面是“西九龙”，设有机场快线“九龙站”和著名的“The Element 圆方” 购物中心，也是往返深圳机场班车总站。",
        "name": "尖沙咀",
        "city_id": "58",
        "lat": "22.2921810150146",
        "lng": "114.173278808594",
        "level": "4"
    },
    {
        "id": "625",
        "detail": "位于香港岛的西面, 上环是商业区，靠近中环；上环以西是西环， 保存了很多香港历史悠久之建筑物, 现主要是居民区. 距离中、上环商业区约十数分钟车程。",
        "name": "西环、上环",
        "city_id": "58",
        "lat": "22.2851505279541",
        "lng": "114.15697479248",
        "level": "4"
    },
    {
        "id": "626",
        "detail": "位于九龙半岛西面的“西九龙”，设有机场快线“九龙站”和著名的“The Element 圆方” 购物中心，也是往返深圳机场班车总站。",
        "name": "西九龙",
        "city_id": "58",
        "lat": "22.3007183074951",
        "lng": "114.165184020996",
        "level": "4"
    },
    {
        "id": "627",
        "detail": "位于大屿山东北方竹篙湾，区内有香港迪斯尼乐园，2家迪斯尼酒店，迪欣湖活动中心，港铁迪斯尼站亦建于此。可于青衣站转乘机场快线到香港国际机场和亚洲国际博览馆。",
        "name": "香港迪士尼乐园度假区",
        "city_id": "58",
        "lat": "22.309886932373",
        "lng": "114.04630279541",
        "level": "4"
    },
    {
        "id": "628",
        "detail": "元朗位于新界西北，三面环山。元朗区的范围涵盖元朗市及天水围。",
        "name": "元朗",
        "city_id": "58",
        "lat": "22.443359375",
        "lng": "114.040466308594",
        "level": "4"
    },
    {
        "id": "629",
        "detail": "主要是政府部门、领事馆、金融中心、豪华商厦、大型高挡商场“太古广场”及名牌店的集中地。",
        "name": "中环、金钟",
        "city_id": "58",
        "lat": "22.2826976776123",
        "lng": "114.163269042969",
        "level": "4"
    },
    {
        "id": "630",
        "detail": "离岛区由二十多个大小不一的岛屿组成，主要岛屿有大屿山、南丫岛、长洲、坪洲及东涌新市离岛区由二十多个大小不一的岛屿组成，主要岛屿有大屿山、南丫岛、长洲、坪洲及东涌新市镇。",
        "name": "离岛",
        "city_id": "58",
        "lat": "22.2871513366699",
        "lng": "113.946594238281",
        "level": "4"
    },
    {
        "id": "631",
        "detail": "南区位于港岛南部，包括石澳、大潭、赤柱、舂　角、浅水湾、黄竹坑、香港仔、鸭脷洲。",
        "name": "南区",
        "city_id": "58",
        "lat": "22.2462329864502",
        "lng": "114.159629821777",
        "level": "4"
    },
    {
        "id": "632",
        "detail": "属居民区，往来机场约需三十分钟车程，已有港铁站连贯此区，交通方便，区内特色青马大桥和蓝巴勒海峡，景色怡人。",
        "name": "荃湾",
        "city_id": "58",
        "lat": "22.3710803985596",
        "lng": "114.122734069824",
        "level": "4"
    },
    {
        "id": "633",
        "detail": "位于铁路沙田站，有沙田新城市广场大型购物中心，连接港铁往来市区只需十数分钟车程。",
        "name": "沙田",
        "city_id": "58",
        "lat": "22.3801136016846",
        "lng": "114.192962646484",
        "level": "4"
    },
    {
        "id": "634",
        "detail": "太子邻近旺角，区内分布各式各样特色食店和小型商店、娱乐及购物应有尽有。大角嘴属居民区，邻近港铁“奥运站”，有大型购物商场“奥海城”。",
        "name": "太子、大角嘴",
        "city_id": "58",
        "lat": "22.3148345947266",
        "lng": "114.167053222656",
        "level": "4"
    },
    {
        "id": "635",
        "detail": "湾仔是海底隧道出入口，铜锣湾面向维多利亚港, 这区是港岛最兴旺的商业及购物区。",
        "name": "湾仔、铜锣湾",
        "city_id": "58",
        "lat": "22.2775611877441",
        "lng": "114.188980102539",
        "level": "4"
    },
    {
        "id": "636",
        "detail": "以一条很长的弥敦道贯通尖沙嘴、油麻地和旺角，区内有“庙街”跳蚤市场和玉器市场，有星罗棋布各类中小型商场及购物中心，富有香港地道特色。",
        "name": "旺角、油麻地",
        "city_id": "58",
        "lat": "22.3154907226563",
        "lng": "114.173553466797",
        "level": "4"
    },
    {
        "id": "637",
        "detail": "澳门半岛面积9.3平方公里，是澳门主要市区，东面外港码头乘船可直达香港。通过澳门半岛最北面的关闸便是珠海市。澳门半岛与氹仔之间由三条澳氹大桥连接，包括：嘉乐庇总督大桥（2.5公里），友谊大桥（4.5公里），以及西湾大桥（2.2公里），当中最长的友谊大桥可直接通往位于氹仔的澳门国际机场。",
        "name": "澳门半岛",
        "city_id": "59",
        "lat": "22.1946601867676",
        "lng": "113.563659667969",
        "level": "4"
    },
    {
        "id": "638",
        "detail": "氹仔面积6.5平方公里，距离澳门市区不远，建有赛马场、大学、豪华酒店及国际机场。氹仔区内包括中式和葡式之旧屋宇建筑、中、葡特色美食等。",
        "name": "凼仔",
        "city_id": "59",
        "lat": "22.150951385498",
        "lng": "113.561798095703",
        "level": "4"
    },
    {
        "id": "639",
        "detail": "路环面积7.6平方公里，有竹湾海滩和黑沙海滩，是一个风景优美，山丘连绵、绿树成荫和幽雅怡人的小岛，对生活在烦嚣的都市人，路环确实是一个假日的好去处。",
        "name": "路环",
        "city_id": "59",
        "lat": "22.1149291992188",
        "lng": "113.556762695313",
        "level": "4"
    },
    {
        "id": "640",
        "detail": "南通家纺城位于中国家纺名城--江苏省南通市通州区境内，规划家纺面料区、精品展示中心、会展研发中心、星级宾馆区、客运物流仓储中心、小商品区、装饰面料区等七个功能区。",
        "name": "叠石桥家纺城",
        "city_id": "82",
        "lat": "31.9684658050537",
        "lng": "121.076667785645",
        "level": "4"
    },
    {
        "id": "641",
        "detail": "濠河环绕南通老城区，形如葫芦，宛如珠链，被誉为南通城的“翡翠项链”。是国家5A级旅游景区。",
        "name": "濠河风景区-汽车客运站",
        "city_id": "82",
        "lat": "32.0203704833984",
        "lng": "120.873481750488",
        "level": "4"
    },
    {
        "id": "642",
        "detail": "丰富业态与顶级商业空间环境有效结合，是集休闲、中西餐饮、娱乐、购物、商务、旅游、文化办公于一体的国际化时尚区域。",
        "name": "星湖开发区101广场",
        "city_id": "82",
        "lat": "31.9279003143311",
        "lng": "120.949592590332",
        "level": "4"
    },
    {
        "id": "643",
        "detail": "圆融广场集时尚购物中心、超甲级写字楼、精致酒店、臻品公馆等业态于一体，是现代化、国际化的“一站式消费”城市综合体。",
        "name": "圆融广场-汽车客运东站",
        "city_id": "82",
        "lat": "32.0100593566895",
        "lng": "120.891036987305",
        "level": "4"
    },
    {
        "id": "644",
        "detail": "狼山风景名胜区是江苏省著名的六大风景区之一，狼山海拔106．94 米，最为峻拔挺秀，文物古迹众多，其他四山如众星拱月，狼山成为五山之首。",
        "name": "狼山风景区-中南CBD",
        "city_id": "82",
        "lat": "31.9557914733887",
        "lng": "120.894218444824",
        "level": "4"
    },
    {
        "id": "645",
        "detail": "南通城市乐园定位为“文化+科技+游乐+商业”四位一体的城市版主题乐园，建设成后将成为“覆盖长三角、国际一流、国内领先”的华强方特第四代高科技主题乐园。",
        "name": "南通火车站-探险王国-万达广场",
        "city_id": "82",
        "lat": "32.0743637084961",
        "lng": "120.866798400879",
        "level": "4"
    },
    {
        "id": "646",
        "detail": "南通兴东国际机场位于南通市通州区，民航局总体定位为“上海国际航空枢纽辅助机场”。",
        "name": "南通兴东国际机场",
        "city_id": "82",
        "lat": "32.0787773132324",
        "lng": "120.988830566406",
        "level": "4"
    },
    {
        "id": "647",
        "detail": "通州汽车站是南通汽运实业集团有限公司和通州市交通局双重领导下的国有与集体联营的运输企业，是通州市陆上客货运输的中心。",
        "name": "通州汽车站",
        "city_id": "82",
        "lat": "32.0866470336914",
        "lng": "121.07006072998",
        "level": "4"
    },
    {
        "id": "648",
        "detail": "通州湾是南通市委市政府倾全市之力打造的沿海新区, 与上海市区直线距离90公里，是长三角北翼最具开发潜力的海湾。",
        "name": "通州湾商务度假区",
        "city_id": "82",
        "lat": "32.1381225585938",
        "lng": "121.428825378418",
        "level": "4"
    },
    {
        "id": "649",
        "detail": "湖州市地处浙江北部，东邻嘉兴，南接杭州，西依天目山，北濒太湖，与无锡、苏州隔湖相望，市区内的著名景点有飞英塔，莲花庄、霅溪公园等",
        "name": "湖州市中心",
        "city_id": "86",
        "lat": "30.8735904693604",
        "lng": "120.106941223145",
        "level": "4"
    },
    {
        "id": "650",
        "detail": "湖州太湖旅游度假区是湖州滨湖大城市建设重点打造的滨湖新区，集旅游、购物、休闲、度假、居住为一体的国家AAAA级旅游区、浙江省首批省级旅游度假区，国家级水利风景区",
        "name": "湖州太湖旅游度假区",
        "city_id": "86",
        "lat": "30.9615535736084",
        "lng": "120.113235473633",
        "level": "4"
    },
    {
        "id": "651",
        "detail": "吴兴西塞山旅游度假区位于浙江省湖州市吴兴区妙西镇西部，是一个集产业、休闲、观光、富民“四位一体”的省级平台",
        "name": "西塞山旅游度假区/原乡小镇",
        "city_id": "86",
        "lat": "30.7855472564697",
        "lng": "120.015663146973",
        "level": "4"
    },
    {
        "id": "652",
        "detail": "织里镇位于湖州市吴兴区东部，北依太湖，南靠318国道和长湖申航道，历史上因织造业兴盛而得名，史料中就有“遍闻机杼声”的记载",
        "name": "织里",
        "city_id": "86",
        "lat": "30.8689460754395",
        "lng": "120.276008605957",
        "level": "4"
    },
    {
        "id": "653",
        "detail": "南浔景区内有景点小莲庄、嘉业堂藏书楼、张石鸣旧宅、刘氏梯号、丝业会馆、张静江故居及百间楼等组成",
        "name": "南浔景区内",
        "city_id": "86",
        "lat": "30.8765621185303",
        "lng": "120.438659667969",
        "level": "4"
    },
    {
        "id": "654",
        "detail": "南浔地处浙江北部杭嘉湖平原，东南邻桐乡市，东北毗苏州市吴江区，南连德清县，西接湖州市吴兴区，北濒太湖。",
        "name": "南浔景区外",
        "city_id": "86",
        "lat": "30.8785095214844",
        "lng": "120.422416687012",
        "level": "4"
    },
    {
        "id": "655",
        "detail": "西起正源南街，东至丽景南街，是兴庆区政府驻地，也是市中心商业区。",
        "name": "北京东路商圈",
        "city_id": "99",
        "lat": "38.4798965454102",
        "lng": "106.295219421387",
        "level": "4"
    },
    {
        "id": "656",
        "detail": "位于银川国际汽车城中心区域，是银川市区北部边缘核心商圈",
        "name": "北门金三角",
        "city_id": "99",
        "lat": "38.4958419799805",
        "lng": "106.309371948242",
        "level": "4"
    },
    {
        "id": "657",
        "detail": "海宝塔历史上又称“赫宝塔”、“黑宝塔”。坐落在银川老城北郊的海宝塔寺内，离城两公里许。",
        "name": "北塔湖公园",
        "city_id": "99",
        "lat": "38.498176574707",
        "lng": "106.287338256836",
        "level": "4"
    },
    {
        "id": "658",
        "detail": "位于银川市兴庆区东，丽景街与银横路交汇处，交通便利",
        "name": "大团结广场商圈",
        "city_id": "99",
        "lat": "38.4568672180176",
        "lng": "106.30615234375",
        "level": "4"
    },
    {
        "id": "659",
        "detail": "建发大阅城位于银川市金凤区正源北街，是银川建发集团以国际化视野打造的国内一流的城市级综合体。",
        "name": "大阅城商圈",
        "city_id": "99",
        "lat": "38.5194892883301",
        "lng": "106.262092590332",
        "level": "4"
    },
    {
        "id": "660",
        "detail": "银川鼓楼坐落在银川市解放东大街和鼓楼南北街十字路交叉处，又称“十字鼓楼”、“四鼓楼”，俗称“鼓楼”",
        "name": "鼓楼商圈",
        "city_id": "99",
        "lat": "38.4736976623535",
        "lng": "106.28897857666",
        "level": "4"
    },
    {
        "id": "661",
        "detail": "银川金凤万达广场位于金凤区上海路与正源北街交汇地带，是集购物、娱乐、餐饮、休闲、居住、办公于一体的大型城市综合体项目。",
        "name": "金凤万达广场商圈",
        "city_id": "99",
        "lat": "38.4924697875977",
        "lng": "106.254997253418",
        "level": "4"
    },
    {
        "id": "662",
        "detail": "位于宁银川市最繁华的黄金地段新华街闹市区。",
        "name": "新华商业街",
        "city_id": "99",
        "lat": "38.4668579101563",
        "lng": "106.28694152832",
        "level": "4"
    },
    {
        "id": "663",
        "detail": "银川的“石油城”。",
        "name": "燕鸽湖石油基地",
        "city_id": "99",
        "lat": "38.451976776123",
        "lng": "106.32691192627",
        "level": "4"
    },
    {
        "id": "664",
        "detail": "银川国际会展中心位于银川市金凤区人民广场西侧。是集展览、会议、商贸洽谈、信息交流、旅游、餐饮娱乐等多功能于一体的现代智能化展馆。",
        "name": "银川国际会展中心商圈",
        "city_id": "99",
        "lat": "38.4921722412109",
        "lng": "106.230529785156",
        "level": "4"
    },
    {
        "id": "665",
        "detail": "位于银川西南郊，是中国铁路兰州局集团有限公司管辖的五等站，建于1958年。",
        "name": "银川火车南站",
        "city_id": "99",
        "lat": "38.4088287353516",
        "lng": "106.124710083008",
        "level": "4"
    },
    {
        "id": "666",
        "detail": "属于银川开发区西区，位于银川市金凤区与西夏区交界处。",
        "name": "银川火车站商圈",
        "city_id": "99",
        "lat": "38.4941215515137",
        "lng": "106.186103820801",
        "level": "4"
    },
    {
        "id": "667",
        "detail": "位于银川金凤区与西夏区交汇处，银川新火车站以西，区域内交通设施便利，商业配套完善",
        "name": "银川火车站西",
        "city_id": "99",
        "lat": "38.4973068237305",
        "lng": "106.17552947998",
        "level": "4"
    },
    {
        "id": "668",
        "detail": "银川阅海湾中央商务区是金融、投资、保险、法律、会计、信息、文化创意、广告中介等现代服务业，汇聚会展、零售、酒店等功能的新兴城市商务中心。",
        "name": "阅海湾中央商务区",
        "city_id": "99",
        "lat": "38.5340423583984",
        "lng": "106.238578796387",
        "level": "4"
    },
    {
        "id": "669",
        "detail": "位于银川市金凤区宝湖大型住宅区核心地带、集大型商超、餐饮、休闲娱乐为一体的综合商业体",
        "name": "良田购物广场",
        "city_id": "99",
        "lat": "38.4715919494629",
        "lng": "106.247665405273",
        "level": "4"
    },
    {
        "id": "670",
        "detail": "位于银川市兴庆区掌政镇境内。西距银川市区9公里，东临黄河3公里，距离银川河东国际机场5公里。是西部地区黄河流域首家湿地公园。",
        "name": "鸣翠湖国家湿地公园商圈",
        "city_id": "99",
        "lat": "38.4070053100586",
        "lng": "106.385749816895",
        "level": "4"
    },
    {
        "id": "671",
        "detail": "南门楼为银川老城六大城门之一，是至今保存下来的唯一城门，群众习惯上称之为“南门楼”。",
        "name": "南门广场",
        "city_id": "99",
        "lat": "38.4625854492188",
        "lng": "106.290603637695",
        "level": "4"
    },
    {
        "id": "672",
        "detail": "属于银川开发区北区，位于银川市西夏区北部，是集培训、研发、孵化、中试为一体的科技创新平台。",
        "name": "宁夏大学",
        "city_id": "99",
        "lat": "38.5073471069336",
        "lng": "106.144523620605",
        "level": "4"
    },
    {
        "id": "673",
        "detail": "宁夏国际商贸城项目位于西北地区最大的专业批发市场带，地理位置优越，交通畅达。",
        "name": "宁夏国际商贸城",
        "city_id": "99",
        "lat": "38.4923439025879",
        "lng": "106.318023681641",
        "level": "4"
    },
    {
        "id": "674",
        "detail": "银川汽车南站位于银川市兴庆区清和北街以西、胜利街以东、六盘山路以南；距老站(银川南门汽车站)3公里，距南二环绕城高速2公里。",
        "name": "汽车南站",
        "city_id": "99",
        "lat": "38.4279861450195",
        "lng": "106.295288085938",
        "level": "4"
    },
    {
        "id": "675",
        "detail": "安宁高校学区位于兰州市安宁区大学城，周边高校甚多，配套设施完善。",
        "name": "安宁高校学区、桃海市场",
        "city_id": "100",
        "lat": "36.108470916748",
        "lng": "103.732887268066",
        "level": "4"
    },
    {
        "id": "676",
        "detail": "白塔山位于兰州市黄河北岸，海拔一千七百多米，山势起伏，有“拱抱金城”之雄姿。古代，这里是军事要冲，山下有气势雄伟的金城关、玉迭关、王保保城；山上有层层峰峦，其中“白塔层峦”为兰州八景之一。站在黄河南岸，举目北望，黄河铁桥，白塔山公园建筑群，白塔寺浑然一体，尽收眼底，有“河桥远眺”之称。穿过黄河铁桥,白塔山一、二、三台建筑群，迎面耸立，飞檐红柱，参差绿树丛中，这是自一九五八年建圆时在坍塌的古建筑废墟上重建的 ，总建筑面积八千余平方米。这个建筑群把对称的石阶、石壁、亭台、回廊连贯一起，上下通达，层次分",
        "name": "白塔山公园",
        "city_id": "100",
        "lat": "36.0743789672852",
        "lng": "103.823341369629",
        "level": "4"
    },
    {
        "id": "677",
        "detail": "段家滩位于甘肃省兰州市城关区拱星墩街道，地处兰州高新开发区东南方向，包含创意文化产业园、兰州财经大学(段家滩路)、甘肃省卫生学校等。",
        "name": "创意文化产业园商圈",
        "city_id": "100",
        "lat": "36.0536308288574",
        "lng": "103.88899230957",
        "level": "4"
    },
    {
        "id": "678",
        "detail": "兰州东部综合批发市场是由兰州城关区拱星墩乡五里铺村独资兴办的和管理的大型综合性商品批发市场，于1986年8月正式建成使用，1992年起被省市政府列为建设兰州商贸中心的重点工程之一，是兰州市首家全封闭、全天候综合批发交易市场。吸引了全国25个省、市、自治区5000多户国营、集体、私营和个体经销商设点经营。每日入场交易人员3—5万人次，节假日达到8—10万人次。市场主要经营服装、鞋帽、百货、小五金、针纺织品、床上用品、丝绸织品、化妆品、皮革制品、玩具、文具等20大类2万多个品种。",
        "name": "东部市场",
        "city_id": "100",
        "lat": "36.0467338562012",
        "lng": "103.881240844727",
        "level": "4"
    },
    {
        "id": "679",
        "detail": "东方红广场是商业购物中心、大型百货商场的云集地，目前是集购物、娱乐、餐饮及其他服务于一体的娱乐城，它既为广场增添了现代商业气息，又大大方便了纳凉休憩及周边居民的购物。1999年3月广场又开始了上世纪末最后一次改建、扩建，这次改扩建蓝图是经充分考虑采纳广大兰州市民的各项合理化建议后而设计的，集游览观光、休闲、文化娱乐等功能于一体，较浓地体现了“环保特色”、“人文特色”，象是盆景园、水车大观园、平沙落雁等。",
        "name": "东方红广场",
        "city_id": "100",
        "lat": "36.0583381652832",
        "lng": "103.847526550293",
        "level": "4"
    },
    {
        "id": "680",
        "detail": "龚家湾位于甘肃省兰州市七里河区西南部，东与晏家坪街道相接，西与彭家坪镇尹家咀接壤，南与彭家坪高家庄村毗连。",
        "name": "龚家湾",
        "city_id": "100",
        "lat": "36.0624732971191",
        "lng": "103.740951538086",
        "level": "4"
    },
    {
        "id": "681",
        "detail": "甘肃国际会展中心位于兰州市黄河外滩中心地段，兰州市东北部，地处滨河北路北侧，南面与甘肃会展中心建筑群、人大办公楼及国际太阳能中心隔路相望，北至盐场路，东接雁滩黄河大桥，西邻欧洲阳光",
        "name": "国际会展中心商圈",
        "city_id": "100",
        "lat": "36.0741996765137",
        "lng": "103.856605529785",
        "level": "4"
    },
    {
        "id": "682",
        "detail": "兰州西客站是集高铁、城际、地铁、长途客运、公交、出租和社会车辆等多种交通方式并存的综合交通枢纽，具备城市交通核心、枢纽经济综合体、高商业投资潜力等多重价值。",
        "name": "火车西客站",
        "city_id": "100",
        "lat": "36.0764808654785",
        "lng": "103.757537841797",
        "level": "4"
    },
    {
        "id": "683",
        "detail": "火车站商圈作为上世纪八九十年代兰州三大零售商圈之一，当时，兰州的宾馆业主要集中在这一带，比如和平饭店、迎宾饭店、兰州大厦、邮政公寓等，还有很多小招待所，住宿很便利。还有一些比较有名气的商场。火车站商圈目前已是是集商务、休闲、娱乐、居住功能为一体的大型综合性商圈。为流动的客流提供优质服务的商业和住宿这么一个区域，商业主要以旅游产品、土特产、瓜果、食品等为主。",
        "name": "火车站",
        "city_id": "100",
        "lat": "36.0405807495117",
        "lng": "103.857933044434",
        "level": "4"
    },
    {
        "id": "684",
        "detail": "西固区距兰州市中心区约20公里，位于黄河南岸，兰州市的西面，是兰州市的主要工业区。西固区的兰州石化公司是使兰州成为中国重要化工基地的原因。",
        "name": "西固开发区",
        "city_id": "100",
        "lat": "36.1059646606445",
        "lng": "103.62686920166",
        "level": "4"
    },
    {
        "id": "685",
        "detail": "西关什字是目前兰州最大最有影响的商圈，是按兰州市城市辅客厅定位，按照绿化景观广场设计，景观设计遵循地形南北长、东西宽的长条地形特点，利用绿化和景观逐级营造景观空间，充分反映现代、历史、文化和民族等内涵。利用张掖路步行街景观轴线的延伸串联民族文化区、自由休憩区、商业集散区、时代景观区、水景观赏区等五个景观功能区，设置绿化岛、民族广场、三眼井、民族特色雕塑、自由式广场、商业集散广场、民族团结雕塑、旱泉水景等八个景观节点，形成“一轴五区串八景”。西关十字是人们公认的黄金宝地，位于西关商圈内的百年商业街",
        "name": "西关十字、张掖路步行街",
        "city_id": "100",
        "lat": "36.066478729248",
        "lng": "103.824180603027",
        "level": "4"
    },
    {
        "id": "686",
        "detail": "小西湖公园在兰州市黄河风情线的主轴上，1987年10月1日开放。公园现有总面积14.2万平方米，其中绿地5.67万平方米，水体5万平方米，其它3534平方米",
        "name": "小西湖公园",
        "city_id": "100",
        "lat": "36.0711631774902",
        "lng": "103.804611206055",
        "level": "4"
    },
    {
        "id": "687",
        "detail": "兰州国家高新技术产业开发区是经国务院批准的首批27个国家级高新区之一，现已形成“新材料、生物工程与新医药、电子信息、先进制造技术、节能环保和农业高薪技术”六大支柱产业。",
        "name": "雁滩高新区",
        "city_id": "100",
        "lat": "36.0705986022949",
        "lng": "103.903450012207",
        "level": "4"
    },
    {
        "id": "688",
        "detail": "西北地区主干机场之一，?位于兰州新区中川镇。?为旅客提供陆空联运、无缝衔接、舒适便捷的出行环境。",
        "name": "中川机场地区",
        "city_id": "100",
        "lat": "36.5122756958008",
        "lng": "103.622764587402",
        "level": "4"
    },
    {
        "id": "689",
        "detail": "兰州主要高校都集中于此，其中的兰州大学最为历史悠久、还包括兰大医学院、兰大一附院、中医学院、人民医院等，该区域也是兰州主要的金融区财政厅、各银行总行都聚集在此。",
        "name": "兰州大学",
        "city_id": "100",
        "lat": "36.0520057678223",
        "lng": "103.867156982422",
        "level": "4"
    },
    {
        "id": "690",
        "detail": "临近甘肃农业大学、兰州城市学院、天居锦河丹堤、安宁高新区、安宁区检察院、世纪大道、省消防教导队、黄河印象。",
        "name": "兰州海关商圈",
        "city_id": "100",
        "lat": "36.1005325317383",
        "lng": "103.714820861816",
        "level": "4"
    },
    {
        "id": "691",
        "detail": "甘肃省下辖的国家级新区，是国务院确定建设的西北地区重要的经济增长极、国家重要的产业基地、向西开放的重要战略平台、承接产业转移示范区。",
        "name": "兰州新区",
        "city_id": "100",
        "lat": "36.4748497009277",
        "lng": "103.627342224121",
        "level": "4"
    },
    {
        "id": "692",
        "detail": "兰州中心位于七里河西津东路原友谊饭店旧址，项目占地面积约127亩，总建筑面积约60万平方米，计划投资61亿元。集办公、购物、酒店、金融、商务、文化、餐饮、旅游、娱乐、等元素为一体",
        "name": "兰州中心",
        "city_id": "100",
        "lat": "36.0750617980957",
        "lng": "103.781372070313",
        "level": "4"
    },
    {
        "id": "693",
        "detail": "南关什字商圈作为兰州市最繁华的商业区和八大商业中心之一，向来是生意人公认的风水宝地，客商摩肩接踵、店铺鳞次栉比。世纪广场也位于此。",
        "name": "南关什字、安定门",
        "city_id": "100",
        "lat": "36.0609893798828",
        "lng": "103.833053588867",
        "level": "4"
    },
    {
        "id": "694",
        "detail": "兰州城关万达广场位于城关区天水北路景观大道旁，南临雁滩路、西至天水北路，位于雁滩公园东侧，距黄河风情线1公里，具有濒河和湖景双重景观优势，环境优越，交通便利，周边医疗、教育、生活等",
        "name": "万达广场",
        "city_id": "100",
        "lat": "36.0686798095703",
        "lng": "103.86994934082",
        "level": "4"
    },
    {
        "id": "695",
        "detail": "位于兰州市区南侧的皋兰山北麓，是一处具有两千多年历史的遐迩闻名的旅游胜地。公园景点以五眼名泉和佛教古建筑为主，五泉山因有甘露、掬月、摸子、惠、蒙五眼清澈甘美的泉水而得名。五泉山于1955年辟为公园，现已成为兰州人休闲旅游的首选去处，也是来兰游客值得一游的理想目的地。知名的西北民族大学也位于此区域。",
        "name": "五泉山公园",
        "city_id": "100",
        "lat": "36.0420341491699",
        "lng": "103.835205078125",
        "level": "4"
    },
    {
        "id": "696",
        "detail": "呼和浩特白塔机场4E级民用国际机场；是内蒙古自治区第一大航空枢纽，呼和浩特火车东站内蒙古最大的现代化客运站",
        "name": "白塔机场/呼和浩特火车东站商圈",
        "city_id": "103",
        "lat": "40.8552284240723",
        "lng": "111.772468566895",
        "level": "4"
    },
    {
        "id": "697",
        "detail": "鼓楼立交桥是呼和浩特市为内蒙古自治区成立50周年大庆献礼的重点工程，毗将军衙署博物馆、长乐宫及摩尔城等现代化购物中心，文化古迹与重要交通枢纽购物娱乐中心为一体",
        "name": "鼓楼/长乐宫/摩尔城商圈",
        "city_id": "103",
        "lat": "40.8325271606445",
        "lng": "111.693550109863",
        "level": "4"
    },
    {
        "id": "698",
        "detail": "火车站、新华广场商圈是集火车站、新华广场、海亮广场、维多利商场于一体的交通与购物商圈",
        "name": "呼和浩特站/新华广场",
        "city_id": "103",
        "lat": "40.8256340026855",
        "lng": "111.673477172852",
        "level": "4"
    },
    {
        "id": "699",
        "detail": "汇集南边购物中心嘉茂广场、211重点学府内内蒙古大学和内蒙古农业大学于一体",
        "name": "嘉茂购物中心/内蒙古大学",
        "city_id": "103",
        "lat": "40.8169403076172",
        "lng": "111.697174072266",
        "level": "4"
    },
    {
        "id": "700",
        "detail": "是呼和浩特第一批国家级开发区，集万达购物中心、国家级大青山森林公园、乌素图召、五一水库、喇嘛洞和哈素海等旅游景点于一体的商务与旅游出行商圈",
        "name": "金川开发区",
        "city_id": "103",
        "lat": "40.8380928039551",
        "lng": "111.614799499512",
        "level": "4"
    },
    {
        "id": "701",
        "detail": "集产、学、研、金融保险、信息咨询等功能、综合型、现代化的新型开发区，北与市区贯通，经110国道、209国道、109国道可抵达北京、天津。",
        "name": "金桥开发区",
        "city_id": "103",
        "lat": "40.7999229431152",
        "lng": "111.740394592285",
        "level": "4"
    },
    {
        "id": "702",
        "detail": "集内蒙古医科大学附属医院、伊斯兰特色风情街、乌兰夫公园、青城公园于一体的休闲与医疗保障商圈",
        "name": "内蒙古医大附院/伊斯兰风情街",
        "city_id": "103",
        "lat": "40.8258934020996",
        "lng": "111.663635253906",
        "level": "4"
    },
    {
        "id": "703",
        "detail": "集体育场，赛马场，阿尔泰游乐园、成吉思汗公园等文化娱乐传媒聚集地",
        "name": "体育场/阿尔泰游乐园",
        "city_id": "103",
        "lat": "40.8601951599121",
        "lng": "111.668266296387",
        "level": "4"
    },
    {
        "id": "704",
        "detail": "集旅游胜地无量寺、交通中心通达南站于一体，是玉泉区南部重要的商业区域",
        "name": "通达南站/大召",
        "city_id": "103",
        "lat": "40.8053207397461",
        "lng": "111.660797119141",
        "level": "4"
    },
    {
        "id": "705",
        "detail": "万达商场国际会展中心等，集购物及内外贸交易中心为一体的综合商圈",
        "name": "万达/国际会展中心",
        "city_id": "103",
        "lat": "40.8424873352051",
        "lng": "111.741676330566",
        "level": "4"
    },
    {
        "id": "706",
        "detail": "毗邻著名的太原钟楼街及食品街，万达广场是一个集购物、休闲、娱乐、美食、商务为一体的新“城市中心”",
        "name": "府西金融区、万达广场",
        "city_id": "105",
        "lat": "37.8885879516602",
        "lng": "112.566665649414",
        "level": "4"
    },
    {
        "id": "707",
        "detail": "太原国家高新技术产业开发区创建于1991年7月，1992年11月经国务院批准成为国家级高新区，是全国54个国家级高新区之一。",
        "name": "高新开发区",
        "city_id": "13",
        "lat": "37.8070793151855",
        "lng": "112.567344665527",
        "level": "4"
    },
    {
        "id": "708",
        "detail": "晋源街道地处太原市近郊，古晋阳城遗址之上，历代称 龙兴之地 ，俗称 凤凰城 。 为古晋阳城所在地。旅游景点：晋祠、天龙山石窟、龙山石窟、蒙山大佛、晋阳湖、晋祠。",
        "name": "晋祠风景区",
        "city_id": "105",
        "lat": "37.7181167602539",
        "lng": "112.457954406738",
        "level": "4"
    },
    {
        "id": "709",
        "detail": "理工大下元商圈所属万柏林辖区，是太原的西大门。其中包括有：太原理工大学、山西中医学院、山西财政税务专科学校 、山西经济管理干部学院、山西警官高等专科学校 、太原科技大学、山西广播电",
        "name": "下元、理工大学",
        "city_id": "105",
        "lat": "37.8640441894531",
        "lng": "112.529579162598",
        "level": "4"
    },
    {
        "id": "710",
        "detail": "迎泽商圈是太原市的中心城区，地处太原市的政治、经济、文化中心，人流、物流、信息流集中，城市基础设施完备、三产服务设施齐全。",
        "name": "迎泽商圈",
        "city_id": "105",
        "lat": "37.8656959533691",
        "lng": "112.568397521973",
        "level": "4"
    },
    {
        "id": "711",
        "detail": "亲贤街——长风大街是具有浓厚都市气息的购物、餐饮、娱乐、休闲的新型商业集中地",
        "name": "长风街、亲贤商圈",
        "city_id": "105",
        "lat": "37.8227653503418",
        "lng": "112.569068908691",
        "level": "4"
    },
    {
        "id": "712",
        "detail": "太原长风文化商务区位于汾河西岸长风西大街南侧，有山西大剧院、太原博物馆、太原美术馆、山西省图书馆等。是太原新城区的中心。",
        "name": "长风商务区",
        "city_id": "105",
        "lat": "37.820972442627",
        "lng": "112.539672851563",
        "level": "4"
    },
    {
        "id": "713",
        "detail": "柳巷商圈是太原市传统的商圈，她具有得天独厚的地理优势，商业项目集中，人流云集，商圈内商业氛围浓郁，产出丰厚，涵盖柳巷、钟楼街、桥头街、食品街、棉花巷区域，辐射解放路、新建路、五一路",
        "name": "柳巷商圈",
        "city_id": "105",
        "lat": "37.8706893920898",
        "lng": "112.57364654541",
        "level": "4"
    },
    {
        "id": "714",
        "detail": "小店区是太原市辖六城区之一，位于市区的东南部。晋中盆地的北端，东与晋中市榆次区接壤，南与清徐县毗邻，西与晋源区隔汾河相望，北至南内环街与迎泽区相连，在太原市汾河东岸。",
        "name": "龙城大街小店",
        "city_id": "105",
        "lat": "37.7757148742676",
        "lng": "112.548309326172",
        "level": "4"
    },
    {
        "id": "715",
        "detail": "南内环数码港是太原的高科技中心，它被誉为“太原电子一条街”。包括赛格数码港，阳光数码港，青龙电脑城、颐高数码港、金茂国际数码中心、阳光科技大厦、财富国际大厦等，另毗邻山西财经大学北",
        "name": "南内环数码港",
        "city_id": "105",
        "lat": "37.8446617126465",
        "lng": "112.559562683105",
        "level": "4"
    },
    {
        "id": "716",
        "detail": "太原南站是山西省内第一座高标准现代化的大型铁路客运站，为太原市标志性建筑之一。毗邻百年名校山西大学、太原市高新技术开发区以及财经类高等学府山西财经大学，是一个集高速铁路、普通铁路，",
        "name": "太原火车南站地区",
        "city_id": "105",
        "lat": "37.797435760498",
        "lng": "112.617134094238",
        "level": "4"
    },
    {
        "id": "717",
        "detail": "太原站，建于1907年，位于太原市迎泽区迎泽大街东头，隶属太原铁路局管辖，现为特等站。",
        "name": "太原火车站",
        "city_id": "105",
        "lat": "37.8667449951172",
        "lng": "112.59407043457",
        "level": "4"
    },
    {
        "id": "718",
        "detail": "太原武宿机场位于太原市东南方向，距太原市13.2 km，经过2007年的扩建，航站楼面积为8.08万平方米，跑道及滑行道延长至3600米，并加宽跑道及滑行道道肩，飞行区等级由4D升格为4E级，可满足当前最大机型A380等飞机的备降要求。2007年，经中国民用航空总局批准，“太原武宿机场”更名为“太原武宿国际机场”。",
        "name": "武宿机场商业区",
        "city_id": "105",
        "lat": "37.7628784179688",
        "lng": "112.639778137207",
        "level": "4"
    },
    {
        "id": "719",
        "detail": "林芝机场位于林芝市米林县境内的雅鲁藏布江河谷，距林芝市巴宜区八一镇50公里。",
        "name": "林芝米林机场及附近地区",
        "city_id": "108",
        "lat": "29.3126354217529",
        "lng": "94.3428039550781",
        "level": "4"
    },
    {
        "id": "720",
        "detail": "八一镇是西藏自治区林芝市的首府所在，是林芝市政治、经济及文化中心。",
        "name": "林芝市中心及附近地区",
        "city_id": "108",
        "lat": "29.6544723510742",
        "lng": "94.3682174682617",
        "level": "4"
    },
    {
        "id": "721",
        "detail": "鲁朗景区位于林芝市巴宜区鲁朗镇，距八一镇以东70公里。",
        "name": "鲁朗及附近地区",
        "city_id": "108",
        "lat": "29.7375030517578",
        "lng": "94.7335205078125",
        "level": "4"
    },
    {
        "id": "722",
        "detail": "延安的标志性建筑，是游览延安的必去之地；延安最宽阔的城市大道",
        "name": "宝塔山/百米大道",
        "city_id": "110",
        "lat": "36.6012573242188",
        "lng": "109.502632141113",
        "level": "4"
    },
    {
        "id": "723",
        "detail": "延安革命圣地的又一个标志性景观",
        "name": "延安火车站",
        "city_id": "110",
        "lat": "36.5766563415527",
        "lng": "109.49242401123",
        "level": "4"
    },
    {
        "id": "724",
        "detail": "园林式的革命纪念地；中国共产党创办的第一所综合性大学",
        "name": "枣园/延安大学",
        "city_id": "110",
        "lat": "36.6254806518555",
        "lng": "109.468894958496",
        "level": "4"
    },
    {
        "id": "725",
        "detail": "是中国重要的门户机场，为西北地区最大的空中交通枢纽。位于西安市西北方向，距市中心47km，交通十分便利。周边酒店价格便宜，是商旅用户的不错选择。",
        "name": "西安咸阳国际机场",
        "city_id": "10",
        "lat": "34.4453086853027",
        "lng": "108.767082214355",
        "level": "4"
    },
    {
        "id": "726",
        "detail": "商圈内建有关中民俗文化示范村AAAA级景区，拥有当地特色商超，人员流动大",
        "name": "袁家村地区",
        "city_id": "111",
        "lat": "34.5967140197754",
        "lng": "108.544883728027",
        "level": "4"
    },
    {
        "id": "727",
        "detail": "鸡高新区核心商业区，紧邻高铁南站，拥有人人乐，华润万家及高新天下汇等商超",
        "name": "高铁南站",
        "city_id": "112",
        "lat": "34.3517799377441",
        "lng": "107.233543395996",
        "level": "4"
    },
    {
        "id": "728",
        "detail": "宝鸡西高新核心商圈，有各大精品写字楼，是白领及商业精英的常去之处",
        "name": "公园路商圈",
        "city_id": "112",
        "lat": "34.3666381835938",
        "lng": "107.144165039063",
        "level": "4"
    },
    {
        "id": "729",
        "detail": "宝鸡陈仓区商业中心，是宝鸡与县区的主要交汇，交流处，人口，货运往来密集",
        "name": "虢镇",
        "city_id": "112",
        "lat": "34.361213684082",
        "lng": "107.38045501709",
        "level": "4"
    },
    {
        "id": "730",
        "detail": "西宝高速出入口，宝鸡货运中心，人口密集，人员流动多",
        "name": "金台大道",
        "city_id": "112",
        "lat": "34.3668937683105",
        "lng": "107.176254272461",
        "level": "4"
    },
    {
        "id": "731",
        "detail": "宝鸡市中心区域核心商圈，火车站，中心医院及各所重点学校所在商圈",
        "name": "经二路商圈",
        "city_id": "112",
        "lat": "34.3771591186523",
        "lng": "107.152702331543",
        "level": "4"
    },
    {
        "id": "732",
        "detail": "宝鸡市近年来政府着重开发的大型综合型休闲之地，知名度大，四季皆宜",
        "name": "九龙山地区",
        "city_id": "112",
        "lat": "34.431770324707",
        "lng": "106.840538024902",
        "level": "4"
    },
    {
        "id": "733",
        "detail": "宝鸡老城区核心商圈，老城区人口密集住宅区，人员流动大",
        "name": "中山路商圈",
        "city_id": "112",
        "lat": "34.3814544677734",
        "lng": "107.159828186035",
        "level": "4"
    },
    {
        "id": "734",
        "detail": "位于八一路，通往机场及青海湖大巴车。",
        "name": "八一路客运站地区",
        "city_id": "124",
        "lat": "36.6068382263184",
        "lng": "101.825088500977",
        "level": "4"
    },
    {
        "id": "735",
        "detail": "国家级开发区，以机械加工、中藏药、食品、流通贸易、公益事业等为主的产业。",
        "name": "城东经济开发区",
        "city_id": "124",
        "lat": "36.5819396972656",
        "lng": "101.843795776367",
        "level": "4"
    },
    {
        "id": "736",
        "detail": "占地总面积87700平方米,区内分为A、B、C三个场馆,室外广场面积10080平方米,地下停车场停车位328个。",
        "name": "城南新区会展中心",
        "city_id": "124",
        "lat": "36.551513671875",
        "lng": "101.708869934082",
        "level": "4"
    },
    {
        "id": "737",
        "detail": "海湖新区核心区东起海湖路，西至湟水路，北临青藏铁路，南到昆仑大道，总面积10.5平方公里。",
        "name": "海湖新区-万达广场",
        "city_id": "",
        "lat": "36.6474761962891",
        "lng": "101.734924316406",
        "level": "4"
    },
    {
        "id": "738",
        "detail": "清真大寺是西宁古城著名的建筑，富有浓郁的伊斯兰特色，属省级文物保护单位。",
        "name": "湟光—东关清真大寺",
        "city_id": "124",
        "lat": "36.6251945495605",
        "lng": "101.797973632813",
        "level": "4"
    },
    {
        "id": "739",
        "detail": "西宁市最繁华的西门-大什字商业区，区内商铺林立,青海省政府旁。",
        "name": "西门-大什字",
        "city_id": "",
        "lat": "36.6274070739746",
        "lng": "101.783226013184",
        "level": "4"
    },
    {
        "id": "740",
        "detail": "是青藏高原最大的综合交通枢纽工程，一个集高原旅游、商贸、服务于一体的城市副中心。",
        "name": "西宁火车站",
        "city_id": "124",
        "lat": "36.6255874633789",
        "lng": "101.820617675781",
        "level": "4"
    },
    {
        "id": "741",
        "detail": "以小桥大街为中心，以门源路延长段于海湖路联通，集合商贸流通、宾馆住宿、餐饮娱乐等传统服务业为一体，为北部核心商业区。",
        "name": "小桥大街",
        "city_id": "124",
        "lat": "36.6508865356445",
        "lng": "101.76432800293",
        "level": "4"
    },
    {
        "id": "742",
        "detail": "原创景观小品与周边业态相互交融，购物更加享受，游街充满乐趣。",
        "name": "力盟步行街",
        "city_id": "124",
        "lat": "36.6364097595215",
        "lng": "101.765419006348",
        "level": "4"
    },
    {
        "id": "743",
        "detail": "位于城西区，方便周边城市的客车运输干线集中营。",
        "name": "南川西路客运站地区",
        "city_id": "124",
        "lat": "36.6169815063477",
        "lng": "101.769012451172",
        "level": "4"
    },
    {
        "id": "744",
        "detail": "东依北川河，西靠大酉山，青藏高原独特的动植物资源基地。",
        "name": "生物园区",
        "city_id": "124",
        "lat": "36.7047348022461",
        "lng": "101.753463745117",
        "level": "4"
    },
    {
        "id": "745",
        "detail": "大同市市政府和大同高端消费中心的重合地",
        "name": "百盛/市政府",
        "city_id": "136",
        "lat": "40.0779991149902",
        "lng": "113.307929992676",
        "level": "4"
    },
    {
        "id": "746",
        "detail": "大同市南部区域经济消费中心",
        "name": "东信广场",
        "city_id": "136",
        "lat": "40.0603637695313",
        "lng": "113.298973083496",
        "level": "4"
    },
    {
        "id": "747",
        "detail": "大同御东新区是大同市政府根据“一轴双城”的思想规划的新城区，其中大同万达广场、大同文瀛湖景区、大同方特欢乐世界都位于此区域",
        "name": "方特/万达广场商圈",
        "city_id": "136",
        "lat": "40.0825004577637",
        "lng": "113.378883361816",
        "level": "4"
    },
    {
        "id": "748",
        "detail": "始建于明代，国家4A级旅游区",
        "name": "古城旅游文化区",
        "city_id": "136",
        "lat": "40.0894508361816",
        "lng": "113.308639526367",
        "level": "4"
    },
    {
        "id": "749",
        "detail": "大同市卫星城",
        "name": "恒安新区",
        "city_id": "136",
        "lat": "40.0142784118652",
        "lng": "113.228553771973",
        "level": "4"
    },
    {
        "id": "750",
        "detail": "大同市中部区域经济消费中心",
        "name": "华林新天地/大西街",
        "city_id": "136",
        "lat": "40.1003112792969",
        "lng": "113.293098449707",
        "level": "4"
    },
    {
        "id": "751",
        "detail": "全国第三大第三大煤矿国有企业“同煤集团”行政经济中心",
        "name": "矿务局",
        "city_id": "136",
        "lat": "40.0452537536621",
        "lng": "113.185478210449",
        "level": "4"
    },
    {
        "id": "752",
        "detail": "大同市北部区域经济消费中心",
        "name": "玄辰广场/大同火车站",
        "city_id": "136",
        "lat": "40.1268157958984",
        "lng": "113.310577392578",
        "level": "4"
    },
    {
        "id": "753",
        "detail": "是集阿尔丁广场，阿尔丁植物园，小肥羊大厦，宝格特生态园于一体的商务与旅游出行商圈。",
        "name": "阿尔丁广场",
        "city_id": "141",
        "lat": "40.6615562438965",
        "lng": "109.846572875977",
        "level": "4"
    },
    {
        "id": "754",
        "detail": "是集包百，昆区王府井，昆区维多利，包百步行街，一附院，昆区长途客运站，二旅社，恰特，八一公园于一体的商务与旅游出行商圈。",
        "name": "包百王府井",
        "city_id": "141",
        "lat": "40.6650352478027",
        "lng": "109.82096862793",
        "level": "4"
    },
    {
        "id": "755",
        "detail": "是包头东河机场，包头东站，东河维多利，南海湿地景区，二里半，太平寺旅游出行商圈。",
        "name": "包头东河机场/包头东站",
        "city_id": "141",
        "lat": "40.5761756896973",
        "lng": "110.031272888184",
        "level": "4"
    },
    {
        "id": "756",
        "detail": "包头国际会展中心等，集购物及内外贸交易中心为一体的综合商圈。",
        "name": "包头国际会展中心",
        "city_id": "141",
        "lat": "40.6318664550781",
        "lng": "109.932624816895",
        "level": "4"
    },
    {
        "id": "757",
        "detail": "包头火车站地区。",
        "name": "包头火车站",
        "city_id": "141",
        "lat": "40.6113777160645",
        "lng": "109.843254089355",
        "level": "4"
    },
    {
        "id": "758",
        "detail": "石门风景区。",
        "name": "北部区域/石门风景区",
        "city_id": "141",
        "lat": "40.7566184997559",
        "lng": "109.803634643555",
        "level": "4"
    },
    {
        "id": "759",
        "detail": "包头东北部区域。",
        "name": "东北部区域/乌素图公园",
        "city_id": "141",
        "lat": "40.6653709411621",
        "lng": "109.961692810059",
        "level": "4"
    },
    {
        "id": "760",
        "detail": "九原万达广场，包头市政府，九原区政府，青年生态园，包头市车管所，横竖街、包头医学院聚集地。",
        "name": "九原万达广场",
        "city_id": "141",
        "lat": "40.6122436523438",
        "lng": "109.95881652832",
        "level": "4"
    },
    {
        "id": "761",
        "detail": "包头整个西部区域。",
        "name": "西部区域/包头西站",
        "city_id": "141",
        "lat": "40.617504119873",
        "lng": "109.758239746094",
        "level": "4"
    },
    {
        "id": "762",
        "detail": "稀土大厦、红星美凯龙、万合广场、悦城、包头六中、锦绣公园，金荣建材城，赵家营子、总部经济园。",
        "name": "稀土高新区",
        "city_id": "141",
        "lat": "40.6348838806152",
        "lng": "109.870895385742",
        "level": "4"
    },
    {
        "id": "763",
        "detail": "是中心医院，东河区政府、吕祖庙，财神庙广场，乔家金街，包头市第三医院，包头市蒙医中医医院，北梁新区，第二工人文化宫于一体的商务与旅游出行商圈。",
        "name": "中心医院",
        "city_id": "141",
        "lat": "40.5912895202637",
        "lng": "110.025863647461",
        "level": "4"
    },
    {
        "id": "764",
        "detail": "南部区域,小白河湿地公园。",
        "name": "南部区域/小白河湿地公园",
        "city_id": "141",
        "lat": "40.5319557189941",
        "lng": "109.858245849609",
        "level": "4"
    },
    {
        "id": "765",
        "detail": "是集内蒙古科技大学，包钢一中，包头乐园，友谊广场的旅游出行商圈",
        "name": "内蒙古科技大学/包头乐园",
        "city_id": "141",
        "lat": "40.6263656616211",
        "lng": "109.839294433594",
        "level": "4"
    },
    {
        "id": "766",
        "detail": "集青山万达广场、一宫、包头海洋馆、正翔国际、苏宁广场、富强商场于一体重要的商业区域。",
        "name": "青山万达广场/一宫",
        "city_id": "141",
        "lat": "40.6642456054688",
        "lng": "109.859977722168",
        "level": "4"
    },
    {
        "id": "767",
        "detail": "集王府井(青山店)，九星国际数码广场、娜琳商厦，包头职业技术学院(呼得木林校区)、内蒙古科技大学包头医学院第二附属医院火车站于一体的休闲与医疗保障商圈。",
        "name": "青山王府井/九星",
        "city_id": "141",
        "lat": "40.6746215820313",
        "lng": "109.887092590332",
        "level": "4"
    },
    {
        "id": "768",
        "detail": "第一机械医院、包头师范学院(北校区)。",
        "name": "师范学院",
        "city_id": "141",
        "lat": "40.6616630554199",
        "lng": "109.892402648926",
        "level": "4"
    },
    {
        "id": "769",
        "detail": "该区域内有居然之家，黄台家装市场等家居建材购物中心，另有银座购物北园店等购物中心，是商业聚集地。",
        "name": "北园商圈",
        "city_id": "144",
        "lat": "36.7167320251465",
        "lng": "117.049407958984",
        "level": "4"
    },
    {
        "id": "770",
        "detail": "该区域为新旧商业区域并存，新兴商业代表万达广场，振华商厦，皆为时尚现代购物商业中心。人民商城及大观园为济南颇具人文历史的传统商业代表。该区域为济南娱乐休闲消费场所聚集区域，商业颇为繁荣。",
        "name": "大观园、和谐广场商圈",
        "city_id": "144",
        "lat": "36.662971496582",
        "lng": "116.989776611328",
        "level": "4"
    },
    {
        "id": "771",
        "detail": "本区域位于济南市的中心位置,是济南市的政治、金融和商业中心，泉城广场附近的银座商城和贵和购物中心是济南市最繁华的商业区，该区南临大明湖公园，趵突泉公园、五龙潭公园等景点位于本区。",
        "name": "大明湖，泉城广场商圈",
        "city_id": "144",
        "lat": "36.6724166870117",
        "lng": "117.031829833984",
        "level": "4"
    },
    {
        "id": "772",
        "detail": "位于济南市区东部，是济南市对外开放的窗口和重要的高新技术产业基地。济南市市政府（龙奥大厦）、奥体中心、国际会展中心、汉峪金谷等都在本区域内。",
        "name": "高新区，奥体中心",
        "city_id": "144",
        "lat": "36.6923027038574",
        "lng": "117.13020324707",
        "level": "4"
    },
    {
        "id": "773",
        "detail": "本区域内为济南交通枢纽，火车站、长途汽车站均在区域内，是进出济南的中心。",
        "name": "火车站、长途汽车站商圈",
        "city_id": "144",
        "lat": "36.6784515380859",
        "lng": "116.991661071777",
        "level": "4"
    },
    {
        "id": "774",
        "detail": "该区域内有济南遥墙国际机场，为济南空港。",
        "name": "机场区",
        "city_id": "144",
        "lat": "36.8577575683594",
        "lng": "117.220222473145",
        "level": "4"
    },
    {
        "id": "775",
        "detail": "该区域内有济南西客站既高铁停靠站点，另有西郊森林公园及堤口果品批发市场，汽配市场等商业集散地。",
        "name": "西客站",
        "city_id": "144",
        "lat": "36.6753082275391",
        "lng": "116.898956298828",
        "level": "4"
    },
    {
        "id": "776",
        "detail": "本区域位于济南经十路中段以南。英雄山、千佛山等著名景点位于本区域内。舜耕国际会展中心为重要的会展地。",
        "name": "英雄山、千佛山、舜耕会展中心区",
        "city_id": "144",
        "lat": "36.6416664123535",
        "lng": "117.031005859375",
        "level": "4"
    },
    {
        "id": "777",
        "detail": "该区域内有山东大学，山东师范大学，山东建筑大学多个分校区，是济南高校聚集地。",
        "name": "长清大学城",
        "city_id": "144",
        "lat": "36.5679969787598",
        "lng": "116.818717956543",
        "level": "4"
    },
    {
        "id": "778",
        "detail": "本区域位于济南西北部，洛口服装城为山东省规模较大的服装，鞋类用品的批发地，集散地以及转运地之一。本区域内的动物园为中国七大动物园之一。",
        "name": "泺口服装城、动物园",
        "city_id": "144",
        "lat": "36.7073020935059",
        "lng": "116.995849609375",
        "level": "4"
    },
    {
        "id": "779",
        "detail": "远离喧闹的市区，景色优美，适合周末出游",
        "name": "南部风景区",
        "city_id": "144",
        "lat": "36.4883193969727",
        "lng": "117.123504638672",
        "level": "4"
    },
    {
        "id": "780",
        "detail": "本区域位于济南的中部偏东北，著名的洪楼天主教堂、闵子骞墓、百花公园等景点位于本区。",
        "name": "山师、山大、洪楼商业区",
        "city_id": "144",
        "lat": "36.6799621582031",
        "lng": "117.066535949707",
        "level": "4"
    },
    {
        "id": "781",
        "detail": "位于北戴河北部地区，大薄荷寨村",
        "name": "大薄荷寨",
        "city_id": "147",
        "lat": "39.8431930541992",
        "lng": "119.49813079834",
        "level": "4"
    },
    {
        "id": "782",
        "detail": "位于北戴河东北部沿海",
        "name": "东海滩，碧螺塔公园",
        "city_id": "147",
        "lat": "39.8281555175781",
        "lng": "119.532012939453",
        "level": "4"
    },
    {
        "id": "783",
        "detail": "北戴河东北部",
        "name": "鸽子窝，奥林匹克公园",
        "city_id": "147",
        "lat": "39.8418388366699",
        "lng": "119.532379150391",
        "level": "4"
    },
    {
        "id": "784",
        "detail": "北戴河中部，剑秋路以东，联峰北路以南，联峰路以北，刘庄以西",
        "name": "怪楼奇缘",
        "city_id": "147",
        "lat": "39.8318672180176",
        "lng": "119.499885559082",
        "level": "4"
    },
    {
        "id": "785",
        "detail": "联峰公园以西",
        "name": "海滨公园，热带植物园",
        "city_id": "147",
        "lat": "39.8165473937988",
        "lng": "119.44701385498",
        "level": "4"
    },
    {
        "id": "786",
        "detail": "秦皇岛港地处渤海之滨，扼东北、华北之咽喉，是我国北方著名的天然不冻港。其海岸曲折、港阔水深，风平浪静，泥沙淤积很少，万吨货轮可自由出入。",
        "name": "海港区",
        "city_id": "147",
        "lat": "39.9158020019531",
        "lng": "119.571876525879",
        "level": "4"
    },
    {
        "id": "787",
        "detail": "黄金海岸风景区海水洁净、沙粒匀细，独特的海洋风光，景色极为壮观美丽。",
        "name": "黄金海岸风景区",
        "city_id": "147",
        "lat": "39.702564239502",
        "lng": "119.346160888672",
        "level": "4"
    },
    {
        "id": "788",
        "detail": "位于秦皇岛市西北部，秦皇岛长途汽车站几步之遥，是秦皇岛市的交通中心。",
        "name": "火车站区",
        "city_id": "147",
        "lat": "39.971549987793",
        "lng": "119.598876953125",
        "level": "4"
    },
    {
        "id": "789",
        "detail": "位于北戴河以南，中部海湾沿海地区",
        "name": "中海滩，老虎石公园",
        "city_id": "147",
        "lat": "39.8204307556152",
        "lng": "119.495452880859",
        "level": "4"
    },
    {
        "id": "790",
        "detail": "刘庄地区",
        "name": "刘庄",
        "city_id": "147",
        "lat": "39.8331985473633",
        "lng": "119.511459350586",
        "level": "4"
    },
    {
        "id": "791",
        "detail": "南戴河中心地区",
        "name": "南戴河中心区",
        "city_id": "147",
        "lat": "39.7940292358398",
        "lng": "119.421241760254",
        "level": "4"
    },
    {
        "id": "792",
        "detail": "北戴河联峰公园东侧",
        "name": "平水桥公园",
        "city_id": "147",
        "lat": "39.8229217529297",
        "lng": "119.488082885742",
        "level": "4"
    },
    {
        "id": "793",
        "detail": "市中心，人民公园，人民广场汇集于此，是文化，商业及旅游中心。",
        "name": "人民广场区",
        "city_id": "147",
        "lat": "39.9463500976563",
        "lng": "119.601654052734",
        "level": "4"
    },
    {
        "id": "794",
        "detail": "北戴河东北部森林湿地",
        "name": "森林湿地公园",
        "city_id": "147",
        "lat": "39.8434410095215",
        "lng": "119.517425537109",
        "level": "4"
    },
    {
        "id": "795",
        "detail": "秦皇岛著名的旅游目的地，拥有北戴河，南戴河景区。",
        "name": "山海关区",
        "city_id": "147",
        "lat": "39.9761581420898",
        "lng": "119.803192138672",
        "level": "4"
    },
    {
        "id": "796",
        "detail": "以百花园批发市场为核心",
        "name": "百花园批发市场",
        "city_id": "",
        "lat": "47.3472137451172",
        "lng": "123.981651306152",
        "level": "4"
    },
    {
        "id": "797",
        "detail": "以齐齐哈尔老火车站为中心",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "47.3455505371094",
        "lng": "124.0009765625",
        "level": "4"
    },
    {
        "id": "798",
        "detail": "以市中环广场为核心，有百货大楼，大商新玛特等商场",
        "name": "中环广场商业区",
        "city_id": "149",
        "lat": "47.34765625",
        "lng": "123.962310791016",
        "level": "4"
    },
    {
        "id": "799",
        "detail": "以龙沙公园为核心",
        "name": "龙沙公园",
        "city_id": "",
        "lat": "47.3502235412598",
        "lng": "123.952857971191",
        "level": "4"
    },
    {
        "id": "800",
        "detail": "以齐齐哈尔大学为核心",
        "name": "齐齐哈尔大学周边",
        "city_id": "",
        "lat": "47.3598327636719",
        "lng": "123.933410644531",
        "level": "4"
    },
    {
        "id": "801",
        "detail": "以齐齐哈尔医学院为核心",
        "name": "齐齐哈尔医学院周边",
        "city_id": "",
        "lat": "47.3830261230469",
        "lng": "123.961608886719",
        "level": "4"
    },
    {
        "id": "802",
        "detail": "以牡丹江北山公园为中心",
        "name": "北山公园",
        "city_id": "150",
        "lat": "44.612117767334",
        "lng": "129.602020263672",
        "level": "4"
    },
    {
        "id": "803",
        "detail": "以牡丹江市步行街为中心",
        "name": "步行街",
        "city_id": "150",
        "lat": "44.5903396606445",
        "lng": "129.626052856445",
        "level": "4"
    },
    {
        "id": "804",
        "detail": "牡丹江火车站为中心",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "44.5973167419434",
        "lng": "129.619262695313",
        "level": "4"
    },
    {
        "id": "805",
        "detail": "以明星广场为中心",
        "name": "明星广场",
        "city_id": "150",
        "lat": "44.6137886047363",
        "lng": "129.621322631836",
        "level": "4"
    },
    {
        "id": "806",
        "detail": "以牡丹江大学为中心",
        "name": "牡丹江大学周边",
        "city_id": "150",
        "lat": "44.598949432373",
        "lng": "129.578552246094",
        "level": "4"
    },
    {
        "id": "807",
        "detail": "以牡丹江师范大学为中心",
        "name": "牡丹江师范大学",
        "city_id": "150",
        "lat": "44.5944633483887",
        "lng": "129.568145751953",
        "level": "4"
    },
    {
        "id": "808",
        "detail": "以牡丹江市第二人民医院为中心",
        "name": "牡丹江市第二人民医院地区",
        "city_id": "150",
        "lat": "44.6056365966797",
        "lng": "129.654602050781",
        "level": "4"
    },
    {
        "id": "809",
        "detail": "以牡丹江医学院为中心",
        "name": "牡丹江医学院周边",
        "city_id": "150",
        "lat": "44.609691619873",
        "lng": "129.585739135742",
        "level": "4"
    },
    {
        "id": "810",
        "detail": "以牡丹江市中医院为中心",
        "name": "牡丹江中医院",
        "city_id": "150",
        "lat": "44.588752746582",
        "lng": "129.645614624023",
        "level": "4"
    },
    {
        "id": "811",
        "detail": "东北师范大学核心校区，吉林大学工科核心校区，南关区文化中心。",
        "name": "东北师范大学/吉林大学南岭校区",
        "city_id": "158",
        "lat": "43.8675575256348",
        "lng": "125.337959289551",
        "level": "4"
    },
    {
        "id": "812",
        "detail": "二道区",
        "name": "东方广场/长春光华学院",
        "city_id": "158",
        "lat": "43.8877258300781",
        "lng": "125.431907653809",
        "level": "4"
    },
    {
        "id": "813",
        "detail": "科教文化中心，包含国家4A景区的长春动植物园及著名的南岭体育场。",
        "name": "动植物公园/南岭体育场",
        "city_id": "158",
        "lat": "43.8737640380859",
        "lng": "125.341941833496",
        "level": "4"
    },
    {
        "id": "814",
        "detail": "高新经济区",
        "name": "硅谷大街",
        "city_id": "158",
        "lat": "43.8202018737793",
        "lng": "125.258308410645",
        "level": "4"
    },
    {
        "id": "815",
        "detail": "交通综合枢纽",
        "name": "桂林路/吉林艺术学院",
        "city_id": "158",
        "lat": "43.8727645874023",
        "lng": "125.324615478516",
        "level": "4"
    },
    {
        "id": "816",
        "detail": "商业繁华区",
        "name": "国际会展中心/经开体育场",
        "city_id": "158",
        "lat": "43.8433227539063",
        "lng": "125.40168762207",
        "level": "4"
    },
    {
        "id": "817",
        "detail": "商业繁华区",
        "name": "红旗街/万达广场",
        "city_id": "158",
        "lat": "43.8734245300293",
        "lng": "125.302856445313",
        "level": "4"
    },
    {
        "id": "818",
        "detail": "朝阳区",
        "name": "湖光路地区",
        "city_id": "158",
        "lat": "43.8520698547363",
        "lng": "125.284278869629",
        "level": "4"
    },
    {
        "id": "819",
        "detail": "商业繁华区",
        "name": "吉大一院/文化广场",
        "city_id": "158",
        "lat": "43.8856201171875",
        "lng": "125.314247131348",
        "level": "4"
    },
    {
        "id": "820",
        "detail": "长春大学城高教文化中心",
        "name": "净月大学城/生态广场",
        "city_id": "158",
        "lat": "43.8268661499023",
        "lng": "125.424537658691",
        "level": "4"
    },
    {
        "id": "821",
        "detail": "商业繁华区",
        "name": "新天地购物公园",
        "city_id": "158",
        "lat": "43.9049301147461",
        "lng": "125.351379394531",
        "level": "4"
    },
    {
        "id": "822",
        "detail": "商业繁华区及交通综合枢纽。",
        "name": "一汽/长春西站",
        "city_id": "158",
        "lat": "43.8805084228516",
        "lng": "125.209541320801",
        "level": "4"
    },
    {
        "id": "823",
        "detail": "商业繁华区",
        "name": "长春火车站北站/宽城万达",
        "city_id": "158",
        "lat": "43.9243583679199",
        "lng": "125.337783813477",
        "level": "4"
    },
    {
        "id": "824",
        "detail": "长春龙嘉国际机场是中国东北地区四大国际机场之一，重要的航空交通枢纽，我国主要建设的干线机场",
        "name": "长春龙嘉机场国际地区/龙嘉高铁站",
        "city_id": "158",
        "lat": "44.0015411376953",
        "lng": "125.697875976563",
        "level": "4"
    },
    {
        "id": "825",
        "detail": "商业繁华区",
        "name": "长春吾悦广场/长春公园",
        "city_id": "158",
        "lat": "43.8944625854492",
        "lng": "125.280494689941",
        "level": "4"
    },
    {
        "id": "826",
        "detail": "商业繁华区",
        "name": "长春站/胜利公园",
        "city_id": "158",
        "lat": "43.9115562438965",
        "lng": "125.33081817627",
        "level": "4"
    },
    {
        "id": "827",
        "detail": "商圈包含长影世纪城，净月潭。是长春市区仅有的2个国家5A级景区，坐落于长春市东南部，毗邻大学城周边。",
        "name": "长影世纪城/净月潭",
        "city_id": "158",
        "lat": "43.7833824157715",
        "lng": "125.461334228516",
        "level": "4"
    },
    {
        "id": "828",
        "detail": "商业繁华区",
        "name": "中日联医院/中东大市场",
        "city_id": "158",
        "lat": "43.869873046875",
        "lng": "125.398460388184",
        "level": "4"
    },
    {
        "id": "829",
        "detail": "商业繁华区",
        "name": "重庆路/人民广场",
        "city_id": "158",
        "lat": "43.8983154296875",
        "lng": "125.337905883789",
        "level": "4"
    },
    {
        "id": "830",
        "detail": "二道区",
        "name": "劳动公园/临河街",
        "city_id": "158",
        "lat": "43.8871726989746",
        "lng": "125.382255554199",
        "level": "4"
    },
    {
        "id": "831",
        "detail": "商业繁华区",
        "name": "南湖公园",
        "city_id": "158",
        "lat": "43.8614692687988",
        "lng": "125.313682556152",
        "level": "4"
    },
    {
        "id": "832",
        "detail": "商业繁华区",
        "name": "欧亚春城购物中心/解放军208医院",
        "city_id": "158",
        "lat": "43.8991966247559",
        "lng": "125.267707824707",
        "level": "4"
    },
    {
        "id": "833",
        "detail": "高新技术产业开发区",
        "name": "欧亚卖场",
        "city_id": "158",
        "lat": "43.8472633361816",
        "lng": "125.248329162598",
        "level": "4"
    },
    {
        "id": "834",
        "detail": "商业繁华区，大学区。",
        "name": "前进大街/吉大南校",
        "city_id": "158",
        "lat": "43.8325614929199",
        "lng": "125.297164916992",
        "level": "4"
    },
    {
        "id": "835",
        "detail": "长春经济开发区",
        "name": "赛德广场",
        "city_id": "158",
        "lat": "43.8592338562012",
        "lng": "125.385284423828",
        "level": "4"
    },
    {
        "id": "836",
        "detail": "商业区",
        "name": "双阳区政府",
        "city_id": "158",
        "lat": "43.5370864868164",
        "lng": "125.677574157715",
        "level": "4"
    },
    {
        "id": "837",
        "detail": "商业繁华区",
        "name": "伪满皇宫博物院",
        "city_id": "158",
        "lat": "43.9170989990234",
        "lng": "125.361679077148",
        "level": "4"
    },
    {
        "id": "838",
        "detail": "商业繁华区",
        "name": "卫星广场/高速客运站",
        "city_id": "158",
        "lat": "43.8377456665039",
        "lng": "125.331230163574",
        "level": "4"
    },
    {
        "id": "839",
        "detail": "包含北华大学及医药学院，世纪广场、丰满区政府、吉林职业技术学院。",
        "name": "北华大学/医药学院",
        "city_id": "159",
        "lat": "43.8271522521973",
        "lng": "126.567802429199",
        "level": "4"
    },
    {
        "id": "840",
        "detail": "包含北华大学北校区，包含吉化总院，江北公园，电子信息技术学院。",
        "name": "北华大学北校区",
        "city_id": "159",
        "lat": "43.9304580688477",
        "lng": "126.575355529785",
        "level": "4"
    },
    {
        "id": "841",
        "detail": "包含北华大学东校区",
        "name": "北华大学东校区",
        "city_id": "159",
        "lat": "43.8431663513184",
        "lng": "126.612342834473",
        "level": "4"
    },
    {
        "id": "842",
        "detail": "包含东北电力大学及北山公园，内含人民广场、吉林市政务大厅",
        "name": "东北电力大学",
        "city_id": "159",
        "lat": "43.8293800354004",
        "lng": "126.509727478027",
        "level": "4"
    },
    {
        "id": "843",
        "detail": "包含火车站客运站交通枢纽，位于吉林市中心地带，交通便利。",
        "name": "火车站",
        "city_id": "100",
        "lat": "43.8647575378418",
        "lng": "126.583587646484",
        "level": "4"
    },
    {
        "id": "844",
        "detail": "包含吉林化工学院及龙潭山公园，内含吉化一中、吉化九中。",
        "name": "吉林化工学院",
        "city_id": "159",
        "lat": "43.9066925048828",
        "lng": "126.625595092773",
        "level": "4"
    },
    {
        "id": "845",
        "detail": "处于吉林农业科技学院周边，距松花江直线距离500米，可欣赏松花江景，环境宜人，商圈临近哈大公路，距离吉林市火车站30分钟车程。",
        "name": "吉林农业科技学院周边",
        "city_id": "159",
        "lat": "43.9638252258301",
        "lng": "126.485397338867",
        "level": "4"
    },
    {
        "id": "846",
        "detail": "景点",
        "name": "吉林雾凇岛",
        "city_id": "159",
        "lat": "44.1310844421387",
        "lng": "126.452926635742",
        "level": "4"
    },
    {
        "id": "847",
        "detail": "景区",
        "name": "松花湖",
        "city_id": "159",
        "lat": "43.7272872924805",
        "lng": "126.714370727539",
        "level": "4"
    },
    {
        "id": "848",
        "detail": "万科松花湖国际度假区是夏季避暑，雪季滑雪，赏雾凇的旅游目的地",
        "name": "万科松花湖滑雪度假区",
        "city_id": "159",
        "lat": "43.6905403137207",
        "lng": "126.631744384766",
        "level": "4"
    },
    {
        "id": "849",
        "detail": "主要是安庆老城区，安庆的商业中心。北到菱湖北路，东至龙眠山南路，沿江路以南，西到德宽路，距离市中心人民路三公里左右的区域，菱湖公园附近均属该区域。",
        "name": "安庆市中心",
        "city_id": "177",
        "lat": "30.5100135803223",
        "lng": "117.059791564941",
        "level": "4"
    },
    {
        "id": "850",
        "detail": "东部新城区目前正在开发当中，安庆老城区龙眠山南路以东，未来会成为安庆的新城区。",
        "name": "东部新城",
        "city_id": "177",
        "lat": "30.5291328430176",
        "lng": "117.127548217773",
        "level": "4"
    },
    {
        "id": "851",
        "detail": "该区域主要是火车安庆站区域附近车程三公里左右，南至菱湖北路；西到中兴大街，北到经三路，东到龙眠山南路。",
        "name": "火车站区域",
        "city_id": "177",
        "lat": "30.5547676086426",
        "lng": "117.071960449219",
        "level": "4"
    },
    {
        "id": "852",
        "detail": "安庆经济开发区，龙眠山路以西，除了火车站和市中心区域以外的地区覆盖，为安庆新兴发展区域。",
        "name": "经济开发区",
        "city_id": "34",
        "lat": "30.5290813446045",
        "lng": "117.019866943359",
        "level": "4"
    },
    {
        "id": "853",
        "detail": "鞍山站现为沈阳铁路局鞍山车务段直辖的二等站，按业务性质为客货运兼营的中间站，主要办理客货运的接发列车和调车工作，货物列车补水作业等。",
        "name": "鞍山火车站地区",
        "city_id": "178",
        "lat": "41.1187438964844",
        "lng": "122.99267578125",
        "level": "4"
    },
    {
        "id": "854",
        "detail": "鞍山市是中国辽宁省第三大城市。鞍山因市区南部一座形似马鞍的山峰而得名。",
        "name": "鞍山市中心",
        "city_id": "178",
        "lat": "41.1109733581543",
        "lng": "123.004577636719",
        "level": "4"
    },
    {
        "id": "855",
        "detail": "鞍山西站建于千山区宁远镇大阳气村附近，建成后将成为纯客运火车站，而目前的站前火车站将以货运为主。届时，鞍山西站将成为我市第二个客运交通枢纽",
        "name": "鞍山西站地区",
        "city_id": "178",
        "lat": "41.1240043640137",
        "lng": "122.922233581543",
        "level": "4"
    },
    {
        "id": "856",
        "detail": "千山，古称积翠山，位于东经123.4度，北纬40度的辽宁省中部，耸立于辽东半岛北端，距鞍山市东南17公里，总面积125平方公里。",
        "name": "千山风景区",
        "city_id": "178",
        "lat": "41.0381965637207",
        "lng": "123.143928527832",
        "level": "4"
    },
    {
        "id": "857",
        "detail": "",
        "name": "市区",
        "city_id": "179",
        "lat": "26.245641708374",
        "lng": "105.942192077637",
        "level": "4"
    },
    {
        "id": "858",
        "detail": "蚌埠火车站周围3公里左右的区域，南到兰凌路（荆山路），西到延安路，东北解放路主干道，东偏南至胜利东路和环湖西路交界的区域。",
        "name": "蚌埠火车站区域",
        "city_id": "182",
        "lat": "32.949348449707",
        "lng": "117.385139465332",
        "level": "4"
    },
    {
        "id": "859",
        "detail": "以市中心淮河路为中心3公里车程范围之内的区域；南到延安路和荆山路交界，西至朝阳桥朝阳路；北到圈堤东路和延安路交界，延安路以西的区域。",
        "name": "蚌埠市中心",
        "city_id": "182",
        "lat": "32.9514045715332",
        "lng": "117.37084197998",
        "level": "4"
    },
    {
        "id": "860",
        "detail": "蚌埠的开发区为全国之最，近10个经济开发区；统一称作新区。南起荆山路。西起朝阳路，北起圈堤路，东起解放路。",
        "name": "新区",
        "city_id": "182",
        "lat": "32.9362983703613",
        "lng": "117.380737304688",
        "level": "4"
    },
    {
        "id": "861",
        "detail": "地处保定市高档消费区，中国电谷、天威英利新能源、中级人民法院、中国移动保定分公司、中国联通保定分公司等知名大集团均在此商圈。",
        "name": "保百购物广场/北国先天下",
        "city_id": "185",
        "lat": "38.8955421447754",
        "lng": "115.476387023926",
        "level": "4"
    },
    {
        "id": "862",
        "detail": "保定东站承接高铁客运，周边高校云集：河大新区、保定学院、保定广播电视大学，外国语学院、洪金宝影视学校、唐人木艺。",
        "name": "保定东站/河大新区/保定学院",
        "city_id": "185",
        "lat": "38.887580871582",
        "lng": "115.585174560547",
        "level": "4"
    },
    {
        "id": "863",
        "detail": "保定火车站（即保定站）是京广铁路的中间站，是保定老城区的核心，知名景点有直隶总督署、古莲花池、动物园等，知名大学有河北农业大学本部；娱乐、购物方便，有保百大楼、华创广场、裕华小商品",
        "name": "保定火车站/华创广场/总督署",
        "city_id": "185",
        "lat": "38.8693542480469",
        "lng": "115.48609161377",
        "level": "4"
    },
    {
        "id": "864",
        "detail": "保定客运中心是保定汽车总站，河北大学附属医院（省医院）、职工医学院也都在此商圈，医疗、交通方便。",
        "name": "保定客运中心/河北大学附属医院",
        "city_id": "185",
        "lat": "38.8605880737305",
        "lng": "115.548751831055",
        "level": "4"
    },
    {
        "id": "865",
        "detail": "高校集中，包括地质大学长城学院，河北科技学院，保定虎振学校。中国著名的长城汽车公司总部坐落于此，有保定最大的物流园。",
        "name": "地质大学长城学院/科技学院/长城部件园",
        "city_id": "185",
        "lat": "38.8213691711426",
        "lng": "115.491584777832",
        "level": "4"
    },
    {
        "id": "866",
        "detail": "保定老城区，保定陆军军官学校遗址军校广场、河北省重点大学河北大学（本部）均在此商圈",
        "name": "河北大学/军校广场/第一中心医院",
        "city_id": "185",
        "lat": "38.8761978149414",
        "lng": "115.522621154785",
        "level": "4"
    },
    {
        "id": "867",
        "detail": "高校集中，包括华电一校，华电二校，中央司法警官学院；商场较多：信誉楼商场，四通商场，大润发超市，北河沿便民市场；就餐方便，学校周边都有小吃一条街，还有河北著名民间菜 北斗星餐厅。",
        "name": "华北电力大学/中央司法警官学院/四通广场",
        "city_id": "185",
        "lat": "38.8949661254883",
        "lng": "115.521591186523",
        "level": "4"
    },
    {
        "id": "868",
        "detail": "此商圈内包括河北金融学院；保定市民休闲场所植物园，著名医院：北京儿童医院保定分院，妇幼保健院，正在建设的商场保定钟楼商厦。",
        "name": "植物园/金融学院",
        "city_id": "185",
        "lat": "38.9264259338379",
        "lng": "115.50545501709",
        "level": "4"
    },
    {
        "id": "869",
        "detail": "商圈内有著名的河北农业大学西校区，紧邻保定生态园。",
        "name": "农业大学西校区",
        "city_id": "185",
        "lat": "38.8337364196777",
        "lng": "115.452346801758",
        "level": "4"
    },
    {
        "id": "870",
        "detail": "保定商业购物中心，是人民休闲购物的首选之地。竞秀公园、保定市人民广场、市政府均在此商圈。",
        "name": "时代商厦/万博广场/茂业百货",
        "city_id": "185",
        "lat": "38.8824844360352",
        "lng": "115.476280212402",
        "level": "4"
    },
    {
        "id": "871",
        "detail": "北海老牌商业中心。",
        "name": "北部湾广场",
        "city_id": "189",
        "lat": "21.4780769348145",
        "lng": "109.119819641113",
        "level": "4"
    },
    {
        "id": "872",
        "detail": "北部湾一号是北海最具代表性的酒店公寓集中区域",
        "name": "北部湾一号",
        "city_id": "189",
        "lat": "21.5009651184082",
        "lng": "109.15145111084",
        "level": "4"
    },
    {
        "id": "873",
        "detail": "北海铁路交通枢纽。",
        "name": "北海高铁站地区",
        "city_id": "189",
        "lat": "21.459020614624",
        "lng": "109.134948730469",
        "level": "4"
    },
    {
        "id": "874",
        "detail": "北海经济、文化、商住的主要区域。",
        "name": "北海主城区",
        "city_id": "189",
        "lat": "21.4734592437744",
        "lng": "109.128982543945",
        "level": "4"
    },
    {
        "id": "875",
        "detail": "冠头岭是北海市区内唯一的山，附近配套有高尔夫球场",
        "name": "冠头岭国家森林公园、高尔夫休闲区",
        "city_id": "189",
        "lat": "21.4543151855469",
        "lng": "109.060394287109",
        "level": "4"
    },
    {
        "id": "876",
        "detail": "该商圈内有园博园、数所中高院校、红树林等公共设施和景点",
        "name": "红树林、园博园",
        "city_id": "189",
        "lat": "21.4264583587646",
        "lng": "109.213584899902",
        "level": "4"
    },
    {
        "id": "877",
        "detail": "北海最具代表性的别墅酒店区。",
        "name": "银滩旅游度假区（海泰别墅区）",
        "city_id": "189",
        "lat": "21.4205455780029",
        "lng": "109.145324707031",
        "level": "4"
    },
    {
        "id": "878",
        "detail": "银滩旅游度假区靠近侨港和客运码头的部分，是进出涠洲岛的交通枢纽",
        "name": "银滩旅游度假区（侨港、国际客运码头）",
        "city_id": "189",
        "lat": "21.4251556396484",
        "lng": "109.137718200684",
        "level": "4"
    },
    {
        "id": "879",
        "detail": "银滩旅游度假区 靠近银滩浴场和海滩公园的区域，“天下第一滩”银滩就坐落于此",
        "name": "银滩旅游度假区（银滩浴场、海滩公园）",
        "city_id": "189",
        "lat": "21.4113178253174",
        "lng": "109.154174804688",
        "level": "4"
    },
    {
        "id": "880",
        "detail": "北海靠近内陆的周边区域，福成机场包含其中",
        "name": "综合产业规划区、工业园区（福成机场）",
        "city_id": "189",
        "lat": "21.5436019897461",
        "lng": "109.302543640137",
        "level": "4"
    },
    {
        "id": "881",
        "detail": "外沙岛是北海北部沿海区域，靠近北海老街，聚集着众多海鲜饭店",
        "name": "外沙海鲜岛、老街",
        "city_id": "189",
        "lat": "21.490062713623",
        "lng": "109.114524841309",
        "level": "4"
    },
    {
        "id": "882",
        "detail": "新兴的商业中心。",
        "name": "万达广场",
        "city_id": "100",
        "lat": "21.4385662078857",
        "lng": "109.151084899902",
        "level": "4"
    },
    {
        "id": "883",
        "detail": "位于涠洲岛东北部，是新兴的精品客栈民宿集中地。",
        "name": "涠洲岛（北岸旅游休闲区）",
        "city_id": "189",
        "lat": "21.0590267181396",
        "lng": "109.133583068848",
        "level": "4"
    },
    {
        "id": "884",
        "detail": "位于涠洲岛西南部，是涠洲岛最早进行旅游开发的景区，酒店众多，配套成熟。",
        "name": "涠洲岛（滴水丹屏景区）",
        "city_id": "189",
        "lat": "21.0185775756836",
        "lng": "109.099273681641",
        "level": "4"
    },
    {
        "id": "885",
        "detail": "位于涠洲岛西北部，是岛上唯一的大交通枢纽。",
        "name": "涠洲岛（客运码头）",
        "city_id": "189",
        "lat": "21.0589580535889",
        "lng": "109.10279083252",
        "level": "4"
    },
    {
        "id": "886",
        "detail": "位于涠洲岛东南部，有南湾街、五彩滩等著名景点。",
        "name": "涠洲岛（南湾旅游休闲区）",
        "city_id": "189",
        "lat": "21.0335578918457",
        "lng": "109.114181518555",
        "level": "4"
    },
    {
        "id": "887",
        "detail": "火车站商圈集火车站、两大汽车站以及公园于一体，交通便捷，人流较多。",
        "name": "常德火车站商圈",
        "city_id": "201",
        "lat": "29.076753616333",
        "lng": "111.701553344727",
        "level": "4"
    },
    {
        "id": "888",
        "detail": "柳叶湖 欢乐水世界商圈及学校、公园和度假区为一体的商圈，其中包含常德欢乐水世界、柳叶湖度假区、沙滩公园等。",
        "name": "柳叶湖/欢乐水世界商圈",
        "city_id": "201",
        "lat": "29.0704193115234",
        "lng": "111.762969970703",
        "level": "4"
    },
    {
        "id": "889",
        "detail": "桥南商圈拥有两大汽车站、三大湖以及桥南市场等，人流众多。",
        "name": "桥南商圈",
        "city_id": "201",
        "lat": "29.0203056335449",
        "lng": "111.69652557373",
        "level": "4"
    },
    {
        "id": "890",
        "detail": "万达 白马湖商圈拥有万达广场、白马湖公园以及学府，其中万达广场为大型商业中心。",
        "name": "万达/白马湖商圈",
        "city_id": "201",
        "lat": "29.0619316101074",
        "lng": "111.687652587891",
        "level": "4"
    },
    {
        "id": "891",
        "detail": "武陵阁商圈拥有医院、学府与公园，其中武陵阁附近有众多公园。",
        "name": "武陵阁商圈",
        "city_id": "201",
        "lat": "29.0339260101318",
        "lng": "111.697441101074",
        "level": "4"
    },
    {
        "id": "892",
        "detail": "市中心区",
        "name": "赤峰市中心",
        "city_id": "",
        "lat": "42.2830429077148",
        "lng": "118.972938537598",
        "level": "4"
    },
    {
        "id": "893",
        "detail": "城北区发展迅速，南起重要佛教重地开福寺，北至青竹湖，东至湖南广播电视中心，内含新建的三馆一厅，湖南省博物馆，湖南国际会展中心",
        "name": "北城广电中心商圈",
        "city_id": "",
        "lat": "28.2424354553223",
        "lng": "113.052841186523",
        "level": "4"
    },
    {
        "id": "894",
        "detail": "德思勤城市广场项目位于长株潭三市一体化的融城中心，距省政府仅1.8公里，是长沙重要的门户枢纽。项目东距武广高铁车站仅20分钟车程，到机场仅40分钟车程",
        "name": "德思勤城市广场商圈",
        "city_id": "206",
        "lat": "28.117374420166",
        "lng": "113.019622802734",
        "level": "4"
    },
    {
        "id": "895",
        "detail": "长沙高铁南站位于长沙市东南边，是连接京广高速铁路与沪昆高速铁路的重要枢纽，也是中南地区的区域性铁路客运中心、长沙高铁新城的重要组成部分",
        "name": "高铁南站/国际会展中心商圈",
        "city_id": "206",
        "lat": "28.1529216766357",
        "lng": "113.07177734375",
        "level": "4"
    },
    {
        "id": "896",
        "detail": "距离长沙城区10千米，为4F级民用国际机场，是中国十二大干线机场之一、国际定期航班机场、对外开放的一类航空口岸。实行72小时过境免签政策的航空口岸",
        "name": "黄花国际机场地区",
        "city_id": "206",
        "lat": "28.1943321228027",
        "lng": "113.228759765625",
        "level": "4"
    },
    {
        "id": "897",
        "detail": "喜盈门范城范城位居长沙未来CBD--雨花区南城新区，坐落于长沙市、株洲市、湘潭市的几何正中心，南雅中学、砂子塘名校环绕，坐拥长株潭一体化新地标，距黄花国际机场仅20分钟车程",
        "name": "喜盈门范城商圈",
        "city_id": "206",
        "lat": "28.1407012939453",
        "lng": "113.040916442871",
        "level": "4"
    },
    {
        "id": "898",
        "detail": "该商圈为湖南工业发展的重要增长极和核心驱动力。以工程机械、汽车及零部件、电子信息为主导，新材料、食品饮料、轻印包装等为补充的产业发展格局",
        "name": "星沙经济开发区商圈",
        "city_id": "206",
        "lat": "28.254508972168",
        "lng": "113.092811584473",
        "level": "4"
    },
    {
        "id": "899",
        "detail": "雨花亭 林科大商圈集南城高等学府、商业、公园于一体的商圈，著名学府有中南大学铁道学院、中南林科大、长沙理工大学等",
        "name": "雨花亭/林科大商圈",
        "city_id": "206",
        "lat": "28.1457004547119",
        "lng": "112.998550415039",
        "level": "4"
    },
    {
        "id": "900",
        "detail": "首批国家历史文化名城长沙市湘江西岸，依江面市，现有岳麓山、橘子洲、岳麓书院、新民学会四个核心景区，985 211高校依山环绕，人文气息浓厚",
        "name": "岳麓山高校区",
        "city_id": "206",
        "lat": "28.1898612976074",
        "lng": "112.943435668945",
        "level": "4"
    },
    {
        "id": "901",
        "detail": "运达中央广场建筑面积约70万平方米，位于长沙大道与沙湾路相交的西北角核心地段，长沙地铁2号线长沙大道出站口与项目出入口直接连通。机场高速和京珠高速入口，距离长沙黄花机场约15分钟",
        "name": "运达中央广场商圈",
        "city_id": "206",
        "lat": "28.1776142120361",
        "lng": "113.049018859863",
        "level": "4"
    },
    {
        "id": "902",
        "detail": "长沙市中心交通客运枢纽，附近长株潭城际铁路、有高桥大市场、马王堆大市场",
        "name": "长沙火车站商圈",
        "city_id": "206",
        "lat": "28.2000274658203",
        "lng": "113.019714355469",
        "level": "4"
    },
    {
        "id": "903",
        "detail": "定位国际功能服务区，着力打造国际商务中心+国际会议中心+国际展览中心+国际交流中心，一流的休闲度假旅游基地",
        "name": "梅溪湖/麓谷/洋湖风景区",
        "city_id": "206",
        "lat": "28.1949577331543",
        "lng": "112.905158996582",
        "level": "4"
    },
    {
        "id": "904",
        "detail": "南城省政府区域近年来发展迅速，该地区交通四通八达，内含高校、公园、商业于一体的城南区繁华地段",
        "name": "南城省政府商圈",
        "city_id": "206",
        "lat": "28.119909286499",
        "lng": "112.989921569824",
        "level": "4"
    },
    {
        "id": "905",
        "detail": "金融、现代商务、商业为核心驱动市政核心CBD",
        "name": "市委、市政府商圈",
        "city_id": "206",
        "lat": "28.234302520752",
        "lng": "112.945381164551",
        "level": "4"
    },
    {
        "id": "906",
        "detail": "万家丽国际将打造成湖南乃至全国的地标性建筑。不论是规模、还是档次，均为国内首屈一指，全球最大的单体(高层)建筑、最具人气的第一码头、最完善的商业配套、最完善的交通分流。",
        "name": "万家丽商圈",
        "city_id": "206",
        "lat": "28.1967086791992",
        "lng": "113.038108825684",
        "level": "4"
    },
    {
        "id": "907",
        "detail": "长沙国家高新技术产业开发区二次创业需要而新辟的高科技工业园区，新建的长沙西站将将建成汇集高铁、地铁、城铁、有轨电车、磁悬浮、城市公交六位一体的国家级综合交通枢纽",
        "name": "望城高新/铜官窑景区",
        "city_id": "206",
        "lat": "28.2680473327637",
        "lng": "112.832565307617",
        "level": "4"
    },
    {
        "id": "908",
        "detail": "长沙最核心的成熟商业圈，聚集中高端大量商场，高档写字楼，周边特色小吃不计其数，其中贺龙体育中心可承办大型演唱会以及重要体育比赛",
        "name": "五一广场/贺龙商圈",
        "city_id": "206",
        "lat": "28.1981391906738",
        "lng": "112.983985900879",
        "level": "4"
    },
    {
        "id": "909",
        "detail": "东北地区建设使用比较早的机场之一",
        "name": "朝阳机场周边",
        "city_id": "211",
        "lat": "41.5472564697266",
        "lng": "120.44669342041",
        "level": "4"
    },
    {
        "id": "910",
        "detail": "包含超市、百货商店以及多功能门店",
        "name": "朝阳商业城/朝阳南站（火车站）",
        "city_id": "211",
        "lat": "41.5826988220215",
        "lng": "120.45938873291",
        "level": "4"
    },
    {
        "id": "911",
        "detail": "隶属中国铁路沈阳局阜新车务段",
        "name": "朝阳站（高铁站）",
        "city_id": "211",
        "lat": "41.6054039001465",
        "lng": "120.416946411133",
        "level": "4"
    },
    {
        "id": "912",
        "detail": "朝阳豪德贸易广场，承担购物、美食等功能。",
        "name": "豪德",
        "city_id": "211",
        "lat": "41.5790367126465",
        "lng": "120.422950744629",
        "level": "4"
    },
    {
        "id": "913",
        "detail": "经营朝阳地区长短途客运、综合性购物娱乐商业区域",
        "name": "客运站/兴隆大家庭",
        "city_id": "211",
        "lat": "41.5755233764648",
        "lng": "120.447525024414",
        "level": "4"
    },
    {
        "id": "914",
        "detail": "朝阳市龙城区人民政府",
        "name": "龙城区政府周边",
        "city_id": "211",
        "lat": "41.5985145568848",
        "lng": "120.443916320801",
        "level": "4"
    },
    {
        "id": "915",
        "detail": "朝阳市人民政府",
        "name": "市政府周边",
        "city_id": "211",
        "lat": "41.6079444885254",
        "lng": "120.494216918945",
        "level": "4"
    },
    {
        "id": "916",
        "detail": "综合性百货商场",
        "name": "万达广场",
        "city_id": "100",
        "lat": "41.598201751709",
        "lng": "120.468467712402",
        "level": "4"
    },
    {
        "id": "917",
        "detail": "以常州市天宁区人民政府为中心，连接常州城际站与天宁寺景区。",
        "name": "常州城际站及天宁寺景区",
        "city_id": "213",
        "lat": "31.7853240966797",
        "lng": "119.981140136719",
        "level": "4"
    },
    {
        "id": "918",
        "detail": "以市中心南大街为中心3公里范围",
        "name": "常州市中心南大街区域",
        "city_id": "213",
        "lat": "31.7756690979004",
        "lng": "119.956809997559",
        "level": "4"
    },
    {
        "id": "919",
        "detail": "以戚墅堰区政府为中心，市中心三公里范围内",
        "name": "城东戚墅堰经开区",
        "city_id": "213",
        "lat": "31.757640838623",
        "lng": "120.048927307129",
        "level": "4"
    },
    {
        "id": "920",
        "detail": "以春秋淹城为中心三公里范围内",
        "name": "春秋淹城及野生动物园景区",
        "city_id": "213",
        "lat": "31.7026805877686",
        "lng": "119.926567077637",
        "level": "4"
    },
    {
        "id": "921",
        "detail": "以高铁北站为中心3公里范围",
        "name": "高铁北站及薛家工业园区",
        "city_id": "213",
        "lat": "31.8540592193604",
        "lng": "119.95548248291",
        "level": "4"
    },
    {
        "id": "922",
        "detail": "以恐龙园为中心三公里范围内",
        "name": "环球恐龙城及恐龙谷温泉景区",
        "city_id": "213",
        "lat": "31.8243579864502",
        "lng": "120.001983642578",
        "level": "4"
    },
    {
        "id": "923",
        "detail": "东方盐湖城位于中华道教名山—金坛茅山，围绕茅山特有的“山、水、茶、盐、药、泉”六大资源优势及道文化、金坛地缘文化，投资近百亿元，全力打造的27.8平方公里国家级山水养生旅游度假区。",
        "name": "金坛茅山东方盐湖城景区",
        "city_id": "213",
        "lat": "31.7660980224609",
        "lng": "119.347091674805",
        "level": "4"
    },
    {
        "id": "924",
        "detail": "以华罗庚公园为中心，周围5公里范围",
        "name": "金坛市中心区域",
        "city_id": "213",
        "lat": "31.7466125488281",
        "lng": "119.587646484375",
        "level": "4"
    },
    {
        "id": "925",
        "detail": "以西太湖-花博园景区周边三公里范围",
        "name": "西太湖花博园景区",
        "city_id": "213",
        "lat": "31.6924095153809",
        "lng": "119.802398681641",
        "level": "4"
    },
    {
        "id": "926",
        "detail": "环球动漫嬉戏谷乐园，位于太湖湾旅游度假区内，颠覆传统，突破创新，定位鲜明给世界一个全新主题。灵山小镇拈花湾，座落在马山国家风景名胜区的山水之间，生态秀美，环境优越。",
        "name": "嬉戏谷景区",
        "city_id": "213",
        "lat": "31.5103530883789",
        "lng": "120.059066772461",
        "level": "4"
    },
    {
        "id": "927",
        "detail": "以青枫公园为中心，周边三公里范围",
        "name": "青枫公园及钟楼开发区",
        "city_id": "213",
        "lat": "31.7977905273438",
        "lng": "119.89917755127",
        "level": "4"
    },
    {
        "id": "928",
        "detail": "位于明光西路以北的区域。",
        "name": "北湖公园/扬子工业园",
        "city_id": "214",
        "lat": "32.3284378051758",
        "lng": "118.317184448242",
        "level": "4"
    },
    {
        "id": "929",
        "detail": "位于丰乐大道以东，明光西路以南的区域。",
        "name": "滁州市中心",
        "city_id": "214",
        "lat": "32.3079071044922",
        "lng": "118.323524475098",
        "level": "4"
    },
    {
        "id": "930",
        "detail": "位于丰乐大道以西至琅琊山的区域。",
        "name": "琅琊区",
        "city_id": "214",
        "lat": "32.2592010498047",
        "lng": "118.317001342773",
        "level": "4"
    },
    {
        "id": "931",
        "detail": "渤海新区位于河北省东南部，东临渤海，北依京津，南接齐鲁,是首都经济圈的重要节点",
        "name": "渤海新区/黄骅港",
        "city_id": "216",
        "lat": "38.275074005127",
        "lng": "117.780426025391",
        "level": "4"
    },
    {
        "id": "932",
        "detail": "商圈东侧为朝阳街，北侧为新华西路，西侧为沧州西站，南侧为黄河西路。",
        "name": "沧州西站/火车站商圈",
        "city_id": "216",
        "lat": "38.3109512329102",
        "lng": "116.812141418457",
        "level": "4"
    },
    {
        "id": "933",
        "detail": "商圈东侧为千童北大道，北侧为永济东路，西侧为西河，南侧为解放东路。",
        "name": "桥西火车站/汽车东站商圈",
        "city_id": "216",
        "lat": "38.3204803466797",
        "lng": "116.872688293457",
        "level": "4"
    },
    {
        "id": "934",
        "detail": "位于丹东市振兴区，是丹东市未来新交通枢纽，连接国内外城市，方便各地游客。",
        "name": "丹东西站/浪头机场",
        "city_id": "221",
        "lat": "40.0323219299316",
        "lng": "124.296592712402",
        "level": "4"
    },
    {
        "id": "935",
        "detail": "地处丹东最繁华交通枢纽，紧邻中朝友谊鸭绿江断桥，交通便利，风景优美。",
        "name": "丹东站/断桥",
        "city_id": "221",
        "lat": "40.1293754577637",
        "lng": "124.393608093262",
        "level": "4"
    },
    {
        "id": "936",
        "detail": "丹东最具历史的传统商业街，主要经营日用百货、服装鞋帽、针织面料、床上用品、食品饮料等，共计4大类3万余个品种。",
        "name": "新柳步行街/女人街",
        "city_id": "221",
        "lat": "40.1428337097168",
        "lng": "124.400451660156",
        "level": "4"
    },
    {
        "id": "937",
        "detail": "现位于丹东市金山镇，自然景观优美，且有丰富的温泉资源",
        "name": "辽东学院（金山校区）/宗裕城",
        "city_id": "221",
        "lat": "40.1835594177246",
        "lng": "124.370552062988",
        "level": "4"
    },
    {
        "id": "938",
        "detail": "丹东市高校辽东学院的主校区，秋季金黄的银杏大道吸引着各地游客。",
        "name": "辽东学院（南校区）",
        "city_id": "221",
        "lat": "40.1579437255859",
        "lng": "124.434295654297",
        "level": "4"
    },
    {
        "id": "939",
        "detail": "又称国门湾新区，中朝边境国际金融商贸中心，丹东市未来的城市行政文化中心，现代化的水陆口岸、物流枢纽及现代化产业基地。",
        "name": "市府新区",
        "city_id": "221",
        "lat": "40.0066261291504",
        "lng": "124.360984802246",
        "level": "4"
    },
    {
        "id": "940",
        "detail": "安东老街是集怀旧人文观光、地方传统文化展示、经典美食、休闲旅游购物等于一体多功能文化商街。与周边万达广场相连，形成丹东规模最大的商业街。",
        "name": "万达广场/安东老街/月亮岛",
        "city_id": "221",
        "lat": "40.1111679077148",
        "lng": "124.369178771973",
        "level": "4"
    },
    {
        "id": "941",
        "detail": "位于丹东市振安区，著名景点五龙背温泉、五龙山位于此地",
        "name": "五龙背商圈",
        "city_id": "221",
        "lat": "40.2709579467773",
        "lng": "124.293518066406",
        "level": "4"
    },
    {
        "id": "942",
        "detail": "茶山镇位于东江支流的寒溪河畔，东莞市中北部地区，广深铁路贯穿全镇，总面积56.63平方公里，以服装、玩具、食品、五金、塑料、电子为主的工业布局。",
        "name": "茶山镇",
        "city_id": "223",
        "lat": "23.0904846191406",
        "lng": "113.863800048828",
        "level": "4"
    },
    {
        "id": "943",
        "detail": "常平镇位于东莞东部地区，是京九铁路、广梅汕铁路、广深铁路的交汇处，建有东莞站和东莞东站，设有铁路口岸，主要以家具、五金、毛织、电子、塑料制品等为重点的支柱行业。",
        "name": "常平镇",
        "city_id": "223",
        "lat": "22.9841117858887",
        "lng": "114.011978149414",
        "level": "4"
    },
    {
        "id": "944",
        "detail": "大朗镇位于东莞市东南部，南达深圳46公里，北距常平铁路口岸7公里。全镇总面积144平方公里，现有外资企业500多家，形成了以毛织、电子、电器、塑胶等为主的工业体系。",
        "name": "大朗镇",
        "city_id": "223",
        "lat": "22.9343128204346",
        "lng": "113.929122924805",
        "level": "4"
    },
    {
        "id": "945",
        "detail": "大岭山镇位于东莞市中南部，面积110平方公里，位于东莞新城市中心区、松山湖科技产业园区之间，莞长、石大、厚大三大主干公路横贯全镇。同时已成为全国最大的外资家具制造基地。",
        "name": "大岭山镇",
        "city_id": "223",
        "lat": "22.9030494689941",
        "lng": "113.847724914551",
        "level": "4"
    },
    {
        "id": "946",
        "detail": "道滘镇位于东莞市的西部，总面积63平方公里，处于广州至深圳的黄金地带，广深高速公路横跨镇区，从道滘立交口往广州33公里，到深圳93公里，东江南支流贯穿镇区。",
        "name": "道滘镇",
        "city_id": "223",
        "lat": "23.023042678833",
        "lng": "113.69310760498",
        "level": "4"
    },
    {
        "id": "947",
        "detail": "东莞城市区位于东莞市北部偏西，是东莞市政治、经济、文化的中心，东引运河流经市区，是广州与香港之间水陆交通的必经之路，其中包括了东莞莞城、万江、南城及东城区。",
        "name": "东莞市区",
        "city_id": "223",
        "lat": "23.017728805542",
        "lng": "113.764282226563",
        "level": "4"
    },
    {
        "id": "948",
        "detail": "东坑镇位于东莞中部的埔田地区，西距市中心城区20公里，北距广州70公里，南至深圳60公里，距华南铁路枢纽东莞火车站6公里。全镇面积27.5平方公里，主要以电子、服装为主",
        "name": "东坑镇",
        "city_id": "223",
        "lat": "23.0065803527832",
        "lng": "113.945983886719",
        "level": "4"
    },
    {
        "id": "949",
        "detail": "凤岗镇地处东莞东南端，与深圳市接壤，全镇总面积82.5平方公里，主要以电子、五金、塑胶、玩具为支柱的工业布局。",
        "name": "凤岗镇",
        "city_id": "223",
        "lat": "22.7521114349365",
        "lng": "114.150978088379",
        "level": "4"
    },
    {
        "id": "950",
        "detail": "高埗镇位于东莞北部水乡，东江支流三面环绕，与东莞市城区一河相隔。至东莞火车站45公里、虎门港35公里，北距广州50公里、南至深圳100公里。全镇面积30平方公里。形成了以电子、塑料、玩具、五金、制鞋、箱包等为主的工业布局。",
        "name": "高埗镇",
        "city_id": "223",
        "lat": "23.078987121582",
        "lng": "113.730834960938",
        "level": "4"
    },
    {
        "id": "951",
        "detail": "横沥镇位于东莞市东南部，距南粤铁路交通枢纽东莞站仅5公里。总面积50平方公里。",
        "name": "横沥镇",
        "city_id": "223",
        "lat": "23.0251522064209",
        "lng": "113.974769592285",
        "level": "4"
    },
    {
        "id": "952",
        "detail": "洪梅镇地处珠江口东岸，东莞市西南部，属水乡地区。全镇通车里程达29公里。总面积33平方公里，主要产业有电子、电器、制药、五金、制衣、包装、家具拉链等。",
        "name": "洪梅镇",
        "city_id": "223",
        "lat": "23.0122852325439",
        "lng": "113.628486633301",
        "level": "4"
    },
    {
        "id": "953",
        "detail": "厚街镇地处粤港经济走廊中段，北连东莞市城区，南邻虎门港，256省道和广深高速公路纵贯全境，至深圳宝安机场需要大约30分钟车程，全镇总面积126.15平方公里。会展业与家具已成为厚街的主导产业。",
        "name": "厚街镇",
        "city_id": "223",
        "lat": "22.9418144226074",
        "lng": "113.67505645752",
        "level": "4"
    },
    {
        "id": "954",
        "detail": "虎门镇位于东莞市西南部、珠江口东岸，面积170平方公里，广深珠高速公路、107国道纵贯全境。形成了服装、电子电器、鞋业、食品等十大工业支柱。同时虎门已成为全国最大的服装产销基地，中外闻名的“服装之都”。",
        "name": "虎门镇",
        "city_id": "223",
        "lat": "22.8227157592773",
        "lng": "113.682632446289",
        "level": "4"
    },
    {
        "id": "955",
        "detail": "黄江镇地处粤港经济走廊的腹地，全镇总面积约98平方公里， 主要产业有电子、塑胶、五金、鞋业、家私、玩具等，裕元工业园和田美北区高科技工业园发展势头迅猛。",
        "name": "黄江镇",
        "city_id": "223",
        "lat": "22.9278659820557",
        "lng": "114.015205383301",
        "level": "4"
    },
    {
        "id": "956",
        "detail": "谢岗镇位于东莞市东部东与惠州市接壤，距惠州市30公里，西至樟木头火车站10公里，南达深圳市60公里，京九（广梅汕）铁路贯穿全镇。全镇总面积103平方公里。主要以电子、五金、玩具、纺织制衣、保健食品等高新科技产品为主的工业布局。",
        "name": "谢岗镇",
        "city_id": "223",
        "lat": "22.9682598114014",
        "lng": "114.150482177734",
        "level": "4"
    },
    {
        "id": "957",
        "detail": "樟木头镇位于东莞市东南部的山区，石马河贯穿境内，广深、（京九）铁路，莞惠公路和东深公路的交汇要地，总面积66.6平方公里。",
        "name": "樟木头镇",
        "city_id": "223",
        "lat": "22.9132976531982",
        "lng": "114.072021484375",
        "level": "4"
    },
    {
        "id": "958",
        "detail": "长安镇位于东莞市最南端，南临珠江口，东与深圳市接壤，总面积83平方公里， 拥有一批档次高、规模大、管理规范的工业园区。",
        "name": "长安镇",
        "city_id": "223",
        "lat": "22.8059406280518",
        "lng": "113.809043884277",
        "level": "4"
    },
    {
        "id": "959",
        "detail": "中堂镇地处东莞市西北部，扼穗、深咽喉要地，隔东江与增城市对望，面积60平方公里。",
        "name": "中堂镇",
        "city_id": "223",
        "lat": "23.1342315673828",
        "lng": "113.756881713867",
        "level": "4"
    },
    {
        "id": "960",
        "detail": "寮步镇位于东莞市中部，处于东莞市的地理几何中心，东临松山湖高新科技产业园，西靠东莞市中心区，松山湖大道、通往东莞东部工业园的莞桥快速通道、市区五环路、莞深高速公路以及莞樟路和石大路等。总面积87.5平方公里，形成了以电子、电脑、电器组为主。",
        "name": "寮步镇",
        "city_id": "223",
        "lat": "23.0010051727295",
        "lng": "113.879875183105",
        "level": "4"
    },
    {
        "id": "961",
        "detail": "麻涌镇位于珠江三角洲腹地，广州、深圳走廊的中部。东距东莞市区22公里，西距广州市区29公里，与广州经济技术开发区相连，南临珠江口狮子洋，水路至香港72海里，广深高速公路立交口位于镇中心区，水陆交通十分便利。华南最大的内陆港口新沙港位于镇西部，港口经济成了新的增长点。",
        "name": "麻涌镇",
        "city_id": "223",
        "lat": "23.043664932251",
        "lng": "113.584732055664",
        "level": "4"
    },
    {
        "id": "962",
        "detail": "企石镇位于东莞市东北部，东江南岸的埔田地区。全镇总面积51平方公里，环市一级公路穿越镇中心。",
        "name": "企石镇",
        "city_id": "223",
        "lat": "23.0635833740234",
        "lng": "114.029747009277",
        "level": "4"
    },
    {
        "id": "963",
        "detail": "桥头镇位于东莞市东北部，地处东江南岸，毗邻惠州市，全镇总面积56平方公里，初步形成了以IT产业为主的现代工业体系。",
        "name": "桥头镇",
        "city_id": "223",
        "lat": "23.0152072906494",
        "lng": "114.092910766602",
        "level": "4"
    },
    {
        "id": "964",
        "detail": "清溪镇于东莞市东南部，与深圳、惠州两市接壤，占地143平方公里，以电脑制造为龙头的高新技术产业。",
        "name": "清溪镇",
        "city_id": "223",
        "lat": "22.8406467437744",
        "lng": "114.164573669434",
        "level": "4"
    },
    {
        "id": "965",
        "detail": "沙田镇位于东莞市西南部，珠江三角洲狮子洋东岸和东江南支流出海口的交汇处，面积106.2平方公里。",
        "name": "沙田镇",
        "city_id": "223",
        "lat": "22.9144954681396",
        "lng": "113.622169494629",
        "level": "4"
    },
    {
        "id": "966",
        "detail": "石碣镇位于东莞市东北部，地处东江河畔，南距深圳78公里，北至广州62公里。广深铁路的石龙站近在咫尺，水陆交通十分方便。全镇总面积36平方公里, 形成了以电子工业为主的工业体系。",
        "name": "石碣镇",
        "city_id": "223",
        "lat": "23.109411239624",
        "lng": "113.820068359375",
        "level": "4"
    },
    {
        "id": "967",
        "detail": "石龙镇位于东莞市北部，东江下游。总面积10.38平方公里，广深铁路贯通全镇，全镇有外资企业182家，是电子信息装备开发制造基地。",
        "name": "石龙镇",
        "city_id": "223",
        "lat": "23.103759765625",
        "lng": "113.877433776855",
        "level": "4"
    },
    {
        "id": "968",
        "detail": "石排镇位于东莞市东北部，东江南岸,北与博罗县隔江相望，西距市中心区20公里，南往深圳70公里，水陆交通非常方便。全镇面积56平方公里。",
        "name": "石排镇",
        "city_id": "223",
        "lat": "23.0830879211426",
        "lng": "113.970733642578",
        "level": "4"
    },
    {
        "id": "969",
        "detail": "塘厦镇地处东莞市东南部，距深圳市35公里，距莞城52公里。东深一级公路、京九铁路贯穿全镇，从莞深高速公路塘厦入口至深圳皇岗口岸仅20分钟车程，全镇总面积168平方公里。以传真机、毛织制衣、玩具家俬、手袋鞋业等轻工产品为主的工业体系。",
        "name": "塘厦镇",
        "city_id": "223",
        "lat": "22.8192462921143",
        "lng": "114.073341369629",
        "level": "4"
    },
    {
        "id": "970",
        "detail": "望牛墩镇位于东莞市西部水乡。全镇面积30平方公里。",
        "name": "望牛墩镇",
        "city_id": "223",
        "lat": "23.0600204467773",
        "lng": "113.667167663574",
        "level": "4"
    },
    {
        "id": "971",
        "detail": "以让胡路区大庆西站为中心",
        "name": "大庆西站地区",
        "city_id": "",
        "lat": "46.6628532409668",
        "lng": "124.893417358398",
        "level": "4"
    },
    {
        "id": "972",
        "detail": "以萨尔图区大庆火车站为中心",
        "name": "大庆站地区",
        "city_id": "",
        "lat": "46.6044502258301",
        "lng": "125.019325256348",
        "level": "4"
    },
    {
        "id": "973",
        "detail": "以大商新玛特为中心",
        "name": "大商新玛特",
        "city_id": "",
        "lat": "46.5594673156738",
        "lng": "124.884262084961",
        "level": "4"
    },
    {
        "id": "974",
        "detail": "红岗区客运站",
        "name": "客运南站",
        "city_id": "",
        "lat": "46.4016532897949",
        "lng": "124.894485473633",
        "level": "4"
    },
    {
        "id": "975",
        "detail": "包含大庆石油学院，黑龙江八一农垦大学，哈尔滨医科大学等学府地处大庆新村",
        "name": "新村大学区",
        "city_id": "",
        "lat": "46.5939140319824",
        "lng": "125.1552734375",
        "level": "4"
    },
    {
        "id": "976",
        "detail": "黑龙江省内著名的温泉度假中心",
        "name": "林甸温泉",
        "city_id": "231",
        "lat": "47.1820487976074",
        "lng": "124.870559692383",
        "level": "4"
    },
    {
        "id": "977",
        "detail": "以龙凤区政府为中心",
        "name": "龙凤区政府",
        "city_id": "",
        "lat": "46.5682716369629",
        "lng": "125.141944885254",
        "level": "4"
    },
    {
        "id": "978",
        "detail": "让胡路区政府",
        "name": "让胡路区政府",
        "city_id": "",
        "lat": "46.6580543518066",
        "lng": "124.876861572266",
        "level": "4"
    },
    {
        "id": "979",
        "detail": "萨尔图区政府",
        "name": "萨尔图区政府",
        "city_id": "",
        "lat": "46.6350326538086",
        "lng": "125.141929626465",
        "level": "4"
    },
    {
        "id": "980",
        "detail": "大庆市政府，新玛特山野广场",
        "name": "市政府",
        "city_id": "3886",
        "lat": "46.5945892333984",
        "lng": "125.110549926758",
        "level": "4"
    },
    {
        "id": "981",
        "detail": "在大庆铁人纪念馆附近，附近有大庆师范学院等",
        "name": "铁人广场",
        "city_id": "",
        "lat": "46.6193962097168",
        "lng": "124.891990661621",
        "level": "4"
    },
    {
        "id": "982",
        "detail": "大庆市繁华商业区，附近包含会展中心，香榭丽官场等中心",
        "name": "万达广场",
        "city_id": "100",
        "lat": "46.5999336242676",
        "lng": "125.101402282715",
        "level": "4"
    },
    {
        "id": "983",
        "detail": "东营市的行政文化中心，东营市政府等大部分行政部门都位于东城（市委市政府、市政协等）。东城规划整齐，绿化面积大，居住环境较好。但是东城也有他不方便的地方，尤其是购物，目前东城人口密度低于西城，大的商场也远远不如西城多，所以要想购物还是要到西城。",
        "name": "东城区/清风湖公园/天鹅湖/东营市政府",
        "city_id": "236",
        "lat": "37.4410858154297",
        "lng": "118.681144714355",
        "level": "4"
    },
    {
        "id": "984",
        "detail": "东营港经济开发区，刁口缸滨海旅游区，孤岛槐树林温泉旅游区",
        "name": "河口区政府/经济开发区/刁口港滨海旅游区/黄河入海口",
        "city_id": "236",
        "lat": "37.8923797607422",
        "lng": "118.532081604004",
        "level": "4"
    },
    {
        "id": "985",
        "detail": "清风湖旅游、最美黄河生态保护区",
        "name": "垦利区政府/天清湖/黄河三角洲自然保护区",
        "city_id": "236",
        "lat": "37.5796432495117",
        "lng": "118.581672668457",
        "level": "4"
    },
    {
        "id": "986",
        "detail": "西城属于东营市的商业中心（济南路、青岛路、商河路商业街为主），西城是在油田的基础上发展起来的，油田机关等大部分油田单位都位于西城，西城的生活、学习等各方面都优于东城，但是西城属于老城区，市容市貌看上去有些陈旧，不过现在也在不断重新规划发展。",
        "name": "西城区/百货大楼/石油大学",
        "city_id": "236",
        "lat": "37.467529296875",
        "lng": "118.498420715332",
        "level": "4"
    },
    {
        "id": "987",
        "detail": "该区域有东营区区政府、会展中心、黄河公园等。东营近年以新区建设为重点，大大加速了东西城的对接。",
        "name": "新区/东营区政府/长途汽车总站/会展中心",
        "city_id": "236",
        "lat": "37.449535369873",
        "lng": "118.590240478516",
        "level": "4"
    },
    {
        "id": "988",
        "detail": "本地区位于广州市区的西北部，是广州白云区主要的聚居地区，区内有三元里大道、黄石路、同德围、石井广场等主要白云区居住区，生活配套十分便利。区内的分布机场高速及广清高速公路是通往广州北区的主干道。",
        "name": "白云黄石、同德围地区",
        "city_id": "32",
        "lat": "23.20090675354",
        "lng": "113.263397216797",
        "level": "4"
    },
    {
        "id": "989",
        "detail": "位于珠江三角洲腹地，东北界临西江下游，与南海、三水隔江相望，南与鹤山相邻，西与新兴、高要两市接壤。管辖面积960平方公里，西江沿岸线22公里，港口码头23个，沿西江通航香港、广州、肇庆、梧州等地，直达香港只需2小时50分钟，公路网络分布主要有三纵（莲金线、肇珠线、高铜线）一横（广高线），贯通全区城乡。",
        "name": "高明",
        "city_id": "251",
        "lat": "22.9001655578613",
        "lng": "112.88436126709",
        "level": "4"
    },
    {
        "id": "990",
        "detail": "黄岐、大沥",
        "name": "黄岐、大沥",
        "city_id": "251",
        "lat": "23.1226425170898",
        "lng": "113.193656921387",
        "level": "4"
    },
    {
        "id": "991",
        "detail": "西樵镇位于广东省珠江三角洲腹地的佛山市南海区西南部，是国家“AAAAA”级风景名胜区、国家森林公园、中国面料名镇、广东省中心镇，面积 176.63 平方公里，辖4个城区、27个行政村，常住人口14万多人，流动人口 6万多人。",
        "name": "西樵、九江",
        "city_id": "251",
        "lat": "22.9332141876221",
        "lng": "112.982719421387",
        "level": "4"
    },
    {
        "id": "992",
        "detail": "位于佛山市中心，是佛山政治、金融、文化、教育、科技、信息和物流中心，为佛山市人民政府驻地，总面积154.68平方公里。距广州6公里，东南距香港96公里，南距澳门135公里，广珠（海）、广湛（江）公路和广茂铁路横贯境内，距佛山机场6公里。",
        "name": "祖庙商圈",
        "city_id": "251",
        "lat": "23.0351333618164",
        "lng": "113.119743347168",
        "level": "4"
    },
    {
        "id": "993",
        "detail": "千灯湖、桂城",
        "name": "千灯湖、桂城",
        "city_id": "251",
        "lat": "23.0559539794922",
        "lng": "113.154106140137",
        "level": "4"
    },
    {
        "id": "994",
        "detail": "位于广东省中部，珠江三角洲西北端。全市总面积874平方公里， 毗邻港澳，紧接广州等城市；广三铁路、三茂铁路和321国道、广三高速公路横贯市境。",
        "name": "三水",
        "city_id": "251",
        "lat": "23.1777610778809",
        "lng": "112.900314331055",
        "level": "4"
    },
    {
        "id": "995",
        "detail": "位于广东省中部，珠江三角洲腹地，环抱佛山市禅城区，毗邻广州、邻近港澳，辖区面积1073.82平方公里。",
        "name": "狮山、里水及南海周边",
        "city_id": "251",
        "lat": "23.1923809051514",
        "lng": "113.116767883301",
        "level": "4"
    },
    {
        "id": "996",
        "detail": "石湾镇位于禅城区东南部，中国陶瓷名镇",
        "name": "石湾、张槎、南庄",
        "city_id": "251",
        "lat": "22.9975490570068",
        "lng": "113.130653381348",
        "level": "4"
    },
    {
        "id": "997",
        "detail": "乐从位于佛山市顺德区的西北部，同时位于佛山市中心组团新城区——东平新城的南部。距广州仅30公里，毗邻港澳，东平河、顺德水道夹镇而流，325国道贯穿南北，水陆交通便利，信息灵通，商业发达，是著名的侨乡，拥有港澳以及海外侨胞6万多人。",
        "name": "顺德乐从、龙江区域",
        "city_id": "251",
        "lat": "22.9569358825684",
        "lng": "113.092094421387",
        "level": "4"
    },
    {
        "id": "998",
        "detail": "位于珠江三角洲中部，靠近广州、江门等城市，毗邻港澳，距香港64海里、澳门80公里，面积806平方公里。",
        "name": "顺德中心区（大良、容桂）",
        "city_id": "251",
        "lat": "22.8417320251465",
        "lng": "113.261566162109",
        "level": "4"
    },
    {
        "id": "999",
        "detail": "顺德周边（陈村、北滘）",
        "name": "顺德周边（陈村、北滘）",
        "city_id": "251",
        "lat": "22.9340381622314",
        "lng": "113.213745117188",
        "level": "4"
    },
    {
        "id": "1000",
        "detail": "抚顺北站是沈抚城际铁路的抚顺起点站，正式通车后，每天至少会有10次沈抚城际列车始发终到。抚顺北站同时也是沈吉线上一座规模较大的火车站，每天有三十余次列车途经本站。",
        "name": "北站/客运站",
        "city_id": "252",
        "lat": "41.8936462402344",
        "lng": "123.924530029297",
        "level": "4"
    },
    {
        "id": "1001",
        "detail": "抚顺重要交通枢纽",
        "name": "抚顺市区/南站",
        "city_id": "252",
        "lat": "41.8684120178223",
        "lng": "123.90869140625",
        "level": "4"
    },
    {
        "id": "1002",
        "detail": "高湾经济区人文地理条件得天独厚。地处沈阳、抚顺和铁岭三市交界处，在半径100公里范围内有城市人口1000万，交通四通八达。依山傍水，北部山区为长白山余脉，浑河、高湾河从区内流过。",
        "name": "高湾经济开发区",
        "city_id": "252",
        "lat": "41.8789024353027",
        "lng": "123.770622253418",
        "level": "4"
    },
    {
        "id": "1003",
        "detail": "抚顺经济开发区地理位置优越，地处沈阳、抚顺两大城市之间，扼辽北沈阳、铁岭、本溪三角带中枢",
        "name": "李石开发区/大学城",
        "city_id": "252",
        "lat": "41.8283767700195",
        "lng": "123.731636047363",
        "level": "4"
    },
    {
        "id": "1004",
        "detail": "抚顺市，位于辽宁省的东部，是辽宁省的一个地级市，素有煤都之称。全市面积675平方公里，三面环山，浑河宛如一条彩带横贯市区",
        "name": "望花商业区",
        "city_id": "252",
        "lat": "41.8603820800781",
        "lng": "123.786003112793",
        "level": "4"
    },
    {
        "id": "1005",
        "detail": "阜新火车站位于辽宁省阜新市海州区，建于1938年。现隶属于沈阳铁路局阜新车务段，系特等站。",
        "name": "阜新火车站地区",
        "city_id": "254",
        "lat": "41.9935836791992",
        "lng": "121.64395904541",
        "level": "4"
    },
    {
        "id": "1006",
        "detail": "阜新蒙古族自治县位于辽宁省西部，东与彰武、黑山、新民接壤；西与北票毗邻；南与北镇、义县相连；北靠内蒙古库伦旗、奈曼旗。总面积6246平方千米。",
        "name": "阜新蒙古族自治县",
        "city_id": "254",
        "lat": "42.0709419250488",
        "lng": "121.764450073242",
        "level": "4"
    },
    {
        "id": "1007",
        "detail": "位于一道河中路以南，沙河路以西的区域。",
        "name": "阜阳市中心",
        "city_id": "257",
        "lat": "32.9118194580078",
        "lng": "115.829902648926",
        "level": "4"
    },
    {
        "id": "1008",
        "detail": "位于颍河以东，颍河东路以北的区域。",
        "name": "颍泉区政府",
        "city_id": "257",
        "lat": "32.9394798278809",
        "lng": "115.842506408691",
        "level": "4"
    },
    {
        "id": "1009",
        "detail": "位于颍河以西，颍河西路以北的区域。",
        "name": "颍州区政府",
        "city_id": "257",
        "lat": "32.8883895874023",
        "lng": "115.824829101563",
        "level": "4"
    },
    {
        "id": "1010",
        "detail": "东二环泰禾广场位于连江路与塔头路的交汇处，地处晋安新区中心CBD的腹心地块，是一个集超五星级酒店，甲级5A写字楼、大型高档购物中心、大型高档娱乐中心、SOHO办公、时尚步行街、酒店",
        "name": "东二环泰禾广场",
        "city_id": "258",
        "lat": "26.0986137390137",
        "lng": "119.340072631836",
        "level": "4"
    },
    {
        "id": "1011",
        "detail": "福州火车南站位于福建省福州市仓山区城门镇胪雷村东侧。一座现代化的铁路客运特等站，全国十大区域性客运交通枢纽之一",
        "name": "福州火车南站",
        "city_id": "258",
        "lat": "25.9941673278809",
        "lng": "119.393913269043",
        "level": "4"
    },
    {
        "id": "1012",
        "detail": "本区域位于福州市区的北部，酒店业和餐饮业发达。区内有以金鸡山公园、登云水库为主的景区。",
        "name": "福州火车站",
        "city_id": "258",
        "lat": "26.1197853088379",
        "lng": "119.32657623291",
        "level": "4"
    },
    {
        "id": "1013",
        "detail": "福州长乐国际机场，是东南沿海以及对台、对外重要的国际航空港。",
        "name": "福州长乐国际机场",
        "city_id": "258",
        "lat": "25.9348087310791",
        "lng": "119.681243896484",
        "level": "4"
    },
    {
        "id": "1014",
        "detail": "福州金融街万达广场位于海峡金融商务区核心区域，是一个集甲级5A写字楼、大型高档购物中心、娱乐中心、商务酒店、SOHO办公为一体的超大型城市综合体",
        "name": "金融街万达",
        "city_id": "258",
        "lat": "26.059928894043",
        "lng": "119.349632263184",
        "level": "4"
    },
    {
        "id": "1015",
        "detail": "福州仓山万达广场位于仓山区浦上大道,是一个集甲级5A写字楼、大型高档购物中心、娱乐中心、商务酒店、SOHO办公、时尚步行街、酒店式公寓为一体的超大型城市综合体",
        "name": "金山万达",
        "city_id": "258",
        "lat": "26.0421257019043",
        "lng": "119.280342102051",
        "level": "4"
    },
    {
        "id": "1016",
        "detail": "本区域位于福州市区的西部，有众多政府机关。区域内还有西湖公园、左海公园等多处旅游景点。",
        "name": "西湖公园附近",
        "city_id": "258",
        "lat": "26.0988731384277",
        "lng": "119.296257019043",
        "level": "4"
    },
    {
        "id": "1017",
        "detail": "三坊七巷地处市中心，东临八一七北，西靠通湖路，北接杨桥路，南达光禄坊",
        "name": "三坊七巷",
        "city_id": "258",
        "lat": "26.0922527313232",
        "lng": "119.305793762207",
        "level": "4"
    },
    {
        "id": "1018",
        "detail": "福州学生街又名师大学生街，位于福建师范大学仓山校区旁，上世纪80年代已见雏形，90年代，高校扩招使得学生街附近各高校的学生剧增，带动了周边的商业发展，店铺猛增，形成人气爆满的商业街",
        "name": "首山路学生街",
        "city_id": "258",
        "lat": "26.0420608520508",
        "lng": "119.321998596191",
        "level": "4"
    },
    {
        "id": "1019",
        "detail": "本区域位于福州市区的中心地带，也是重要的政治、商业区。区域内形成了以温泉公园、晋安河、五四河、树兜河等为主的以水为主题的特色景区。",
        "name": "五四路/温泉公园",
        "city_id": "258",
        "lat": "26.1027641296387",
        "lng": "119.319320678711",
        "level": "4"
    },
    {
        "id": "1020",
        "detail": "本区域位于福州市区的南部，是福州最繁华的商业中心，在广场周围汇集了许多知名的餐饮、娱乐和商业设施。",
        "name": "五一广场附近",
        "city_id": "258",
        "lat": "26.0815753936768",
        "lng": "119.314567565918",
        "level": "4"
    },
    {
        "id": "1021",
        "detail": "赣县新行政区",
        "name": "赣县区商圈（梅林古镇）",
        "city_id": "268",
        "lat": "25.8602180480957",
        "lng": "115.020278930664",
        "level": "4"
    },
    {
        "id": "1022",
        "detail": "聚集赣南师范大学、赣南医学院、江西应用技术职业学院、赣州师范高等专科学校、赣南卫生健康职业学院都在此区域设立新校区。",
        "name": "高校区商圈",
        "city_id": "268",
        "lat": "25.8033695220947",
        "lng": "114.900314331055",
        "level": "4"
    },
    {
        "id": "1023",
        "detail": "赣州站 1996年建立，座落于江西省赣州市章贡区五洲大道31号，位于京九铁路、赣龙铁路、赣龙铁路复线、赣韶铁路上，隶属南昌铁路局赣州车务段管辖，现为一等站，是最繁忙的车站之一",
        "name": "火车站汽车站商圈（八一四大道）",
        "city_id": "268",
        "lat": "25.8247470855713",
        "lng": "114.971084594727",
        "level": "4"
    },
    {
        "id": "1024",
        "detail": "随着万盛MALL、九方购物中心、华润万象城开业，以长征大道为轴线的新区商圈正在逐步成型",
        "name": "九方万象城商圈（赣州市政府）",
        "city_id": "268",
        "lat": "25.8372859954834",
        "lng": "114.939971923828",
        "level": "4"
    },
    {
        "id": "1025",
        "detail": "赣州经济技术开发区位于赣州市中心城区的西南部，是江西省省级开发区",
        "name": "开发区商圈",
        "city_id": "268",
        "lat": "25.8439121246338",
        "lng": "114.924392700195",
        "level": "4"
    },
    {
        "id": "1026",
        "detail": "依托南康现代家具城建设家具商品批发中心，在保留现有30 公顷用地基础上，远期在镜坝预留60 公顷物流用地。",
        "name": "南康区商圈（家具城）",
        "city_id": "268",
        "lat": "25.6967582702637",
        "lng": "114.793510437012",
        "level": "4"
    },
    {
        "id": "1027",
        "detail": "赣州老城区，以红旗大道为主的老商业区",
        "name": "南门口商圈（红旗大道）",
        "city_id": "268",
        "lat": "25.8555126190186",
        "lng": "114.945701599121",
        "level": "4"
    },
    {
        "id": "1028",
        "detail": "商圈东侧为邯郸东站，北侧为北仓路，西侧为滏东北大街，南侧为人民东路。",
        "name": "高铁/市政府商圈",
        "city_id": "275",
        "lat": "36.6311683654785",
        "lng": "114.545883178711",
        "level": "4"
    },
    {
        "id": "1029",
        "detail": "商圈东侧为滏河南大街，北侧为人民东路路，西侧为邯郸站，南侧为渚河路。",
        "name": "邯郸火车站/汽车站商圈",
        "city_id": "275",
        "lat": "36.6056938171387",
        "lng": "114.495063781738",
        "level": "4"
    },
    {
        "id": "1030",
        "detail": "位于合肥南部，北至合肥绕城高速，南至锦绣大道，西至京台高速，东部与肥东县接壤。",
        "name": "包河区政府/包河工业园",
        "city_id": "278",
        "lat": "31.7989139556885",
        "lng": "117.316314697266",
        "level": "4"
    },
    {
        "id": "1031",
        "detail": "独具魅力特色的以休闲、旅游、商务、会展、居住为主的生态型、高档次现代化新城区。",
        "name": "滨湖世纪城 /省政府/融创文旅城",
        "city_id": "278",
        "lat": "31.7583103179932",
        "lng": "117.304130554199",
        "level": "4"
    },
    {
        "id": "1032",
        "detail": "合肥酒吧一条街，1912一条街。",
        "name": "大溪地/1912酒吧一条街",
        "city_id": "278",
        "lat": "31.8492603302002",
        "lng": "117.227035522461",
        "level": "4"
    },
    {
        "id": "1033",
        "detail": "合肥高等院校及艺术类院校聚集地，核心商务出行目的地，并配套具有安徽各地建筑特色的景点园区和合肥市内唯一的海洋世界。",
        "name": "大学城省艺校/经开区管委会/徽园海洋世界",
        "city_id": "278",
        "lat": "31.7733783721924",
        "lng": "117.199920654297",
        "level": "4"
    },
    {
        "id": "1034",
        "detail": "以合肥大钟楼为中心。",
        "name": "大钟楼/包公园",
        "city_id": "278",
        "lat": "31.8595962524414",
        "lng": "117.294418334961",
        "level": "4"
    },
    {
        "id": "1035",
        "detail": "安徽省新兴产业、创新活力、政策优势、人才丰富的集中地区",
        "name": "高新技术开发区",
        "city_id": "278",
        "lat": "31.8375358581543",
        "lng": "117.142250061035",
        "level": "4"
    },
    {
        "id": "1036",
        "detail": "位于合肥市的西北面，与长途客运总站紧邻，是进出合肥市的陆上通道。",
        "name": "合肥火车站/元一时代广场/服装城",
        "city_id": "278",
        "lat": "31.8905658721924",
        "lng": "117.3232421875",
        "level": "4"
    },
    {
        "id": "1037",
        "detail": "位于合肥市区的南部外围，区内已形成了海尔工业园区、佳通工业园、日立工业园区等多个工业园区，新落成的安徽国际会展中心也在本区内，可举办各类大型活动。",
        "name": "合肥经济技术开发区",
        "city_id": "278",
        "lat": "31.7502689361572",
        "lng": "117.229911804199",
        "level": "4"
    },
    {
        "id": "1038",
        "detail": "以高铁为中心方圆5公里商圈",
        "name": "合肥南站/中科大/省立儿童医院",
        "city_id": "278",
        "lat": "31.8034114837646",
        "lng": "117.29573059082",
        "level": "4"
    },
    {
        "id": "1039",
        "detail": "安徽省具有地域特色的综合性质娱乐休闲区，且历史文化更是让人着迷",
        "name": "和平广场/包河万达/逍遥津",
        "city_id": "278",
        "lat": "31.8645725250244",
        "lng": "117.317901611328",
        "level": "4"
    },
    {
        "id": "1040",
        "detail": "中国著名的商业中心，拥有百年历史，是人文荟萃的老街; 体现了合肥晚清至民国期间的人文历史，是合肥高端的商业集中区",
        "name": "淮河路步行街/银泰中心/李鸿章故居",
        "city_id": "278",
        "lat": "31.8704071044922",
        "lng": "117.301162719727",
        "level": "4"
    },
    {
        "id": "1041",
        "detail": "东至合肥绕城高速，南至长江西路，北至白莲路。",
        "name": "新桥机场区",
        "city_id": "278",
        "lat": "31.9937496185303",
        "lng": "116.978355407715",
        "level": "4"
    },
    {
        "id": "1042",
        "detail": "合肥市东部的一个新兴城区; 工业立区的主力军，改革创新的主平台，经济建设的主战场",
        "name": "瑶海工业区 / 合肥职教城 / 京商商贸城",
        "city_id": "278",
        "lat": "31.9123401641846",
        "lng": "117.321846008301",
        "level": "4"
    },
    {
        "id": "1043",
        "detail": "合肥著名的商业街，国购，百大都在其中。",
        "name": "长江中路商业区（之心城/百大）",
        "city_id": "278",
        "lat": "31.8595142364502",
        "lng": "117.26286315918",
        "level": "4"
    },
    {
        "id": "1044",
        "detail": "安徽省具有地域特色的生态城市空间，具有多元文化的魅力新区、时尚之区域",
        "name": "政务文化新区（万象城/奥体中心）",
        "city_id": "278",
        "lat": "31.8158473968506",
        "lng": "117.229667663574",
        "level": "4"
    },
    {
        "id": "1045",
        "detail": "中庙滨湖城坐落于巢湖之滨的合肥市中庙镇与姥山岛隔湖相望",
        "name": "中庙滨湖城",
        "city_id": "278",
        "lat": "31.5999584197998",
        "lng": "117.488372802734",
        "level": "4"
    },
    {
        "id": "1046",
        "detail": "合肥重要景点徽园，欢乐谷，海底世界都在此片区，安徽国际会展中心也在此区域",
        "name": "明珠广场",
        "city_id": "278",
        "lat": "31.7855854034424",
        "lng": "117.232437133789",
        "level": "4"
    },
    {
        "id": "1047",
        "detail": "合肥大学区域老校区，合肥宁国路没事一条街",
        "name": "宁国路工大美食一条街/罍街",
        "city_id": "278",
        "lat": "31.8501529693604",
        "lng": "117.302665710449",
        "level": "4"
    },
    {
        "id": "1048",
        "detail": "合肥市交通枢纽区, 都市文化新地标",
        "name": "汽车东站/ 瑶海万达/180艺术街区",
        "city_id": "278",
        "lat": "31.8730735778809",
        "lng": "117.343505859375",
        "level": "4"
    },
    {
        "id": "1049",
        "detail": "北一环核心商务聚集地，商业广场集中地。",
        "name": "双岗财富广场/明发商业广场/四里河",
        "city_id": "278",
        "lat": "31.9028205871582",
        "lng": "117.24097442627",
        "level": "4"
    },
    {
        "id": "1050",
        "detail": "以爱辉区政府为中心，覆盖黑河主要中心地带商业区等",
        "name": "爱辉区政府",
        "city_id": "281",
        "lat": "50.2577819824219",
        "lng": "127.506958007813",
        "level": "4"
    },
    {
        "id": "1051",
        "detail": "以大黑河岛国际商贸城为中心",
        "name": "大黑河岛国际商贸城",
        "city_id": "281",
        "lat": "50.255428314209",
        "lng": "127.541061401367",
        "level": "4"
    },
    {
        "id": "1052",
        "detail": "以黑河港口为中心",
        "name": "黑河港口",
        "city_id": "281",
        "lat": "50.2651748657227",
        "lng": "127.48754119873",
        "level": "4"
    },
    {
        "id": "1053",
        "detail": "以黑河市火车站为中心",
        "name": "黑河市火车站地区",
        "city_id": "281",
        "lat": "50.2390594482422",
        "lng": "127.50732421875",
        "level": "4"
    },
    {
        "id": "1054",
        "detail": "以黑河市政府为中心",
        "name": "黑河市政府",
        "city_id": "281",
        "lat": "50.2511291503906",
        "lng": "127.534591674805",
        "level": "4"
    },
    {
        "id": "1055",
        "detail": "高铁站 体育中心商圈集天星广场、人民医院、怀化高铁站、汽车站于一体，客流众多。",
        "name": "高铁站/体育中心商圈",
        "city_id": "282",
        "lat": "27.5187435150146",
        "lng": "109.999717712402",
        "level": "4"
    },
    {
        "id": "1056",
        "detail": "河西商圈附近拥有学校以及德天广场，其中学校包括河西学校、怀化职业技术学院等。",
        "name": "河西商圈",
        "city_id": "282",
        "lat": "27.5436897277832",
        "lng": "109.95337677002",
        "level": "4"
    },
    {
        "id": "1057",
        "detail": "火车站 步步高商圈集怀化火车站、步步高商场于一体，人流众多。",
        "name": "怀化火车站/步步高商圈",
        "city_id": "282",
        "lat": "27.5630836486816",
        "lng": "109.97346496582",
        "level": "4"
    },
    {
        "id": "1058",
        "detail": "怀化学院 五溪广场商圈附近学生众多，拥有怀化唯一一个海洋科技馆。",
        "name": "怀化学院/五溪商圈",
        "city_id": "282",
        "lat": "27.5789432525635",
        "lng": "110.029434204102",
        "level": "4"
    },
    {
        "id": "1059",
        "detail": "新市政府 市行政中心处于怀化市政府核心地带，其中包含怀化市国土局、教育局及怀化市委等。",
        "name": "新市政府/市行政中心商圈",
        "city_id": "282",
        "lat": "27.575569152832",
        "lng": "110.008110046387",
        "level": "4"
    },
    {
        "id": "1060",
        "detail": "淮南市火车站区域",
        "name": "淮南火车站商圈",
        "city_id": "287",
        "lat": "32.6370429992676",
        "lng": "117.02596282959",
        "level": "4"
    },
    {
        "id": "1061",
        "detail": "新淮南市政府所在区域",
        "name": "山南新区淮南市政府商圈",
        "city_id": "287",
        "lat": "32.5914077758789",
        "lng": "117.023002624512",
        "level": "4"
    },
    {
        "id": "1062",
        "detail": "商贸文化广场为中心的市中心区域",
        "name": "商贸市中心商圈",
        "city_id": "287",
        "lat": "32.6467895507813",
        "lng": "117.021453857422",
        "level": "4"
    },
    {
        "id": "1063",
        "detail": "衡水湖是湿地生态系统的自然保护区，被誉为“燕赵最美的湿地”",
        "name": "衡水湖国家级自然保护区",
        "city_id": "290",
        "lat": "37.6095199584961",
        "lng": "115.608589172363",
        "level": "4"
    },
    {
        "id": "1064",
        "detail": "商圈东侧为榕花大街，北侧为大庆东路，西侧为中华北大街，南侧为人民西路。",
        "name": "衡水火车站/汽车站二中商圈",
        "city_id": "290",
        "lat": "37.7503852844238",
        "lng": "115.69734954834",
        "level": "4"
    },
    {
        "id": "1065",
        "detail": "磁湖风景区经省政府批准定为省级风景名胜区，磁湖风景区青山环抱，湖岸曲折，整个景区秀丽清新。",
        "name": "磁湖风景区",
        "city_id": "292",
        "lat": "30.213529586792",
        "lng": "115.055564880371",
        "level": "4"
    },
    {
        "id": "1066",
        "detail": "贯穿黄石大道，沿江风景秀丽",
        "name": "长江沿江风光带",
        "city_id": "292",
        "lat": "30.2275123596191",
        "lng": "115.089729309082",
        "level": "4"
    },
    {
        "id": "1067",
        "detail": "万达广场位于黄石港区花湖大道南侧，是集“吃、喝、玩、乐、购”于一体的城市综合体。",
        "name": "万达广场",
        "city_id": "100",
        "lat": "30.2497043609619",
        "lng": "115.065322875977",
        "level": "4"
    },
    {
        "id": "1068",
        "detail": "衡阳的政治、商业、教育、金融中心，湖南省中部地区重要的商务中心。",
        "name": "衡阳市区商圈",
        "city_id": "297",
        "lat": "26.8997840881348",
        "lng": "112.578308105469",
        "level": "4"
    },
    {
        "id": "1069",
        "detail": "五岳独秀的南岳衡山钟灵毓秀，传承千年绵延不绝的寿岳香客来此慢游山水、禅意旅居、结缘逸禧、参悟人生。",
        "name": "南岳衡山风景区商圈",
        "city_id": "297",
        "lat": "27.2577323913574",
        "lng": "112.726440429688",
        "level": "4"
    },
    {
        "id": "1070",
        "detail": "浮梁县的核心地带。",
        "name": "浮梁城区",
        "city_id": "305",
        "lat": "29.3586101531982",
        "lng": "117.221496582031",
        "level": "4"
    },
    {
        "id": "1071",
        "detail": "火车站周边",
        "name": "江北-金华火车站及恒大百货",
        "city_id": "308",
        "lat": "29.1165866851807",
        "lng": "119.642127990723",
        "level": "4"
    },
    {
        "id": "1072",
        "detail": "大学周边",
        "name": "江北-浙江师范大学",
        "city_id": "308",
        "lat": "29.1421184539795",
        "lng": "119.652908325195",
        "level": "4"
    },
    {
        "id": "1073",
        "detail": "市政府",
        "name": "江南-金华市政府",
        "city_id": "308",
        "lat": "29.0854339599609",
        "lng": "119.653823852539",
        "level": "4"
    },
    {
        "id": "1074",
        "detail": "大学周边",
        "name": "江南-金华职业技术学院",
        "city_id": "308",
        "lat": "29.0682544708252",
        "lng": "119.643630981445",
        "level": "4"
    },
    {
        "id": "1075",
        "detail": "购物中心",
        "name": "江南-万达广场及金东区政府",
        "city_id": "308",
        "lat": "29.0963344573975",
        "lng": "119.683517456055",
        "level": "4"
    },
    {
        "id": "1076",
        "detail": "金华婺城区政府及开发区地块",
        "name": "江南-婺城区政府及开发区",
        "city_id": "308",
        "lat": "29.0919017791748",
        "lng": "119.577880859375",
        "level": "4"
    },
    {
        "id": "1077",
        "detail": "国家级创业服务中心、国家级留学生创业园、国家级博士后工作站以及国家级生物技术产业基地、工程机械产业基地和纺织新材料产业基地。",
        "name": "高新区商圈",
        "city_id": "318",
        "lat": "35.4284553527832",
        "lng": "116.691619873047",
        "level": "4"
    },
    {
        "id": "1078",
        "detail": "济宁经济中心，新世纪广场一座美丽壮观的大花园，也是人们休闲娱乐的一大景点。",
        "name": "新世纪广场商圈",
        "city_id": "318",
        "lat": "35.4273834228516",
        "lng": "116.616012573242",
        "level": "4"
    },
    {
        "id": "1079",
        "detail": "济宁市交通枢纽所在，中国交通重要的中转站，长途站和火车站所在地。",
        "name": "长途站/火车站商圈",
        "city_id": "318",
        "lat": "35.3987846374512",
        "lng": "116.607398986816",
        "level": "4"
    },
    {
        "id": "1080",
        "detail": "济宁市政治、经济、文化、商贸中心，古运河、京杭大运河从区内流过，素有“中国运河之都”。",
        "name": "市政府/古运河景区",
        "city_id": "318",
        "lat": "35.4206008911133",
        "lng": "116.593711853027",
        "level": "4"
    },
    {
        "id": "1081",
        "detail": "济宁新行政商务发展中心，未来济宁城市发展的主中心。",
        "name": "太白湖/北湖新区",
        "city_id": "318",
        "lat": "35.3559837341309",
        "lng": "116.602127075195",
        "level": "4"
    },
    {
        "id": "1082",
        "detail": "安居",
        "name": "安居",
        "city_id": "327",
        "lat": "41.1221008300781",
        "lng": "121.193824768066",
        "level": "4"
    },
    {
        "id": "1083",
        "detail": "白楼",
        "name": "白楼/巴黎豪苑",
        "city_id": "327",
        "lat": "41.1136283874512",
        "lng": "121.154258728027",
        "level": "4"
    },
    {
        "id": "1084",
        "detail": "宝地曼哈顿",
        "name": "宝地曼哈顿周边",
        "city_id": "327",
        "lat": "41.0985641479492",
        "lng": "121.160209655762",
        "level": "4"
    },
    {
        "id": "1085",
        "detail": "北湖公园周边",
        "name": "北湖公园周边",
        "city_id": "327",
        "lat": "41.1447563171387",
        "lng": "121.139442443848",
        "level": "4"
    },
    {
        "id": "1086",
        "detail": "锦州笔架山风景区",
        "name": "笔架山风景区周边",
        "city_id": "327",
        "lat": "40.8349533081055",
        "lng": "121.081153869629",
        "level": "4"
    },
    {
        "id": "1087",
        "detail": "渤海大学（滨海校区）",
        "name": "渤海大学（滨海校区）/体育中心",
        "city_id": "327",
        "lat": "40.8929595947266",
        "lng": "121.069450378418",
        "level": "4"
    },
    {
        "id": "1088",
        "detail": "万达广场",
        "name": "渤海大学（松山校区）/万达广场",
        "city_id": "327",
        "lat": "41.0920104980469",
        "lng": "121.124816894531",
        "level": "4"
    },
    {
        "id": "1089",
        "detail": "工业大学、医大一院",
        "name": "工业大学/医大一院",
        "city_id": "327",
        "lat": "41.1502380371094",
        "lng": "121.129722595215",
        "level": "4"
    },
    {
        "id": "1090",
        "detail": "古塔公园、福德转盘",
        "name": "古塔公园/福德转盘",
        "city_id": "327",
        "lat": "41.1175575256348",
        "lng": "121.137794494629",
        "level": "4"
    },
    {
        "id": "1091",
        "detail": "花鸟鱼市、中心医院",
        "name": "花鸟鱼市/中心医院",
        "city_id": "327",
        "lat": "41.1263694763184",
        "lng": "121.13200378418",
        "level": "4"
    },
    {
        "id": "1092",
        "detail": "家乐汇",
        "name": "家乐汇/东湖公园",
        "city_id": "327",
        "lat": "41.1055717468262",
        "lng": "121.170211791992",
        "level": "4"
    },
    {
        "id": "1093",
        "detail": "火车站、千盛购物广场",
        "name": "锦州火车站/千盛购物广场",
        "city_id": "327",
        "lat": "41.1312294006348",
        "lng": "121.145957946777",
        "level": "4"
    },
    {
        "id": "1094",
        "detail": "医学院、师范专科学校",
        "name": "医学院/师范专科学校",
        "city_id": "327",
        "lat": "41.1552085876465",
        "lng": "121.149566650391",
        "level": "4"
    },
    {
        "id": "1095",
        "detail": "辽沈战役纪念馆周边",
        "name": "辽沈战役纪念馆周边",
        "city_id": "327",
        "lat": "41.1350173950195",
        "lng": "121.154731750488",
        "level": "4"
    },
    {
        "id": "1096",
        "detail": "古塔夜市",
        "name": "凌河/古塔夜市",
        "city_id": "327",
        "lat": "41.1176338195801",
        "lng": "121.142974853516",
        "level": "4"
    },
    {
        "id": "1097",
        "detail": "石油六厂周边",
        "name": "石油六厂周边",
        "city_id": "327",
        "lat": "41.1430511474609",
        "lng": "121.114845275879",
        "level": "4"
    },
    {
        "id": "1098",
        "detail": "太和区政府",
        "name": "太和区政府/水墨华府",
        "city_id": "327",
        "lat": "41.115364074707",
        "lng": "121.110038757324",
        "level": "4"
    },
    {
        "id": "1099",
        "detail": "位于沙市区江津东路，可以承办足球、田径赛事和文艺演出",
        "name": "奥林匹克体育场商圈",
        "city_id": "328",
        "lat": "30.3067741394043",
        "lng": "112.287879943848",
        "level": "4"
    },
    {
        "id": "1100",
        "detail": "位于荆州区的中心地段，区政府所在地，交通便利，靠近荆州古城墙",
        "name": "荆中路商圈",
        "city_id": "328",
        "lat": "30.3597373962402",
        "lng": "112.199935913086",
        "level": "4"
    },
    {
        "id": "1101",
        "detail": "荆州交通枢纽中转中心，集长途客运和铁路运输为一体，是湖北省地级市里客流量最大的火车站",
        "name": "荆州火车站商圈",
        "city_id": "328",
        "lat": "30.3761692047119",
        "lng": "112.220016479492",
        "level": "4"
    },
    {
        "id": "1102",
        "detail": "位于318国道及二广高速沙市出口，交通便利，是荆州城市发展新中心",
        "name": "新天地商圈",
        "city_id": "328",
        "lat": "30.3394680023193",
        "lng": "112.256774902344",
        "level": "4"
    },
    {
        "id": "1103",
        "detail": "位于荆州市区内，交通便利，高校云集地",
        "name": "长江大学商圈",
        "city_id": "328",
        "lat": "30.3399906158447",
        "lng": "112.220603942871",
        "level": "4"
    },
    {
        "id": "1104",
        "detail": "是荆州最繁华的商业区域，集休闲、娱乐、购物、餐饮为一体的地段",
        "name": "美佳华商圈",
        "city_id": "328",
        "lat": "30.3137950897217",
        "lng": "112.261672973633",
        "level": "4"
    },
    {
        "id": "1105",
        "detail": "位于荆州市中心区域，集运动休闲，时尚消费和高端服务特色为一体的市级城市商圈",
        "name": "万达广场商圈",
        "city_id": "328",
        "lat": "30.3456573486328",
        "lng": "112.230575561523",
        "level": "4"
    },
    {
        "id": "1106",
        "detail": "此商圈为廊坊市政府，商场临立，周边高产酒店较多",
        "name": "廊坊市政府",
        "city_id": "340",
        "lat": "39.5439529418945",
        "lng": "116.690147399902",
        "level": "4"
    },
    {
        "id": "1107",
        "detail": "廊坊站，廊坊北站为廊坊火车站及高铁站，客流量较高",
        "name": "廊坊站、廊坊北站",
        "city_id": "340",
        "lat": "39.5189933776855",
        "lng": "116.712432861328",
        "level": "4"
    },
    {
        "id": "1108",
        "detail": "此商圈为廊坊会议，活动聚集地",
        "name": "体育馆、会展中心",
        "city_id": "340",
        "lat": "39.5609550476074",
        "lng": "116.732719421387",
        "level": "4"
    },
    {
        "id": "1109",
        "detail": "东西岩为国家4A景区，坐落于丽水市区西北28公里的千年畲乡老竹镇境内，以丹霞地貌、畲族文化、革命遗址而闻名。",
        "name": "东西岩景区",
        "city_id": "346",
        "lat": "28.5244960784912",
        "lng": "119.736015319824",
        "level": "4"
    },
    {
        "id": "1110",
        "detail": "古堰画乡为国家4A景区，位于丽水市区20公里的瓯江畔，“古堰“包含了1500年历史的通济堰及古街古亭古村落，“画乡”是中国著名的美术写生、艺术创作基地。",
        "name": "古堰画乡景区",
        "city_id": "346",
        "lat": "28.3020401000977",
        "lng": "119.751853942871",
        "level": "4"
    },
    {
        "id": "1111",
        "detail": "丽水市区东北新开发区，靠近妇幼保健院",
        "name": "市区-城东北、妇保",
        "city_id": "346",
        "lat": "28.4745616912842",
        "lng": "119.937942504883",
        "level": "4"
    },
    {
        "id": "1112",
        "detail": "拥有丽水火车站、客运东站，交通方便",
        "name": "市区-丽水火车站、客运东站",
        "city_id": "346",
        "lat": "28.4555797576904",
        "lng": "119.945671081543",
        "level": "4"
    },
    {
        "id": "1113",
        "detail": "区域内有丽水学院、丽水职业技术学院以及3A景区西城美食广场，吃住方便，靠近白云山森林公园，风景视野很好",
        "name": "市区-丽水学院、西城美食广场",
        "city_id": "346",
        "lat": "28.4629383087158",
        "lng": "119.910095214844",
        "level": "4"
    },
    {
        "id": "1114",
        "detail": "位于丽水市区繁华区域，莲都区政府所在地，集中分布多家医院，中山街附近有女装休闲街",
        "name": "市区-莲都区老城区",
        "city_id": "346",
        "lat": "28.4520359039307",
        "lng": "119.919143676758",
        "level": "4"
    },
    {
        "id": "1115",
        "detail": "南明湖是沿着瓯江修建的人工湖，沿湖两岸遍布万象山公园、南明门、应星楼、防洪堤等历史遗迹、休闲景观，风景秀丽，是市区中休闲好去处，冒险岛水世界在夏天更是嬉水避暑的好地方",
        "name": "市区-南明湖休闲区、冒险岛",
        "city_id": "346",
        "lat": "28.4413394927979",
        "lng": "119.92520904541",
        "level": "4"
    },
    {
        "id": "1116",
        "detail": "丽水新市中心，集中分布万地广场、丽水市政府、丽水体育中心及丽水大剧院等",
        "name": "市区-万地广场、市政府",
        "city_id": "346",
        "lat": "28.4662532806396",
        "lng": "119.930038452148",
        "level": "4"
    },
    {
        "id": "1117",
        "detail": "位于丽水市区繁华区域，宇雷路及紫金路附近遍布小吃餐饮店，可以品味丽水当地美食",
        "name": "市区-宇雷路及紫金路美食街",
        "city_id": "346",
        "lat": "28.4527378082275",
        "lng": "119.93399810791",
        "level": "4"
    },
    {
        "id": "1118",
        "detail": "洛阳新区已成为一个集办公、文化、商业、金融、体育、休闲娱乐和居住为主要功能的山水园林相间、生态环境优美、功能设施齐全、现代气息浓郁的现代化城区。",
        "name": "高铁龙门站/市政府新区",
        "city_id": "350",
        "lat": "34.6234397888184",
        "lng": "112.487670898438",
        "level": "4"
    },
    {
        "id": "1119",
        "detail": "洛阳火车站是洛阳市南北中轴线的北起点，火车站东西两侧紧邻洛阳市三大汽车客运站，此区域也紧邻洛阳市中心商业区。",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "34.6922187805176",
        "lng": "112.442481994629",
        "level": "4"
    },
    {
        "id": "1120",
        "detail": "洛阳的商业中心，包含了王府井百货、新都汇等商业区是休闲娱乐逛街的好去处。",
        "name": "新都汇/王府井商圈",
        "city_id": "350",
        "lat": "34.6746368408203",
        "lng": "112.439804077148",
        "level": "4"
    },
    {
        "id": "1121",
        "detail": "老城区位于洛阳市城市区中东部和北部，是洛阳最早的建成区，是洛阳市六大主城区之一，也是全市的经济、文化、商贸中心。",
        "name": "老城区",
        "city_id": "350",
        "lat": "34.6894989013672",
        "lng": "112.476127624512",
        "level": "4"
    },
    {
        "id": "1122",
        "detail": "本区内有休闲观光的牡丹广场以及洛阳第一家大型购物娱乐为一体万达广场，是你观光娱乐好去处。",
        "name": "牡丹广场/万达广场地区",
        "city_id": "350",
        "lat": "34.6625175476074",
        "lng": "112.403762817383",
        "level": "4"
    },
    {
        "id": "1123",
        "detail": "辽阳市弓长岭区位于辽宁省中南部、辽阳市东南部，素以“岭岭藏宝、水水含金”而著称。",
        "name": "弓长岭温泉滑雪场",
        "city_id": "352",
        "lat": "41.1459426879883",
        "lng": "123.426284790039",
        "level": "4"
    },
    {
        "id": "1124",
        "detail": "辽阳京都商城位于跃进街道办事处新运大街73号，民主路与新运大街交汇处，西关商贸中心区域内，占地面积10400平方米，其中一期工程占地6000平方米，二期新建部分占地4400平方米。",
        "name": "京都商业步行街",
        "city_id": "352",
        "lat": "41.2727012634277",
        "lng": "123.182838439941",
        "level": "4"
    },
    {
        "id": "1125",
        "detail": "辽阳站地理位置是在辽宁省辽阳市白塔区，于1899年建立。与本溪站距离是69公里，归沈阳铁路局沈阳管理。",
        "name": "辽阳火车站地区",
        "city_id": "352",
        "lat": "41.2875061035156",
        "lng": "123.174446105957",
        "level": "4"
    },
    {
        "id": "1126",
        "detail": "全国综合体制改革试点镇之一、全国重点镇、辽宁省示范服务业集聚区，是闻名海内外的中国皮草之都、中国皮衣裘皮产业基地、中国皮革皮草服装名城。",
        "name": "佟二堡",
        "city_id": "352",
        "lat": "41.4486808776855",
        "lng": "123.064712524414",
        "level": "4"
    },
    {
        "id": "1127",
        "detail": "交通枢纽",
        "name": "火车站",
        "city_id": "100",
        "lat": "42.9170188903809",
        "lng": "125.142807006836",
        "level": "4"
    },
    {
        "id": "1128",
        "detail": "该区域是赣榆区繁华地段，医院，车站，集中了区委区政府等机关。",
        "name": "赣榆商业区",
        "city_id": "353",
        "lat": "34.8474311828613",
        "lng": "119.131690979004",
        "level": "4"
    },
    {
        "id": "1129",
        "detail": "此区域是连云港市市最主要的海边风景度假区,区域内的连岛海滨旅游度假区集中了海边连岛海滨浴场、苏马湾生态园等景点，著名的新亚欧大陆桥东端起点也位与此区域内。",
        "name": "海滨度假区",
        "city_id": "353",
        "lat": "34.7498741149902",
        "lng": "119.379013061523",
        "level": "4"
    },
    {
        "id": "1130",
        "detail": "国家5A级旅游景区，《西游记》取材于此，被誉为：“海内四大名灵”之一。",
        "name": "花果山风景区",
        "city_id": "353",
        "lat": "34.6485786437988",
        "lng": "119.272834777832",
        "level": "4"
    },
    {
        "id": "1131",
        "detail": "淮海工学院，万达广场商业中心集中在此。",
        "name": "淮海工学院/万达广场商业圈",
        "city_id": "353",
        "lat": "34.6126708984375",
        "lng": "119.225814819336",
        "level": "4"
    },
    {
        "id": "1132",
        "detail": "连岛海滨浴场，是江苏省最大的天然优质海滨浴场，又称苏马湾。主要由大沙湾浴场和苏马湾浴场两部分组成。苏马湾得名于明末将军苏子恒牧马鹰游山的美丽传说，是连岛海滨度假区最负盛名的旅游景区，汇萃青山、碧海、金滩等海滨自然景观和海港、巨堤、渔村、古石刻等人文景观于一体，每年一度的“连云港之夏”在此举行，吸引了全国各地上万游客来此避暑度假。据了解，苏马湾海水浴场在中国环境监测总站发布的沿海浴场环境监测中，名列“水质为优最适宜游泳的15个浴场”之一。",
        "name": "连岛浴场",
        "city_id": "353",
        "lat": "34.7675704956055",
        "lng": "119.466896057129",
        "level": "4"
    },
    {
        "id": "1133",
        "detail": "连云港重要的交通重地，“五纵五横”干线铁路网中陇海铁路与沿海铁路的交汇点。",
        "name": "连云港火车站/新浦客运站",
        "city_id": "353",
        "lat": "34.6143112182617",
        "lng": "119.170234680176",
        "level": "4"
    },
    {
        "id": "1134",
        "detail": "连云港繁华地段，重要的金融区，商场林立。",
        "name": "连云港市中心",
        "city_id": "353",
        "lat": "34.6046104431152",
        "lng": "119.191833496094",
        "level": "4"
    },
    {
        "id": "1135",
        "detail": "城中万达广场是柳州柳州最大的游购娱中心之一",
        "name": "城中万达、阳光100、窑埠古镇",
        "city_id": "354",
        "lat": "24.3359966278076",
        "lng": "109.453025817871",
        "level": "4"
    },
    {
        "id": "1136",
        "detail": "柳州白莲机场为广西六大机场之一、国家重要的支线机场，城市交通枢纽。",
        "name": "大龙潭景区、都乐岩、白莲机场",
        "city_id": "354",
        "lat": "24.2325439453125",
        "lng": "109.423950195313",
        "level": "4"
    },
    {
        "id": "1137",
        "detail": "柳州的会展中心，有丰富的会务、游乐、园林博览等资源",
        "name": "会展中心、卡乐星球、园博园",
        "city_id": "354",
        "lat": "24.3650074005127",
        "lng": "109.516975402832",
        "level": "4"
    },
    {
        "id": "1138",
        "detail": "西环商圈是柳州的老商圈，靠近火车站，人口密集，城市生活特色浓厚",
        "name": "西环、五菱工业区",
        "city_id": "354",
        "lat": "24.3679275512695",
        "lng": "109.29345703125",
        "level": "4"
    },
    {
        "id": "1139",
        "detail": "银泰城位于鱼峰景区核心地段，是旅游和购物中心",
        "name": "鱼峰、银泰城、谷埠街",
        "city_id": "354",
        "lat": "24.3069534301758",
        "lng": "109.423812866211",
        "level": "4"
    },
    {
        "id": "1140",
        "detail": "柳钢工业区是柳州最大最知名的工业区",
        "name": "柳钢工业区、柳北生态新区",
        "city_id": "354",
        "lat": "24.3811473846436",
        "lng": "109.403396606445",
        "level": "4"
    },
    {
        "id": "1141",
        "detail": "柳江区是目前柳州新增最大的住宅开发区，人口密集",
        "name": "柳江、柳西新城",
        "city_id": "354",
        "lat": "24.2660388946533",
        "lng": "109.323135375977",
        "level": "4"
    },
    {
        "id": "1142",
        "detail": "柳南万达广场是柳州最大的游购娱中心之一",
        "name": "柳南万达、市动物园、基隆开发区",
        "city_id": "354",
        "lat": "24.2768039703369",
        "lng": "109.385719299316",
        "level": "4"
    },
    {
        "id": "1143",
        "detail": "是柳州市的中信区域之一，是铁路、汽车交通枢纽",
        "name": "柳州火车站、汽车总站、飞鹅商城",
        "city_id": "354",
        "lat": "24.3133430480957",
        "lng": "109.395820617676",
        "level": "4"
    },
    {
        "id": "1144",
        "detail": "五星步行街是柳州中心区域，经济娱乐中心",
        "name": "五星街、人民广场（市中心）",
        "city_id": "354",
        "lat": "24.3217506408691",
        "lng": "109.417846679688",
        "level": "4"
    },
    {
        "id": "1145",
        "detail": "罗浮山风景区，位于绵阳西面42公里，安州城区西南8公里，占地3平方公里，属四川省级风景名胜区。",
        "name": "罗浮山风景区",
        "city_id": "370",
        "lat": "31.5905323028564",
        "lng": "104.353645324707",
        "level": "4"
    },
    {
        "id": "1146",
        "detail": "绵阳城市中心，繁华商业中心。",
        "name": "绵阳市区",
        "city_id": "370",
        "lat": "31.4691314697266",
        "lng": "104.75358581543",
        "level": "4"
    },
    {
        "id": "1147",
        "detail": "位于宁波市东部，濒临东海，区内有中国港口皇冠之称的北仑港。还有宁波经济技术开发区、宁波保税区、宁波出口加工区等国家级开发区和中信公司独家开发的大榭开发区。",
        "name": "北仑港区",
        "city_id": "375",
        "lat": "29.9046516418457",
        "lng": "121.85132598877",
        "level": "4"
    },
    {
        "id": "1148",
        "detail": "洋沙山位于北仑区春晓镇宁波经济开发区春晓园区南约2公里处，三面环海，面积128公顷。",
        "name": "北仑洋沙山、万人沙滩风景区",
        "city_id": "375",
        "lat": "29.7557983398438",
        "lng": "121.920524597168",
        "level": "4"
    },
    {
        "id": "1149",
        "detail": "大堰镇位于奉化西南，毗邻国家AAAAA级风景旅游区溪口。域内有油菜花基地、巴人古桥、福星古桥、山门走马桥等景点，山水秀美，人文荟萃，是原生态旅游度假胜地。",
        "name": "大堰风景区",
        "city_id": "375",
        "lat": "29.5112419128418",
        "lng": "121.313858032227",
        "level": "4"
    },
    {
        "id": "1150",
        "detail": "东部新城是宁波未来的政治、经济、文化和商业中心，西起世纪大道，东至东外环，南起铁路，北至通途路，是宁波市城市向东发展最为重要的一个区域，也是宁波未来政治经济文化和商业中心。",
        "name": "东部新城/宁波文化广场/国际会展中心",
        "city_id": "375",
        "lat": "29.8660011291504",
        "lng": "121.630928039551",
        "level": "4"
    },
    {
        "id": "1151",
        "detail": "位于宁波市东郊，是省级湖泊型风景名胜区，以湖水清澈、烟波浩淼、青山环抱、群峰叠展、湖山辉映、洲屿染翠而闻名。",
        "name": "东钱湖风景区",
        "city_id": "375",
        "lat": "29.7696914672852",
        "lng": "121.679649353027",
        "level": "4"
    },
    {
        "id": "1152",
        "detail": "奉化位于浙江省东部沿海，宁波市区南面，东濒象山港、隔港与象山县相望，南连宁海县，西接新昌县、嵊州市和余姚市，北交鄞州区。",
        "name": "奉化银泰城、步行街",
        "city_id": "375",
        "lat": "29.6609764099121",
        "lng": "121.413391113281",
        "level": "4"
    },
    {
        "id": "1153",
        "detail": "高新区东临宁波深水良港，南接杭甬高速公路，西靠宁波市区，北连杭州湾跨海大桥，是宁波建设创新型城市的重要载体和长江三角洲南翼的科技创新基地，现已建设成为交通便捷、信息畅通、配套完善、功能齐全、人才荟萃、环境优美的数字化、生态化科技新城区。",
        "name": "高新区",
        "city_id": "34",
        "lat": "29.8952331542969",
        "lng": "121.621917724609",
        "level": "4"
    },
    {
        "id": "1154",
        "detail": "是宁波的商贸中心，有号称“浙江第一街”美誉的中山东路。",
        "name": "海曙商业区",
        "city_id": "375",
        "lat": "29.8982849121094",
        "lng": "121.528297424316",
        "level": "4"
    },
    {
        "id": "1155",
        "detail": "位于宁波市区的北部，毗邻著名的三江口风景区。区内有汽车北站、宁波港客运总站等水陆交通枢纽。",
        "name": "江北商业区",
        "city_id": "375",
        "lat": "29.9017906188965",
        "lng": "121.568687438965",
        "level": "4"
    },
    {
        "id": "1156",
        "detail": "是宁波新兴的重点发展区域，拥有科技园区、国际会展中心，及各类大型专业市场。",
        "name": "江东商业区",
        "city_id": "375",
        "lat": "29.877534866333",
        "lng": "121.588516235352",
        "level": "4"
    },
    {
        "id": "1157",
        "detail": "九龙湖旅游度假区坐落于宁波市镇海区西北部的九龙湖镇，东眺海天佛国普陀山，南面市中心、北临杭州湾而望上海、西连江南古镇慈城和八百里四明山，并与江北区的宋代著名古建筑保国寺相接，山连着山、水连着水，面积广达44.35余平方公里。景区内群山起伏、黛峰逶迤、植被茂密、生物丰富。",
        "name": "九龙湖风景区",
        "city_id": "375",
        "lat": "30.0471210479736",
        "lng": "121.548385620117",
        "level": "4"
    },
    {
        "id": "1158",
        "detail": "国家级重点风景名胜区5A级旅游区、近代这里又因是蒋介石、蒋经国 父子的故里而引世人瞩目，是首批“国家5A级旅游区”和“浙江十佳美景乐园”，深得旅游爱好者的青睐。",
        "name": "雪窦寺/蒋氏故里/溪口景区",
        "city_id": "375",
        "lat": "29.6876182556152",
        "lng": "121.227279663086",
        "level": "4"
    },
    {
        "id": "1159",
        "detail": "万达广场商业区位于鄞州中心核心区，区内万达广场是集中国际购物广场、国际商务酒店、高级城市公寓三大功能板块为一体的大型城市建筑综合体。",
        "name": "鄞州万达/印象城商业区",
        "city_id": "375",
        "lat": "29.8322277069092",
        "lng": "121.552200317383",
        "level": "4"
    },
    {
        "id": "1160",
        "detail": "鄞州区版图轮廓呈蝴蝶状，东、南、西三面紧依宁波中心城区，西北与西部与余姚接壤，南部紧邻奉化， 东南临象山港与象山隔水相望，是计划单列市宁波市最大的市辖区域。",
        "name": "鄞州周边商业区",
        "city_id": "375",
        "lat": "29.7788982391357",
        "lng": "121.55152130127",
        "level": "4"
    },
    {
        "id": "1161",
        "detail": "宁波市镇海区位优势明显，素有“浙东门户”之美誉。镇海位于中国大陆海岸线中段，长江三角洲南冀，东屏舟山群岛，西连宁绍平原，南接北仑港，北濒杭州湾，与上海一衣带水。",
        "name": "镇海商业区",
        "city_id": "375",
        "lat": "29.9546432495117",
        "lng": "121.722717285156",
        "level": "4"
    },
    {
        "id": "1162",
        "detail": "老外滩商业区，坐落于宁波三江口北岸，地处宁波市中心，位于甬江、奉化江和余姚江的三江口汇流之地，唐宋以来就是最繁华的港口之一，曾是“五口通商”中最早的对外开埠区，比上海外滩还早20年。如今的老外滩骨子里透出现代意味，是一个集吃、住、玩、休闲、购物、娱乐为一体的时尚消费中心。",
        "name": "老外滩/来福士广场",
        "city_id": "375",
        "lat": "29.8821563720703",
        "lng": "121.566932678223",
        "level": "4"
    },
    {
        "id": "1163",
        "detail": "宁波南部商务区以经济、国际贸易、科技创意、服务外包等作为产业发展方向，是鄞州区“十大功能区块”中的龙头工程，东面是高教园区，将为这座城市源源不断的输送新鲜血液。",
        "name": "南部商务区/罗蒙环球城/高教园商业区",
        "city_id": "375",
        "lat": "29.8167991638184",
        "lng": "121.568290710449",
        "level": "4"
    },
    {
        "id": "1164",
        "detail": "宁波大榭开发区位于中国大陆海岸线中段，浙江省宁波市东部，长江黄金水道和黄金海岸线的“T”型交汇点，中国经济最具活力和发展潜力的长江三角洲地区，浙江省宁波市东部沿海深水港区。",
        "name": "宁波大榭开发区",
        "city_id": "375",
        "lat": "29.8999347686768",
        "lng": "121.955070495605",
        "level": "4"
    },
    {
        "id": "1165",
        "detail": "宁波大学等高教园区是各级考试重点合作单位，地铁二号线可达",
        "name": "宁波大学/庄市/万科1902广场",
        "city_id": "375",
        "lat": "29.9173545837402",
        "lng": "121.641563415527",
        "level": "4"
    },
    {
        "id": "1166",
        "detail": "宁波火车站即宁波站。是中国浙江省宁波市的主要火车站。车站位于海曙区南站东路，原宁波老城长春门（南门）外，因而也俗称南站。配套设施有南北广场、轨道交通2、4号线、市域公交。",
        "name": "宁波火车站/汽车南站",
        "city_id": "375",
        "lat": "29.867603302002",
        "lng": "121.542823791504",
        "level": "4"
    },
    {
        "id": "1167",
        "detail": "位于宁波市区的西南方向，商圈内有宁波栎社国际机场，杉井奥特莱斯购物商场，集士港工业区。",
        "name": "宁波栎社国际机场/杉井奥特莱斯/集士港商业区",
        "city_id": "375",
        "lat": "29.8274326324463",
        "lng": "121.474052429199",
        "level": "4"
    },
    {
        "id": "1168",
        "detail": "天一广场商务区是于宁波市中心，北朝三江口，西临月湖，东接灵桥，南面天封塔。区域内天一广场融休闲、商贸、旅游、餐饮、购物于一体的大型城市中心商业广场，是宁波对外开放的亮点，是目前国内规模最大的“一站式”购物休闲广场。",
        "name": "天一广场/城隍庙/鼓楼",
        "city_id": "375",
        "lat": "29.875804901123",
        "lng": "121.560562133789",
        "level": "4"
    },
    {
        "id": "1169",
        "detail": "宁波五龙潭风景名胜区是“宁波新十景”、AAAA级风景区，也是浙江宁波第一家通过ISO9000国际质量认证体系的旅游风景区，位于宁波市西南鄞州龙观乡，距宁波市区约35公里，是一处以自然风光为依托，中华龙文化、浙东山乡风情、民俗民风为文化内涵，以溪流飞瀑、怪石险峰为特色的风景名胜区。",
        "name": "五龙潭风景区",
        "city_id": "375",
        "lat": "29.7959842681885",
        "lng": "121.28636932373",
        "level": "4"
    },
    {
        "id": "1170",
        "detail": "老火车站与市级商业中心组成，外来消费客流占70—80％的“超广域”商业中心，为品牌集聚的购物中心型百货商厦区域商圈.",
        "name": "八一广场（南昌火车站）商圈",
        "city_id": "376",
        "lat": "28.6803073883057",
        "lng": "115.910842895508",
        "level": "4"
    },
    {
        "id": "1171",
        "detail": "江西财经大学，江西农业大学等众多南昌高校聚集此处，为每次考试的重点商圈",
        "name": "昌北大学城区",
        "city_id": "376",
        "lat": "28.7479076385498",
        "lng": "115.860763549805",
        "level": "4"
    },
    {
        "id": "1172",
        "detail": "昌北机场是位于中国江西省南昌市以北28公里处的一座民用机场，距离九江107公里，距离庐山风景名胜区不到90公里，隶属于江西省机场集团公司，并由其运营管理，为南昌及其周边地区提供航空",
        "name": "昌北机场商圈",
        "city_id": "376",
        "lat": "28.8631057739258",
        "lng": "115.918502807617",
        "level": "4"
    },
    {
        "id": "1173",
        "detail": "朝阳新城交通立体化，非常发达，世界领先的立体交通系统，拥有实现地铁、公交一体化的南昌捷运（朝阳新城）。与昌北城区的联系：现有南昌大桥、生米大桥，并将在二桥之间增设一座跨江大桥——朝",
        "name": "朝阳新城商圈(洪城大市场）",
        "city_id": "376",
        "lat": "28.6385631561279",
        "lng": "115.864326477051",
        "level": "4"
    },
    {
        "id": "1174",
        "detail": "高新区地处南昌市城东，紧邻艾溪湖、瑶湖、青山湖以及赣江。区域面积231平方公里，下辖昌东、麻丘两个镇和艾溪湖管理处，截止2012年，辖区人口50万，已开发产业区面积60平方公里。",
        "name": "高新技术开发区及昌东商圈",
        "city_id": "376",
        "lat": "28.6969928741455",
        "lng": "115.966285705566",
        "level": "4"
    },
    {
        "id": "1175",
        "detail": "红谷滩中央商务区是配套完善的金融中心，整个金融贸易区总面积共有19平方公里，约80座大厦落成。建有一批有知名度的文化设施和旅游景点，南昌之星摩天轮、南昌国际展览中心、江西展演中心、",
        "name": "红谷滩中心区（市政府）商圈",
        "city_id": "376",
        "lat": "28.6888160705566",
        "lng": "115.868751525879",
        "level": "4"
    },
    {
        "id": "1176",
        "detail": "象湖风景区位于江西省南昌市西郊，旅游景区。由南江、北江、东江、西江，以及青山湖的水流汇聚而成。万寿宫域址，是位于象湖中的一座小岛，总面积约60亩，称为“祈福岛”。象湖风景区集生态保",
        "name": "象湖风景区商圈",
        "city_id": "376",
        "lat": "28.6372547149658",
        "lng": "115.911811828613",
        "level": "4"
    },
    {
        "id": "1177",
        "detail": "小蓝工业园区分为起步区、金湖区、玉湖区和银湖区4大板块，涵盖器械产业；机电信息产业；轻纺服装产业；食品加工产业。随着一大批企业的相续落户，园区实力呈现整体提升的良好态势。",
        "name": "象湖新城，小蓝工业园商圈",
        "city_id": "376",
        "lat": "28.5349102020264",
        "lng": "115.886962890625",
        "level": "4"
    },
    {
        "id": "1178",
        "detail": "位于南昌中心城区西北，是人文荟萃的“千年古邑”",
        "name": "新建中心区",
        "city_id": "376",
        "lat": "28.6856155395508",
        "lng": "115.825164794922",
        "level": "4"
    },
    {
        "id": "1179",
        "detail": "瑶湖是南昌地区最大的内陆天然湖泊，与江西师范大学相邻，与南昌市已开发的青山湖，艾溪湖连成一线，昌万公路贯穿湖心而过，福银高速（G70）沿湖东侧而过，与昌万公路相交处有麻丘入口，距南",
        "name": "瑶湖大学城（艾溪湖绿地中心）",
        "city_id": "376",
        "lat": "28.6807765960693",
        "lng": "116.031036376953",
        "level": "4"
    },
    {
        "id": "1180",
        "detail": "梅岭风景区位于江西省南昌市湾里区，有张九龄、张商英、周必大、王安石、张位五位丞相，欧阳修、曾巩、黄庭坚、陈师道、汤显祖等文学家，岳飞等武将，慕名而来，留下了许多名诗佳作和文人景观。",
        "name": "梅岭风景区",
        "city_id": "376",
        "lat": "28.8031139373779",
        "lng": "115.745346069336",
        "level": "4"
    },
    {
        "id": "1181",
        "detail": "高铁西客站形成站前商业中心；华南城、西客站、生米镇等区域规划三个片区商圈，为辐射大学园区、片区居民以及国内游客的区级商业中心",
        "name": "南昌高铁西站（国际博览城，融创乐园）",
        "city_id": "376",
        "lat": "28.6288185119629",
        "lng": "115.799026489258",
        "level": "4"
    },
    {
        "id": "1182",
        "detail": "青山湖——京东片区位于南昌市东北部，面积较大，而且开发时间较短，故商业较分散，而且呈现小型化、低档次特点。房地产的开发带动了大型家居、建材类专业市场的蓬勃兴起， 人口较密集区域的社",
        "name": "青山湖风景区商圈",
        "city_id": "376",
        "lat": "28.6993026733398",
        "lng": "115.935722351074",
        "level": "4"
    },
    {
        "id": "1183",
        "detail": "滕王阁，与湖北武汉黄鹤楼、湖南岳阳楼并称为“江南三大名楼”.2001年元月核准为首批国家AAAA级旅游景区. 毗邻的胜利路特色步行街为南昌唯一的室外步行街.",
        "name": "滕王阁步行街商圈",
        "city_id": "376",
        "lat": "28.6892757415771",
        "lng": "115.893493652344",
        "level": "4"
    },
    {
        "id": "1184",
        "detail": "东侨经济技术开发区位于福建省宁德市中心城区。1997年成立。行政级别县级。",
        "name": "东侨经济开发区",
        "city_id": "378",
        "lat": "26.661190032959",
        "lng": "119.546974182129",
        "level": "4"
    },
    {
        "id": "1185",
        "detail": "地址： \t宁德市蕉城区蕉城南路",
        "name": "后岗开发区",
        "city_id": "378",
        "lat": "26.6431198120117",
        "lng": "119.548072814941",
        "level": "4"
    },
    {
        "id": "1186",
        "detail": "宁德市蕉城区地处福建东北的鹫峰山南麓、三都澳之滨，东与霞浦县隔海相望，东北与福安市相连，北接周宁县，西倚屏南县、古田县，南邻罗源县。",
        "name": "蕉城区",
        "city_id": "378",
        "lat": "26.6669578552246",
        "lng": "119.532752990723",
        "level": "4"
    },
    {
        "id": "1187",
        "detail": "南宁市中心第一大商圈，汇集朝阳、悦荟广场、百盛百货，沃尔玛及中山路夜市美食街等。区内还包含省市政府等各大行政机构，民族广场及科技馆等，方便政务出行。",
        "name": "朝阳广场、自治区政府、中山路",
        "city_id": "380",
        "lat": "22.821964263916",
        "lng": "108.334533691406",
        "level": "4"
    },
    {
        "id": "1188",
        "detail": "高新区是广西众多个开发区中产业聚集程度最高、配套最成熟的园区，同时也是广西发展高新技术的重要基地。",
        "name": "高新区、安吉万达",
        "city_id": "380",
        "lat": "22.8752384185791",
        "lng": "108.298751831055",
        "level": "4"
    },
    {
        "id": "1189",
        "detail": "商圈内囊括众多高等院校，南宁市动物园是国内又一家成为AAAA级旅游景区的城市动物园，是南宁综合发展较成熟的区域之一。",
        "name": "广西大学、动物园",
        "city_id": "380",
        "lat": "22.8442516326904",
        "lng": "108.294952392578",
        "level": "4"
    },
    {
        "id": "1190",
        "detail": "南宁国际会展中心占是中国—东盟博览会永久会址，已成为广西最有代表性的年度展会。",
        "name": "国际会展中心、万象城、青秀山",
        "city_id": "380",
        "lat": "22.8179531097412",
        "lng": "108.399398803711",
        "level": "4"
    },
    {
        "id": "1191",
        "detail": "南宁吴圩机场是中国千万级机场之一，为军民合用4F级机场，是中国面向东盟国家国际性枢纽机场。",
        "name": "机场/吴圩镇",
        "city_id": "380",
        "lat": "22.6215572357178",
        "lng": "108.20906829834",
        "level": "4"
    },
    {
        "id": "1192",
        "detail": "区域交通优势明显，毗邻南宁吴圩机场及南宁火车南站。区域内房地产业、物流业及工业发达。",
        "name": "江南万达/五一路/江南客运站",
        "city_id": "380",
        "lat": "22.7879180908203",
        "lng": "108.279418945313",
        "level": "4"
    },
    {
        "id": "1193",
        "detail": "金湖广场位置优越，扼守琅东CBD核心，占据龙脉地段，且随着青秀万达、绿地中心广场的建成，是南宁集地产、商贸、娱乐休闲为一体的综合性商圈。",
        "name": "金湖广场、青秀万达",
        "city_id": "380",
        "lat": "22.8366870880127",
        "lng": "108.376586914063",
        "level": "4"
    },
    {
        "id": "1194",
        "detail": "区域交通优势明显，南宁新划分区域。区域内房地产业、休闲旅游，经济开发区，大学城。",
        "name": "相思湖/西乡塘客运站",
        "city_id": "380",
        "lat": "22.838306427002",
        "lng": "108.224380493164",
        "level": "4"
    },
    {
        "id": "1195",
        "detail": "南宁市最老的城区之一，也是城市的商贸中心区之一，几乎可以与南宁的历史划上等号。区内商贾云集，商贸服务业发达。",
        "name": "兴宁区政府/金桥客运站",
        "city_id": "380",
        "lat": "22.8597354888916",
        "lng": "108.374450683594",
        "level": "4"
    },
    {
        "id": "1196",
        "detail": "邕宁位于南宁市区东南部。区内自然景点条件优越，农业基地和农产品生产颇具特色。",
        "name": "邕宁、仙葫",
        "city_id": "380",
        "lat": "22.7558822631836",
        "lng": "108.459609985352",
        "level": "4"
    },
    {
        "id": "1197",
        "detail": "南宁埌东客运站是南宁客运站中设施最现代的汽车客运站。",
        "name": "琅东汽车站/凤岭",
        "city_id": "380",
        "lat": "22.8179244995117",
        "lng": "108.425552368164",
        "level": "4"
    },
    {
        "id": "1198",
        "detail": "五象新区将建设成为泛北部湾经济合作区的重要总部基地，自治区的先进制造业基地，南宁市新的行政、文体、商业中心，物流、制造业基地。",
        "name": "良庆/五象新区/体育中心",
        "city_id": "380",
        "lat": "22.7712554931641",
        "lng": "108.386199951172",
        "level": "4"
    },
    {
        "id": "1199",
        "detail": "区域旅游风景区，人文景观明显，毗邻风景秀美南湖城市景观，依托广西医科大学，广西艺术学院两大高等院校",
        "name": "南湖公园/医科大学",
        "city_id": "380",
        "lat": "22.8139953613281",
        "lng": "108.363647460938",
        "level": "4"
    },
    {
        "id": "1200",
        "detail": "位于南宁市青秀区凤凰岭路以南，南宁火车东站南广场下方，与高铁火车东站无缝衔接，同时聚集铁路客运、城市轨道、市区公交和社会车辆等交通工具的特大型交通枢纽站。",
        "name": "南宁火车东站",
        "city_id": "380",
        "lat": "22.8477382659912",
        "lng": "108.420791625977",
        "level": "4"
    },
    {
        "id": "1201",
        "detail": "南宁站是广西与各族人民交往的窗口，是连接沿海地区及中南经济协作区的重要枢纽。此外，周边30多所大中专院校、科研院所。",
        "name": "南宁火车站地区",
        "city_id": "380",
        "lat": "22.8325214385986",
        "lng": "108.321754455566",
        "level": "4"
    },
    {
        "id": "1202",
        "detail": "区域交通优势明显，交通枢纽，农业，休闲旅游为主",
        "name": "石埠/金沙湖/美丽南方",
        "city_id": "380",
        "lat": "22.8323268890381",
        "lng": "108.184288024902",
        "level": "4"
    },
    {
        "id": "1203",
        "detail": "区域内包含嘉和城温泉谷、九曲湾温泉等度假休闲区域，此区域已被列为南宁市重点推进旅游项目，是一个集养生、休闲、娱乐、康体、理疗、餐饮、会议、住宿、购物为一体的休闲娱乐天堂。",
        "name": "温泉度假区",
        "city_id": "380",
        "lat": "22.8899822235107",
        "lng": "108.425224304199",
        "level": "4"
    },
    {
        "id": "1204",
        "detail": "区域交通优势明显，南宁新划分区域。区域内房地产业、休闲旅游，经济开发区，大学城。",
        "name": "武鸣商业区",
        "city_id": "380",
        "lat": "23.1647968292236",
        "lng": "108.281768798828",
        "level": "4"
    },
    {
        "id": "1205",
        "detail": "南阳市金融商业CBD中心银行及高星级酒店林立",
        "name": "独山大道、新华路商圈",
        "city_id": "385",
        "lat": "33.0233154296875",
        "lng": "112.572700500488",
        "level": "4"
    },
    {
        "id": "1206",
        "detail": "机场交通枢纽核心位置",
        "name": "迎宾大道、姜营机场商圈",
        "city_id": "385",
        "lat": "32.994068145752",
        "lng": "112.617942810059",
        "level": "4"
    },
    {
        "id": "1207",
        "detail": "南阳火车站教育学院核心区，人流量密集学生量大",
        "name": "南阳火车站、师范学院商圈",
        "city_id": "385",
        "lat": "33.0038757324219",
        "lng": "112.521354675293",
        "level": "4"
    },
    {
        "id": "1208",
        "detail": "当地较为知名房地产开发商开发商业民用区域",
        "name": "瀚新商圈",
        "city_id": "387",
        "lat": "41.1641006469727",
        "lng": "122.073577880859",
        "level": "4"
    },
    {
        "id": "1209",
        "detail": "国家4A级景区、辽宁省优秀旅游景区。",
        "name": "红海滩景区周边",
        "city_id": "387",
        "lat": "40.943229675293",
        "lng": "121.935836791992",
        "level": "4"
    },
    {
        "id": "1210",
        "detail": "长短途汽车客运站，流量较大，商铺较密集的商业化步行街",
        "name": "客运站/兴隆台步行街",
        "city_id": "387",
        "lat": "41.1310157775879",
        "lng": "122.068695068359",
        "level": "4"
    },
    {
        "id": "1211",
        "detail": "以油田新玛特为核心的辽河油田商业区",
        "name": "油田新玛特/银座广场",
        "city_id": "387",
        "lat": "41.1373596191406",
        "lng": "122.094383239746",
        "level": "4"
    },
    {
        "id": "1212",
        "detail": "隶属于沈阳局集团锦州车务段",
        "name": "盘锦火车站/兴隆二百",
        "city_id": "387",
        "lat": "41.2042007446289",
        "lng": "122.069374084473",
        "level": "4"
    },
    {
        "id": "1213",
        "detail": "当地南部新开发商业与民用区域",
        "name": "田家商圈",
        "city_id": "387",
        "lat": "41.0953369140625",
        "lng": "122.085487365723",
        "level": "4"
    },
    {
        "id": "1214",
        "detail": "综合性百货商场",
        "name": "万达广场商圈",
        "city_id": "328",
        "lat": "41.1061630249023",
        "lng": "122.083679199219",
        "level": "4"
    },
    {
        "id": "1215",
        "detail": "该地区主要包含泉州第二个万达广场、海峡体育中心及泉州大学城，商铺集中，是新兴的商业区",
        "name": "城东海峡体育中心",
        "city_id": "406",
        "lat": "24.9335479736328",
        "lng": "118.667541503906",
        "level": "4"
    },
    {
        "id": "1216",
        "detail": "该地区主要包含泉州动车站，清源山5A风景名胜区 ，南少林寺、闽台缘博物馆、西湖公园等",
        "name": "动车站/清源山风景区",
        "city_id": "406",
        "lat": "24.9510631561279",
        "lng": "118.618324279785",
        "level": "4"
    },
    {
        "id": "1217",
        "detail": "该地区主要包含泉州古城开元寺、文庙、西街等著名景点",
        "name": "古城区",
        "city_id": "406",
        "lat": "24.9203300476074",
        "lng": "118.592041015625",
        "level": "4"
    },
    {
        "id": "1218",
        "detail": "该商圈主要包含江南高新技术产业园区、浮桥地区、清濛工业区等地标",
        "name": "江南地区",
        "city_id": "406",
        "lat": "24.8951015472412",
        "lng": "118.572319030762",
        "level": "4"
    },
    {
        "id": "1219",
        "detail": "处于泉州地理中心和经济中心的重合区域，主要包含丰泽广场、美食街、东湖公园等",
        "name": "金融商务街/美食商业街",
        "city_id": "406",
        "lat": "24.9095039367676",
        "lng": "118.611618041992",
        "level": "4"
    },
    {
        "id": "1220",
        "detail": "该商圈商铺较为集中，是泉州最大最齐全的汽车站，人流量高。主要包含新车站、客运中心站、领show天地、万达等商圈",
        "name": "领show/万达商业区",
        "city_id": "406",
        "lat": "24.8896484375",
        "lng": "118.613128662109",
        "level": "4"
    },
    {
        "id": "1221",
        "detail": "衢州站，为衢州城区的“南大门”，是衢州市乃至浙西南地区重要的交通集散中心。车站位于浙江省衢州市柯城区，荷花中路南端。",
        "name": "高铁站及客运中心",
        "city_id": "407",
        "lat": "28.930290222168",
        "lng": "118.887474060059",
        "level": "4"
    },
    {
        "id": "1222",
        "detail": "衢州西区建设是衢州城市建设从“南湖时代”迈向“衢江时代”的标志性工程，它位于衢 州建成区西部，东临衢江，与老城区隔江相望，是集行政办公、文化教育、商贸金融、会展商务、休闲居住等功能",
        "name": "西部开发区",
        "city_id": "407",
        "lat": "28.9790687561035",
        "lng": "118.855743408203",
        "level": "4"
    },
    {
        "id": "1223",
        "detail": "水亭门， 是衢州国家级儒学文化产业园核心区的重要组成部分 ，也是古城的中央休闲区和市政府倾力打造的5A级景区主景点。",
        "name": "水亭门及孔庙",
        "city_id": "407",
        "lat": "28.9683570861816",
        "lng": "118.875480651855",
        "level": "4"
    },
    {
        "id": "1224",
        "detail": "位于上饶市信州区中心区域",
        "name": "步行街商圈",
        "city_id": "411",
        "lat": "28.4501323699951",
        "lng": "117.977188110352",
        "level": "4"
    },
    {
        "id": "1225",
        "detail": "位于上饶市信州区信江河旁，为当地知名景点",
        "name": "森林公园商圈",
        "city_id": "",
        "lat": "28.4529438018799",
        "lng": "118.002471923828",
        "level": "4"
    },
    {
        "id": "1226",
        "detail": "位于上饶市新洲区，为当地知名景点",
        "name": "上饶集中营商圈",
        "city_id": "",
        "lat": "28.420877456665",
        "lng": "117.96940612793",
        "level": "4"
    },
    {
        "id": "1227",
        "detail": "位于上饶市新洲区新区",
        "name": "市政府",
        "city_id": "3886",
        "lat": "28.460865020752",
        "lng": "117.95002746582",
        "level": "4"
    },
    {
        "id": "1228",
        "detail": "河北经贸大学是河北省重点建设的11所大学之一。",
        "name": "北高教区",
        "city_id": "",
        "lat": "38.1412887573242",
        "lng": "114.499114990234",
        "level": "4"
    },
    {
        "id": "1229",
        "detail": "河北省省会石家庄市的CBD商业中心。",
        "name": "北国商城、勒泰中心、省博物院",
        "city_id": "",
        "lat": "38.054573059082",
        "lng": "114.524513244629",
        "level": "4"
    },
    {
        "id": "1230",
        "detail": "位于石家庄市高新开发区。",
        "name": "高新开发区、白佛客运站、天山海世界",
        "city_id": "",
        "lat": "38.0499382019043",
        "lng": "114.614280700684",
        "level": "4"
    },
    {
        "id": "1231",
        "detail": "空中四季海滨生态公园。",
        "name": "空中花园",
        "city_id": "",
        "lat": "38.0173072814941",
        "lng": "114.561065673828",
        "level": "4"
    },
    {
        "id": "1232",
        "detail": "河北师范大学，是一所具有百年历史和光荣传统的省属重点大学。",
        "name": "西高教区",
        "city_id": "",
        "lat": "38.0014419555664",
        "lng": "114.461585998535",
        "level": "4"
    },
    {
        "id": "1233",
        "detail": "石家庄公路主枢纽西王客运站是石家庄公路主枢纽客运系统的七个客运站之一。",
        "name": "西王客运站",
        "city_id": "",
        "lat": "38.0641136169434",
        "lng": "114.428741455078",
        "level": "4"
    },
    {
        "id": "1234",
        "detail": "建于1987年11月12日，建立日是石家庄解放40周年纪念日。",
        "name": "新百广场、石家庄老火车站、南三条",
        "city_id": "",
        "lat": "38.0545806884766",
        "lng": "114.502212524414",
        "level": "4"
    },
    {
        "id": "1235",
        "detail": "石家庄市裕彤国际体育中心。",
        "name": "裕彤体育馆、医科大学",
        "city_id": "",
        "lat": "38.0532531738281",
        "lng": "114.548362731934",
        "level": "4"
    },
    {
        "id": "1236",
        "detail": "石家庄运河桥客运站是石家庄公路主枢纽客运系统的七个客运站之一。",
        "name": "运河桥客运站地区",
        "city_id": "",
        "lat": "38.0772514343262",
        "lng": "114.516731262207",
        "level": "4"
    },
    {
        "id": "1237",
        "detail": "石家庄市植物园，以植物景观观赏为主题的公园，休闲娱乐等功能为一体。",
        "name": "植物园/西三庄",
        "city_id": "",
        "lat": "38.1124038696289",
        "lng": "114.388763427734",
        "level": "4"
    },
    {
        "id": "1238",
        "detail": "石家庄南焦客运站是石家庄公路主枢纽客运系统的七个客运站之一。",
        "name": "南焦客运站、南高教区",
        "city_id": "",
        "lat": "38.0046043395996",
        "lng": "114.538040161133",
        "level": "4"
    },
    {
        "id": "1239",
        "detail": "河北医科大学第二医院是河北省最大的综合性三级甲等医院。",
        "name": "省二院",
        "city_id": "",
        "lat": "38.0693702697754",
        "lng": "114.494789123535",
        "level": "4"
    },
    {
        "id": "1240",
        "detail": "华北地区最大“城市综合体”。",
        "name": "省军区、怀特商城、万达广场",
        "city_id": "",
        "lat": "38.0356025695801",
        "lng": "114.557983398438",
        "level": "4"
    },
    {
        "id": "1241",
        "detail": "河北省人民政府办公厅是协助省政府领导处理省政府日常工作的机构。",
        "name": "省委",
        "city_id": "",
        "lat": "38.0488166809082",
        "lng": "114.482620239258",
        "level": "4"
    },
    {
        "id": "1242",
        "detail": "石家庄站，位于石家庄市桥西区，是中国北方重要的铁路枢纽站。",
        "name": "石家庄新火车站",
        "city_id": "",
        "lat": "38.0168228149414",
        "lng": "114.490821838379",
        "level": "4"
    },
    {
        "id": "1243",
        "detail": "石家庄北站是石家庄铁路枢纽中的客运站之一，隶属北京铁路局石家庄站管辖。",
        "name": "水上公园、石家庄火车北站",
        "city_id": "",
        "lat": "38.0786399841309",
        "lng": "114.47859954834",
        "level": "4"
    },
    {
        "id": "1244",
        "detail": "本区域为汕头海滨长廊，位于汕头市中心区内海湾北侧，是一座宽17米，长2000米的带状公园",
        "name": "滨海长廊",
        "city_id": "447",
        "lat": "23.3575611114502",
        "lng": "116.690010070801",
        "level": "4"
    },
    {
        "id": "1245",
        "detail": "本区域位于濠江区中心区，濠江区位于广东省东部，西与潮阳区接壤，北隔礐石海与龙湖区、金平区相望，东南濒临南海，濠江蜿蜒贯穿全境，海岸线总长达92.8公里，沿岸深水港湾和浅水海滩20多处",
        "name": "濠江区",
        "city_id": "447",
        "lat": "23.2853164672852",
        "lng": "116.730079650879",
        "level": "4"
    },
    {
        "id": "1246",
        "detail": "本区域位于汕头龙湖区的东部，北至长江路，南至中山东路，西至天山南路，东至火车站及泰山南路沿线。",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "23.3782997131348",
        "lng": "116.761894226074",
        "level": "4"
    },
    {
        "id": "1247",
        "detail": "本区域位于汕头的西北区，汕头大学是围绕“有志、有识、有恒、有为”的育人目标，致力于建设成一所有特色、国际化、受人重视的现代化高等学府",
        "name": "汕头大学及附近",
        "city_id": "447",
        "lat": "23.4191551208496",
        "lng": "116.636711120605",
        "level": "4"
    },
    {
        "id": "1248",
        "detail": "地处汕头城市中心区，北至金湖路、长江路一线，南至海滨路，西至汕樟路，东至天山南路，涵盖整个汕头老城区，是汕头市政治、经济、文化、商业中心何科技基地，区内的林伯欣国际会展中心常年举办各种会展。",
        "name": "汕头市中心",
        "city_id": "447",
        "lat": "23.3748111724854",
        "lng": "116.732368469238",
        "level": "4"
    },
    {
        "id": "1249",
        "detail": "沈阳奥体中心为沈阳大型体育场馆，承办多次体育赛事，演唱会等，周边交通繁华，万达广场近在咫尺，购物休息十分便捷。",
        "name": "奥体中心/浑南万达",
        "city_id": "451",
        "lat": "41.7488899230957",
        "lng": "123.470962524414",
        "level": "4"
    },
    {
        "id": "1250",
        "detail": "北行是辽宁省沈阳市三大商业区之一，位置在长江街上，中心在宁山路和岐山路之间。北行商业区汇聚了北行农贸市场、千盛生活购物中心，北行商场，大东副食商场，沈阳地一大道等诸多商家，它们与周边琳琅满目的商铺、娱乐文化场所共同构成了今天繁荣的北行。",
        "name": "北行/辽宁大学南校区",
        "city_id": "451",
        "lat": "41.8320503234863",
        "lng": "123.419158935547",
        "level": "4"
    },
    {
        "id": "1251",
        "detail": "北陵公园沈阳市最大的公园，占地330万平方米。1643年（清崇德八年）清太宗皇太极和孝端文皇后博尔济吉特氏的陵墓昭陵建成。 1927年，奉天省政府将昭陵辟为公园，因位于市区北部，故得此名。昭陵是沈阳名胜古迹之一，是我国古代建筑的精华，汉满民族文化交流的典型。",
        "name": "北陵公园/省政府",
        "city_id": "451",
        "lat": "41.8478393554688",
        "lng": "123.434600830078",
        "level": "4"
    },
    {
        "id": "1252",
        "detail": "北一路万达广场",
        "name": "北一路/万达广场",
        "city_id": "451",
        "lat": "41.8198165893555",
        "lng": "123.387268066406",
        "level": "4"
    },
    {
        "id": "1253",
        "detail": "沈阳北火车站是中国重要的铁路交通枢纽站，是路局直属特等站 [1] 。沈阳北原名奉天总站、辽宁总站，位于中国辽宁省沈阳市沈河区和皇姑区的交界处。",
        "name": "北站/惠工广场",
        "city_id": "451",
        "lat": "41.824104309082",
        "lng": "123.44319152832",
        "level": "4"
    },
    {
        "id": "1254",
        "detail": "丁香湖",
        "name": "丁香湖",
        "city_id": "451",
        "lat": "41.8609733581543",
        "lng": "123.339408874512",
        "level": "4"
    },
    {
        "id": "1255",
        "detail": "位于大东区东站街1号的沈阳东站，是原“奉海站”旧址，始建于上世纪20年代。这座车站建筑跟一条铁路线的同期修建密不可分，它作为这条铁路线的始发车站而存在至今，这就是中国人自建铁路的开端。",
        "name": "东站/陶瓷城",
        "city_id": "451",
        "lat": "41.8296203613281",
        "lng": "123.507965087891",
        "level": "4"
    },
    {
        "id": "1256",
        "detail": "辽宁工业展览馆位于东北最大的城市－沈阳市南部，地处全国著名的南湖科技开发区，贯通沈阳新北站、沈阳桃仙国际机场，地理位置优越、交通方便，南邻省、市电视台、电视制作中心，北邻省体育馆、省科技馆，东与全国第二大的商业批发市场－五爱市场相连接，西有沈阳音乐学院、鲁迅美术学院，是周边最繁华的商业中心，也是国内外企业展示新技术、新产品的理想场所。该区域内大型酒店云集，是沈阳商业中心地段。",
        "name": "工业展览馆/万象城/五里河",
        "city_id": "451",
        "lat": "41.7792282104492",
        "lng": "123.440361022949",
        "level": "4"
    },
    {
        "id": "1257",
        "detail": "会展中心为东北地区首家现代化高标准展馆。",
        "name": "国际会展中心/沈阳南站",
        "city_id": "451",
        "lat": "41.6702728271484",
        "lng": "123.380805969238",
        "level": "4"
    },
    {
        "id": "1258",
        "detail": "虎石台开发区是辽宁省政府确定的“卫星城”，占地面积65平方公里，重点发展商贸地产、生命工程、健康医疗等产业。",
        "name": "虎石台/新城子",
        "city_id": "451",
        "lat": "41.9500846862793",
        "lng": "123.523422241211",
        "level": "4"
    },
    {
        "id": "1259",
        "detail": "滑翔、砂山街道位于铁西区东南部，和平区西南部。在沈阳当地有重要的代表性。",
        "name": "滑翔/砂山",
        "city_id": "451",
        "lat": "41.7796516418457",
        "lng": "123.379501342773",
        "level": "4"
    },
    {
        "id": "1260",
        "detail": "九一八历史博物馆位于辽宁省沈阳市大东区望花南街，该馆是为警示后人勿忘“九一八”历史而修建。博物馆建成于1991年，主体建筑采用碑馆结合形式。残历碑是一座巨大石雕，碑形为翻到事变日期的台历，上面布满弹痕与骷髅。馆内以丰富的史料向人们介绍了日本帝国主义发动“九一八”事变、奴役中国人民的罪行和沦陷区人民的苦难生活及不屈不挠的斗争事迹。",
        "name": "九一八/北大营",
        "city_id": "451",
        "lat": "41.8424301147461",
        "lng": "123.473983764648",
        "level": "4"
    },
    {
        "id": "1261",
        "detail": "紧临机场高速路和地铁二号线、桃仙国际机场，与浑南高新产业开发区、大学城、现代商业服务区紧密相连。",
        "name": "21世纪大厦/国际软件园/白塔河",
        "city_id": "451",
        "lat": "41.7246627807617",
        "lng": "123.466987609863",
        "level": "4"
    },
    {
        "id": "1262",
        "detail": "西客站始建于1989年，是沈阳重要的客运枢纽站之一，客运站内客运班线约有近60条。这个客运站承担着沈阳西部地区旅客集散的任务，服务半径辐射沈阳市西部区域及山海关方向的广大区域。",
        "name": "西客站/劳动公园",
        "city_id": "451",
        "lat": "41.7860412597656",
        "lng": "123.330787658691",
        "level": "4"
    },
    {
        "id": "1263",
        "detail": "西塔是东北三省除朝鲜族自治州、县以外的最大民族聚集区域，融合了满民族的民族文化精华 。西塔商业街有着120多年的悠久历史，孕育了独特的民族风情，西塔街主轴两侧，形成了具有浓郁朝鲜族特色和韩国风情的休闲文化产业带。西塔夜经济涵盖了商贸、住宿餐饮、居民服务、文化艺术、体育健身、休闲娱乐等众多业态，汇聚了新罗城、牡丹馆、哆来咪、韩百商场、告诉妈妈等知名商家，已经形成沈阳市朝鲜族的经济、文化中心。",
        "name": "西塔",
        "city_id": "451",
        "lat": "41.8104972839355",
        "lng": "123.416580200195",
        "level": "4"
    },
    {
        "id": "1264",
        "detail": "万泉公园是沈阳市著名园林，历史悠久。在动物园未搬迁前，是沈阳市儿童游玩的首选之地。在不破坏现有绿化及群众休闲功能前提下，建设大型游乐场，必会重现昔日小河沿庙会盛况，为沈阳市民增添一处高层次休闲游乐场所。",
        "name": "小河沿/万泉公园",
        "city_id": "451",
        "lat": "41.7895698547363",
        "lng": "123.475120544434",
        "level": "4"
    },
    {
        "id": "1265",
        "detail": "于洪广场为于洪区中心路段，于洪区政府位于此区域。",
        "name": "于洪广场",
        "city_id": "451",
        "lat": "41.7994232177734",
        "lng": "123.314758300781",
        "level": "4"
    },
    {
        "id": "1266",
        "detail": "即沈阳经济技术开发区位于沈阳市西南部，创建于1988年6月，1993年4月经中华人民共和国国务院批准为国家级经济技术开发区，规划面积35平方公里。2002年6月18日，沈阳经济技术开发区与老工业基地铁西区合署办公成立铁西新区，总规划面积126平方公里，其中开发区规划面积86平方公里。2007年，原沈阳细河经济区并入沈阳经济技术开发区，总规划面积达到444平方公里，是国内第一大开发区。同时也是辽宁省和沈阳市的发展重点——沈西工业走廊的起点。",
        "name": "张士开发区",
        "city_id": "451",
        "lat": "41.7741012573242",
        "lng": "123.303680419922",
        "level": "4"
    },
    {
        "id": "1267",
        "detail": "长白地区位于沈阳市际交通浑河以南，和平区南部，原隶属东陵区长白乡，现属和平区。现辖区总面积10.84平方公里，人口1.6万人，居住着汉、回、满、蒙、朝鲜、锡伯等民族，是和平区未来政治、经济、交通、科技、文化、商贸中心。",
        "name": "长白",
        "city_id": "451",
        "lat": "41.7550735473633",
        "lng": "123.407867431641",
        "level": "4"
    },
    {
        "id": "1268",
        "detail": "沈阳中街是沈阳最早的商业街，有着“东北第一街”的美誉，也是沈阳第一条步行街。，自明清开设以来，距今已有三百八十余年。是我国清朝初期（1625—1644年）在东北地区的统治者努尔哈赤和皇太极的宫殿，是各族劳动人民智慧和血汗的结晶，一六四四年十月，清政权迁都北京后，沈阳故宫就成为“留都宫殿”。",
        "name": "中街/故宫/大悦城",
        "city_id": "451",
        "lat": "41.8078155517578",
        "lng": "123.469390869141",
        "level": "4"
    },
    {
        "id": "1269",
        "detail": "国家注明发动机制造厂沈阳黎明航空发动机集团位于此区域。",
        "name": "黎明广场/东陵西路",
        "city_id": "451",
        "lat": "41.8141441345215",
        "lng": "123.511520385742",
        "level": "4"
    },
    {
        "id": "1270",
        "detail": "紧邻奥体中心，涵盖沈阳理工大学、沈阳建筑大学、沈阳音乐学院南校区和浑南实验学校",
        "name": "理工大学/建筑大学",
        "city_id": "451",
        "lat": "41.7495346069336",
        "lng": "123.521987915039",
        "level": "4"
    },
    {
        "id": "1271",
        "detail": "六〇六所方家栏",
        "name": "六〇六所/方家栏",
        "city_id": "451",
        "lat": "41.7904396057129",
        "lng": "123.496299743652",
        "level": "4"
    },
    {
        "id": "1272",
        "detail": "沈阳东部新型商业区，集客运、商超、娱乐于一体的综合商业地区。",
        "name": "龙之梦/客运站",
        "city_id": "451",
        "lat": "41.8143463134766",
        "lng": "123.493431091309",
        "level": "4"
    },
    {
        "id": "1273",
        "detail": "马路湾是和平区重点商业街区，周边大型公司云集，二〇二医院、联通公司、总统大厦在此区域。",
        "name": "马路湾/南市场",
        "city_id": "451",
        "lat": "41.7917785644531",
        "lng": "123.421607971191",
        "level": "4"
    },
    {
        "id": "1274",
        "detail": "南塔为清初皇太极敕建的环绕盛京城东、西、南、北“四塔四寺”之一塔，如发展的南塔鞋城是全国最大的鞋类商品专业批发市场之一，营业面积7.8万平方米，它位于沈河区（原东陵区），南至文萃路以南，东至长青街、北至南塔电子市场、西至南塔附近的范围内，都被认为是南塔商圈的核心地带。",
        "name": "南塔鞋城/药科大学",
        "city_id": "451",
        "lat": "41.7758903503418",
        "lng": "123.464950561523",
        "level": "4"
    },
    {
        "id": "1275",
        "detail": "沈阳农业大学坐落在沈阳市东郊的天柱山南麓，东与名胜古迹东陵毗邻，是以辽宁省管理为主、辽宁省与中央共建的全国重点大学。",
        "name": "农业大学/东陵公园",
        "city_id": "451",
        "lat": "41.8314666748047",
        "lng": "123.574378967285",
        "level": "4"
    },
    {
        "id": "1276",
        "detail": "怒江北街",
        "name": "怒江北街",
        "city_id": "451",
        "lat": "41.8578071594238",
        "lng": "123.404541015625",
        "level": "4"
    },
    {
        "id": "1277",
        "detail": "棋盘山位于沈阳市东北部，东邻抚顺，西至农业高新区，南至浑河，北接铁岭，距沈阳市中心约20千米。一年四季春天的绿、夏天的景、秋天的枫、冬天的雪让这里的风景独树一帜，也因为举办了国际女子世界象棋冠军争夺赛而闻名国内外。据传说，古时曾有黑白二龙在此山常住，故此山旧称为“龙山”。因年代久远，现如今“龙山”一名，已经很少使用，知道此名称的人，也就更少。",
        "name": "棋盘山/世博园",
        "city_id": "451",
        "lat": "41.9349365234375",
        "lng": "123.679016113281",
        "level": "4"
    },
    {
        "id": "1278",
        "detail": "三好街又名中国电脑软件城位于辽宁省沈阳市，地处和平区，是辽沈乃至整个东北地区的电脑与IT产品的经销集散地，“中国IT市场指数”下属六大区域监测站所在地之一，中国北方电子信息产品与技术中心商务区。",
        "name": "三好街/南湖公园",
        "city_id": "451",
        "lat": "41.7741546630859",
        "lng": "123.436431884766",
        "level": "4"
    },
    {
        "id": "1279",
        "detail": "沈飞隶属于中国航空工业集团公司，是以航空产品制造为核心主业，集科研、生产、试验、试飞为一体的大型现代化飞机制造企业，是中国重要歼击机研制生产基地。",
        "name": "三台子/沈飞",
        "city_id": "451",
        "lat": "41.8785781860352",
        "lng": "123.435043334961",
        "level": "4"
    },
    {
        "id": "1280",
        "detail": "沙岭位于沈阳市区西部，地处沈西工业走廊与沈阳大工业区的交汇处，北至秦沈铁路，南至京沈高速公路，东至马沙公路，西与新民市相接壤，规划面积15.45平方公里，其中商住用地9.1平方公里，工业用地6.35平方公里。",
        "name": "沙岭",
        "city_id": "451",
        "lat": "41.7952194213867",
        "lng": "123.20679473877",
        "level": "4"
    },
    {
        "id": "1281",
        "detail": "沈辽路大型购物中心、商业集散中心，工业大学，乐购在此区域。",
        "name": "沈辽路/万达",
        "city_id": "451",
        "lat": "41.7876091003418",
        "lng": "123.366569519043",
        "level": "4"
    },
    {
        "id": "1282",
        "detail": "沈阳大学历史可追溯到1906年建立的奉天实业学堂和新民公学堂，迄今已逾百年，是一所拥有百年历史的普通高等院校；吉祥市场是沈阳著名商业街，美食云集。",
        "name": "沈阳大学/吉祥市场",
        "city_id": "451",
        "lat": "41.8254165649414",
        "lng": "123.478126525879",
        "level": "4"
    },
    {
        "id": "1283",
        "detail": "沈阳太原街商业步行街，位于沈阳市和平区，毗邻沈阳站，是中国最著名商业街之一。",
        "name": "沈阳站/太原街/医大一院",
        "city_id": "451",
        "lat": "41.8004760742188",
        "lng": "123.401710510254",
        "level": "4"
    },
    {
        "id": "1284",
        "detail": "沈北新区地处沈阳市区北郊，区内有辽宁大学、沈阳航空航天大学、沈阳师范大学等数所高校。",
        "name": "师范大学/沈北大学城/方特欢乐世界",
        "city_id": "451",
        "lat": "41.9225578308105",
        "lng": "123.434661865234",
        "level": "4"
    },
    {
        "id": "1285",
        "detail": "沈阳市政府广场作为城市核心区的中心广场，以体现沈阳市的城市文化和品位而成为市民眼中的骄傲和外地人来沈观光的一个热点。该区域金融业云集是沈阳市的经济中心。",
        "name": "市府广场/北市场",
        "city_id": "451",
        "lat": "41.8103713989258",
        "lng": "123.440704345703",
        "level": "4"
    },
    {
        "id": "1286",
        "detail": "塔湾以塔湾车行著称，是沈阳大型二手车交易市场。",
        "name": "塔湾/明廉",
        "city_id": "451",
        "lat": "41.8402671813965",
        "lng": "123.360877990723",
        "level": "4"
    },
    {
        "id": "1287",
        "detail": "位于中国辽宁省沈阳市南郊的桃仙街道，距沈阳市中心20公里。为4E级民用国际机场，是中国一级干线机场，中国八大区域性枢纽机场之一，东北地区航空运输枢纽。",
        "name": "桃仙机场/新市政府",
        "city_id": "451",
        "lat": "41.6468467712402",
        "lng": "123.501838684082",
        "level": "4"
    },
    {
        "id": "1288",
        "detail": "铁西广场为沈阳西城区重点商业街区，周边商业云集，铁西百货、新玛特尽在咫尺。",
        "name": "铁西广场/铁西家具城/灯具城",
        "city_id": "451",
        "lat": "41.799617767334",
        "lng": "123.377410888672",
        "level": "4"
    },
    {
        "id": "1289",
        "detail": "铁西体育场为2008年北京奥运会的足球分赛场，沈阳市在建设沈阳奥体中心五里河体育场的同时，决定重工街新址兴建新铁西体育场。",
        "name": "铁西体育场",
        "city_id": "451",
        "lat": "41.8200035095215",
        "lng": "123.334465026855",
        "level": "4"
    },
    {
        "id": "1290",
        "detail": "七二四地区由原七二四兵工厂得名，目前该地区有著名美院鲁迅美术学院、沈阳职业技术学院。",
        "name": "文官屯/七二四",
        "city_id": "451",
        "lat": "41.8887710571289",
        "lng": "123.482406616211",
        "level": "4"
    },
    {
        "id": "1291",
        "detail": "五爱市场位于辽宁省沈阳市沈河区，始建于1983年6月，原市场曾地处沈阳市沈河区五爱街而得名。经过多年规划改造，发展后直逼中国城市集贸商贾头把交椅，如今的五爱市场已成闻名中外的摇钱树聚宝盆。五爱市场周边有风雨坛街、热闹路。",
        "name": "五爱市场/风雨坛",
        "city_id": "451",
        "lat": "41.7938652038574",
        "lng": "123.456939697266",
        "level": "4"
    },
    {
        "id": "1292",
        "detail": "本地区有十堰最著名的太和医院、三堰客运站、湖北医药学院、汉江师范学院、湖北工业职院、十堰高级职业学校。",
        "name": "北京路大学城商圈（客运站、太和医院）",
        "city_id": "452",
        "lat": "32.6263809204102",
        "lng": "110.791542053223",
        "level": "4"
    },
    {
        "id": "1293",
        "detail": "地处十堰西北处，区内有湖北汽车工业学院、东风技校、龙泉寺景区。",
        "name": "红卫商圈（湖北汽院、龙泉寺）",
        "city_id": "452",
        "lat": "32.6580085754395",
        "lng": "110.743179321289",
        "level": "4"
    },
    {
        "id": "1294",
        "detail": "本地区是十堰市最繁华的人民路商业金融中心五堰、六堰。区内大型购物商场、写字楼、各类小吃、KTV等娱乐场所聚集地。",
        "name": "人民路购物中心商圈（五堰人商、人民公园）",
        "city_id": "452",
        "lat": "32.6567115783691",
        "lng": "110.78343963623",
        "level": "4"
    },
    {
        "id": "1295",
        "detail": "区内有客运南站、源园公园、是十堰重要的交通枢纽。",
        "name": "十堰火车站商圈（客运南站、中医院）",
        "city_id": "452",
        "lat": "32.6096649169922",
        "lng": "110.788078308105",
        "level": "4"
    },
    {
        "id": "1296",
        "detail": "本地区内有高铁站、高速路口以及繁华的万达广场",
        "name": "万达广场商圈（四方山植物园）",
        "city_id": "452",
        "lat": "32.668815612793",
        "lng": "110.813842773438",
        "level": "4"
    },
    {
        "id": "1297",
        "detail": "本地区位于十堰市的东南边，区内有武当山机场、十堰市中医院、龙门工业园、神鹰工业园。是连接十堰市至武当山的重要交通通道之一",
        "name": "武当山机场商圈（东风汽配城、龙门工业园）",
        "city_id": "452",
        "lat": "32.5950317382813",
        "lng": "110.91968536377",
        "level": "4"
    },
    {
        "id": "1298",
        "detail": "该区域有著名景点岱庙。岱庙位于泰山的南麓，俗称“东岳庙”。它是泰山最大、最完整的古建筑群，为道教神府，是历代帝王举行封禅大典和祭祀泰山神的地方。",
        "name": "岱庙区",
        "city_id": "454",
        "lat": "36.1977920532227",
        "lng": "117.138084411621",
        "level": "4"
    },
    {
        "id": "1299",
        "detail": "本区域为泰安新兴旅游项目聚集地，包含封禅大典演出和泰安方特欢乐世界",
        "name": "封禅大典，方特欢乐世界商圈",
        "city_id": "454",
        "lat": "36.2416915893555",
        "lng": "117.198280334473",
        "level": "4"
    },
    {
        "id": "1300",
        "detail": "改革创新示范区、新旧动能转换引领区、大学城聚集地",
        "name": "高新区政府/大学城商圈",
        "city_id": "454",
        "lat": "36.1236991882324",
        "lng": "117.107727050781",
        "level": "4"
    },
    {
        "id": "1301",
        "detail": "该区域是泰安的老市中心，商业网点云集，交通方便，步行上山的入口—红门，和著名的岱庙都位于该区域。",
        "name": "红门区（泰山步行登山口）",
        "city_id": "454",
        "lat": "36.2132034301758",
        "lng": "117.134986877441",
        "level": "4"
    },
    {
        "id": "1302",
        "detail": "该区域内有泰安火车站及泰安长途汽车总站，是客运集散地，区域内商业繁华，有温州商业步行街、四海商城等。交通便利，泰山大街、东岳大街链接东西贯通南北。",
        "name": "火车站、长途汽车站区",
        "city_id": "454",
        "lat": "36.1955795288086",
        "lng": "117.119232177734",
        "level": "4"
    },
    {
        "id": "1303",
        "detail": "该区位于泰安城区西南部，京沪高铁泰安站坐落于此。",
        "name": "京沪高铁泰安站区",
        "city_id": "454",
        "lat": "36.1780586242676",
        "lng": "117.041725158691",
        "level": "4"
    },
    {
        "id": "1304",
        "detail": "泰安市政府及各市政机关多在此区域，是泰安政治中心区域。市政府南临的泰山广场，是泰安商业聚集区，商贾繁荣。",
        "name": "市政府、泰山广场区",
        "city_id": "454",
        "lat": "36.2033653259277",
        "lng": "117.095649719238",
        "level": "4"
    },
    {
        "id": "1305",
        "detail": "该区域位于泰山之巅-天街，是著名的观景场所。",
        "name": "泰山顶",
        "city_id": "454",
        "lat": "36.2634811401367",
        "lng": "117.115692138672",
        "level": "4"
    },
    {
        "id": "1306",
        "detail": "该区域毗邻天外村。天外村位于西溪谷口，大众桥西侧，路口巨石上书“天外村”。是登泰山乘车进山口。天外村有许多拥有美丽传说故事的景点，诸如龙潭湖、白龙池、黑龙潭等。",
        "name": "天外村区（泰山乘车登山口）",
        "city_id": "454",
        "lat": "36.2118110656738",
        "lng": "117.112823486328",
        "level": "4"
    },
    {
        "id": "1307",
        "detail": "万达商业商圈位于泰山大街以南，灵山大街以北，七里河以西，望岳西路以东，内容包括大型商业中心、城市步行街、超五星级酒店、甲级写字楼、国际影院等，集购物、餐饮、文化、娱乐等多种功能于一",
        "name": "万达广场商圈",
        "city_id": "328",
        "lat": "36.1840438842773",
        "lng": "117.093223571777",
        "level": "4"
    },
    {
        "id": "1308",
        "detail": "繁华商业区",
        "name": "东昌区",
        "city_id": "456",
        "lat": "41.7395401000977",
        "lng": "125.953102111816",
        "level": "4"
    },
    {
        "id": "1309",
        "detail": "交通枢纽",
        "name": "火车站",
        "city_id": "100",
        "lat": "41.765697479248",
        "lng": "125.994041442871",
        "level": "4"
    },
    {
        "id": "1310",
        "detail": "工业区",
        "name": "通化钢铁公司",
        "city_id": "456",
        "lat": "41.7872734069824",
        "lng": "126.053611755371",
        "level": "4"
    },
    {
        "id": "1311",
        "detail": "市中心区",
        "name": "通辽市中心",
        "city_id": "",
        "lat": "43.6170349121094",
        "lng": "122.267707824707",
        "level": "4"
    },
    {
        "id": "1312",
        "detail": "东临铜文化园，南接天井湖，西临长江和笠帽山，是国家4A级旅游风景名胜区天井湖风景区重要组成部分。",
        "name": "江南文化园",
        "city_id": "459",
        "lat": "30.9566478729248",
        "lng": "117.806526184082",
        "level": "4"
    },
    {
        "id": "1313",
        "detail": "铜陵经济开发区以及工业园区集中地。",
        "name": "经济开发区",
        "city_id": "34",
        "lat": "30.9656887054443",
        "lng": "117.827033996582",
        "level": "4"
    },
    {
        "id": "1314",
        "detail": "位于铜陵市区西南部，北至铜陵县城郊，南至铜陵长江大桥，西临长江，东至仪凤岭。",
        "name": "铜官山区",
        "city_id": "459",
        "lat": "30.9373149871826",
        "lng": "117.821189880371",
        "level": "4"
    },
    {
        "id": "1315",
        "detail": "位于唐山市东北地区",
        "name": "会展中心区",
        "city_id": "468",
        "lat": "39.6567649841309",
        "lng": "118.189880371094",
        "level": "4"
    },
    {
        "id": "1316",
        "detail": "位于唐山市南部",
        "name": "火车站、市政府区",
        "city_id": "468",
        "lat": "39.6351776123047",
        "lng": "118.129806518555",
        "level": "4"
    },
    {
        "id": "1317",
        "detail": "位于唐山市西北地区",
        "name": "学院区",
        "city_id": "468",
        "lat": "39.6482162475586",
        "lng": "118.171203613281",
        "level": "4"
    },
    {
        "id": "1318",
        "detail": "京唐大运河贯穿天津唐山，为国家4A级景区。",
        "name": "运河唐人街",
        "city_id": "468",
        "lat": "39.5683555603027",
        "lng": "118.083793640137",
        "level": "4"
    },
    {
        "id": "1319",
        "detail": "做为潍坊新开发的旅游重点区域，后期旅游商务资源丰富带动市场。",
        "name": "滨海新区",
        "city_id": "475",
        "lat": "37.1373100280762",
        "lng": "119.190856933594",
        "level": "4"
    },
    {
        "id": "1320",
        "detail": "此区域位于潍坊东南部，是潍坊高新技术产业开发区，坊子区政府位于此区域。",
        "name": "坊子区政府",
        "city_id": "475",
        "lat": "36.6607894897461",
        "lng": "119.172889709473",
        "level": "4"
    },
    {
        "id": "1321",
        "detail": "此区域位于潍坊的市区中部，人气高，较繁华。泰华城为潍坊新兴商业中心。",
        "name": "风筝广场/世纪泰华/万达商圈",
        "city_id": "475",
        "lat": "36.7246170043945",
        "lng": "119.134780883789",
        "level": "4"
    },
    {
        "id": "1322",
        "detail": "潍坊火车站是人流集散地，是潍坊对外开放的窗口，各地来往的旅客均聚潍坊站，站房潍坊站站房于此。站前景观广场作为潍坊火车站的重要组成部分，潍坊火车站，汽车站紧邻中百广场，距离风筝广场咫尺之遥。",
        "name": "火车站/汽车站",
        "city_id": "475",
        "lat": "36.7027969360352",
        "lng": "119.10489654541",
        "level": "4"
    },
    {
        "id": "1323",
        "detail": "本区域位于潍坊的中部偏西，此区域为潍坊的老城区，潍坊中百大厦位于本区",
        "name": "中百商圈/十笏园",
        "city_id": "475",
        "lat": "36.7140808105469",
        "lng": "119.112571716309",
        "level": "4"
    },
    {
        "id": "1324",
        "detail": "是潍坊市市政府新办公大楼的所在地，区内云集众多新型工业企业和新旅游设施和景点。",
        "name": "市政府/富华会展中心/潍坊学院",
        "city_id": "475",
        "lat": "36.7230949401855",
        "lng": "119.168045043945",
        "level": "4"
    },
    {
        "id": "1325",
        "detail": "北站以及开发区是潍坊的核心区域，涵盖火车站，写字楼等众多地标。",
        "name": "潍坊北站/开发区/杨家埠",
        "city_id": "475",
        "lat": "36.8024597167969",
        "lng": "119.202774047852",
        "level": "4"
    },
    {
        "id": "1326",
        "detail": "此区域位于潍坊市南部，潍坊南苑机场、金宝乐园位于此区域。潍坊南苑机场主要航线城市为：宁波，北京，大连，沈阳，广州，杭州，深圳，上海浦东",
        "name": "潍坊南苑机场/白浪绿洲湿地公园",
        "city_id": "475",
        "lat": "36.6472702026367",
        "lng": "119.126594543457",
        "level": "4"
    },
    {
        "id": "1327",
        "detail": "此区域位于潍坊西部，此区域有多家高校，著名浮烟山风景区位于此区域",
        "name": "潍坊医学院/浮烟山风景区",
        "city_id": "475",
        "lat": "36.6724815368652",
        "lng": "119.040489196777",
        "level": "4"
    },
    {
        "id": "1328",
        "detail": "楚河汉街位于武昌东湖和沙湖之间，总建筑面积340万平方米，是世界级文化旅游项目。汉街的规划设计、建筑特色、招商品牌以文化为核心，突出文化特色，引进大量文化品牌",
        "name": "楚河汉街/东湖风景区",
        "city_id": "477",
        "lat": "30.5622806549072",
        "lng": "114.345161437988",
        "level": "4"
    },
    {
        "id": "1329",
        "detail": "东西湖区地处长江左岸，武汉市的西北部，汉江、汉北河及府环河汇合之处。商圈内有西郊公园、金银湖、东方马城、高尔夫球、柏泉古镇、景德寺、孙武故居、涢口古镇等旅游景点。",
        "name": "东西湖",
        "city_id": "477",
        "lat": "30.6306934356689",
        "lng": "114.134948730469",
        "level": "4"
    },
    {
        "id": "1330",
        "detail": "武汉国际博览中心位于武汉市汉阳区，是中西部最大、全国第三的展览场馆，展览面积18万平方米，相当于17个足球场大。项目总投资约为500亿元，规划总用地面积6253亩。",
        "name": "沌口经济开发区/武汉国际博览中心/汉南",
        "city_id": "477",
        "lat": "30.508939743042",
        "lng": "114.184127807617",
        "level": "4"
    },
    {
        "id": "1331",
        "detail": "汉口火车站商圈是出入武汉最重要的交通通道之一，区内有汉口火车站、武汉汽车客运总站、地铁2号线和3号线等交通枢纽。向北连接天河国际机场高速、南至武汉CBD商务区、西至武汉园博园",
        "name": "泛海CBD/汉口火车站/园博园",
        "city_id": "477",
        "lat": "30.6253395080566",
        "lng": "114.260848999023",
        "level": "4"
    },
    {
        "id": "1332",
        "detail": "光谷科技中心位于武汉市东南部洪山区，江夏区境内。在东湖、南湖和汤逊湖之间，东起武汉外环线，西至卓刀泉路，北接东湖，南临汤逊湖，由关东光电子产业园、关南生物医药产业园、汤逊湖大学科技",
        "name": "光谷科技中心/武昌高校区/光谷未来科技城",
        "city_id": "477",
        "lat": "30.5117568969727",
        "lng": "114.404479980469",
        "level": "4"
    },
    {
        "id": "1333",
        "detail": "武汉是中国的经济地理中心，全国重要的工业基地和交通、通信枢纽，是中国中西部最重要的中心城市。突出的区位优势、市场优势、人才优势、产业优势和资源优势使武汉极具发展潜力",
        "name": "汉口金融中心/武汉广场/中山公园",
        "city_id": "477",
        "lat": "30.6046695709229",
        "lng": "114.284523010254",
        "level": "4"
    },
    {
        "id": "1334",
        "detail": "宗关位于武汉，宗关得名，与汉口的商贸兴隆有关。 汉口汉关原叫下关；宗关在上游，位于汉口镇西5里处的汉水之滨，所以又被称为上关。随着武汉轨道交通3号线的开通，宗关的交通更加便捷",
        "name": "汉西/宗关/凯德广场",
        "city_id": "477",
        "lat": "30.6040287017822",
        "lng": "114.200393676758",
        "level": "4"
    },
    {
        "id": "1335",
        "detail": "后湖东与谌家矶、丹水池街道办事处相接，南临二七、新村街道办事处，西接塔子湖街道办事处，北与黄陂区接壤。街道办事处驻地为金桥大道24号，归后湖苑社区管辖，是史上汉口低凹沼泽湖区",
        "name": "后湖/汉口北/百步亭",
        "city_id": "477",
        "lat": "30.6558017730713",
        "lng": "114.326126098633",
        "level": "4"
    },
    {
        "id": "1336",
        "detail": "黄陂是一座有4400年筑城史、1800余年建置史的中国历史文化名城，木兰天池是中国国家级森林公园，国家5A级旅游景区，木兰文化生态旅游区重要组成部分。",
        "name": "黄陂/木兰天池",
        "city_id": "477",
        "lat": "30.8866939544678",
        "lng": "114.381797790527",
        "level": "4"
    },
    {
        "id": "1337",
        "detail": "武昌站是武汉市的重要枢纽之一，区域内有傅家坡客运站，地铁4号线可直达武汉三镇各区域。还有黄鹤楼昙华林辛亥革命起义博物馆等多处景点。",
        "name": "黄鹤楼/户部巷/武昌火车站",
        "city_id": "477",
        "lat": "30.533655166626",
        "lng": "114.324653625488",
        "level": "4"
    },
    {
        "id": "1338",
        "detail": "江夏大学城 藏龙岛 梁子湖位于享有 楚天首县 之美誉的江夏区，区内遍布湖北经济学院、美院、城建学院、武汉传媒学院、体院、和武汉商贸学院等知名高校，书香气息浓郁。",
        "name": "江夏大学城/藏龙岛/梁子湖",
        "city_id": "477",
        "lat": "30.3752727508545",
        "lng": "114.330352783203",
        "level": "4"
    },
    {
        "id": "1339",
        "detail": "街道口位于武汉市的最南端，并且接近武昌的核心地带，同时它又处在中南商圈和鲁巷商圈之间，在交通上承前启后，是往来中南和光谷的必经之地。它的自身条件非常优越：该区域是一个重要的科教基地",
        "name": "街道口/武汉大学/南湖",
        "city_id": "477",
        "lat": "30.5329208374023",
        "lng": "114.360153198242",
        "level": "4"
    },
    {
        "id": "1340",
        "detail": "新洲区是湖北省武汉市的远城区之一，位于武汉市东北部、大别山余脉南端、长江中游北岸，东邻黄冈市团风县，西接武汉市黄陂区，南与武汉市洪山区、鄂州市华容区隔江相望",
        "name": "新洲阳逻/武汉生物工程学院",
        "city_id": "477",
        "lat": "30.6676368713379",
        "lng": "114.568664550781",
        "level": "4"
    },
    {
        "id": "1341",
        "detail": "武汉徐东商圈拥有优越的地理位置，武汉长江二桥、和平大道（武青二干道）、友谊大道（武青三干道）、团结大道（武青四干道）、徐东大街等几大主干道，是武汉商业最集中、最先进的商业地带。",
        "name": "徐东商圈/湖北大学",
        "city_id": "477",
        "lat": "30.5946407318115",
        "lng": "114.348739624023",
        "level": "4"
    },
    {
        "id": "1342",
        "detail": "江汉路步行街是中国最长的步行街，有“天下第一步行街”的美誉，位于湖北省武汉市汉口中心地带，南起沿江大道，贯通中山大道、京汉大道，北至解放大道，全长1600米。",
        "name": "沿江大道/江汉路",
        "city_id": "477",
        "lat": "30.5912265777588",
        "lng": "114.293746948242",
        "level": "4"
    },
    {
        "id": "1343",
        "detail": "中南商业圈 洪山广场位于武昌中心位置，省委省政府、省教育厅公安厅、人民银行等众多金融网点汇聚于此；它是武昌区政治、商业、金融中心。区位和交通优势十分明显。",
        "name": "中南商圈/洪山广场",
        "city_id": "477",
        "lat": "30.5423641204834",
        "lng": "114.338119506836",
        "level": "4"
    },
    {
        "id": "1344",
        "detail": "位于武汉市汉阳区，大致区域在汉阳大道与西大街一带，现为汉阳区商业中心。",
        "name": "钟家村/归元寺/古琴台",
        "city_id": "477",
        "lat": "30.5553283691406",
        "lng": "114.273773193359",
        "level": "4"
    },
    {
        "id": "1345",
        "detail": "武汉天河国际机场，位于中国湖北省武汉市黄陂区，距武汉市中心25公里，  为4F级民用国际机场，是中国八大区域性枢纽机场之一、国际定期航班机场、对外开放的一类航空口岸及国际备降机场。",
        "name": "天河机场/盘龙城/奥特莱斯",
        "city_id": "477",
        "lat": "30.7762584686279",
        "lng": "114.217376708984",
        "level": "4"
    },
    {
        "id": "1346",
        "detail": "位于武汉市汉阳区，以汉阳大道和龙阳大道的交汇点为核心，是近年来形成的新兴商圈。",
        "name": "王家湾商圈",
        "city_id": "477",
        "lat": "30.5686912536621",
        "lng": "114.217552185059",
        "level": "4"
    },
    {
        "id": "1347",
        "detail": "武汉火车站,欢乐谷,青山工业区：武汉站是亚洲最大铁路枢纽站，地铁4号线及在建地铁5、12号线连通武汉三镇。有欢乐谷、东湖风景区、武商众圆广场、奥山世纪城、金地自在城、青山印象城等",
        "name": "武汉火车站/欢乐谷/青山工业区",
        "city_id": "477",
        "lat": "30.6132106781006",
        "lng": "114.432876586914",
        "level": "4"
    },
    {
        "id": "1348",
        "detail": "芜湖大学城集中区。",
        "name": "大学城/中央城/德盛广场",
        "city_id": "478",
        "lat": "31.2867164611816",
        "lng": "118.371215820313",
        "level": "4"
    },
    {
        "id": "1349",
        "detail": "方特梦幻王国,方特水上乐园,鸠兹古镇为芜湖核心旅游景点集中区域，交通便利。",
        "name": "方特梦幻王国/方特水上乐园/鸠兹古镇",
        "city_id": "478",
        "lat": "31.3661975860596",
        "lng": "118.466003417969",
        "level": "4"
    },
    {
        "id": "1350",
        "detail": "此区域内包含了火车站、长途汽车站等交通枢纽，区域内还有市政府，镜湖区政府等政府机关和凤凰美食街、赭山风景区等，是芜湖市重要的商业区。",
        "name": "火车站区域",
        "city_id": "177",
        "lat": "31.3528308868408",
        "lng": "118.397010803223",
        "level": "4"
    },
    {
        "id": "1351",
        "detail": "芜湖经济技术开发区位于芜湖市市区北部。开发区逐步形成了汽车及其零部件、电子电器、新型建材三个支柱产业群。",
        "name": "经济技术开发区",
        "city_id": "6",
        "lat": "31.4142780303955",
        "lng": "118.380439758301",
        "level": "4"
    },
    {
        "id": "1352",
        "detail": "此区域包括了由镜湖广场、大镜湖、小镜湖等组成的镜湖风景区。是芜湖市中心繁华地带。",
        "name": "镜湖广场",
        "city_id": "478",
        "lat": "31.3286914825439",
        "lng": "118.386016845703",
        "level": "4"
    },
    {
        "id": "1353",
        "detail": "新芜经济开发区位于芜湖县县城东北部，紧邻G50沪渝高速，涵盖周围5公里内的酒店。",
        "name": "新芜经济开发区",
        "city_id": "478",
        "lat": "31.2038326263428",
        "lng": "118.595085144043",
        "level": "4"
    },
    {
        "id": "1354",
        "detail": "芜湖拓佳欢乐广场力求以优质的商品和专业的服务，为当地消费者带来触手可及的品质生活。",
        "name": "拓佳欢乐广场/大桥新城",
        "city_id": "478",
        "lat": "31.4798202514648",
        "lng": "118.401802062988",
        "level": "4"
    },
    {
        "id": "1355",
        "detail": "该区域涵盖市区内未划入商业区的酒店。",
        "name": "芜湖市区",
        "city_id": "478",
        "lat": "31.3361721038818",
        "lng": "118.379180908203",
        "level": "4"
    },
    {
        "id": "1356",
        "detail": "该区域位于威海东北端，三面临海，中间是山，海景优美、山色青翠，蜿蜒曲折环海大道把整个区域环绕，泛华高尔夫球场位于该区域西北端。",
        "name": "北海旅游度假区",
        "city_id": "479",
        "lat": "37.5225067138672",
        "lng": "122.150604248047",
        "level": "4"
    },
    {
        "id": "1357",
        "detail": "连接烟威两地，包括：威海科技新城、大学城、威海旅游度假城",
        "name": "北海新城大学城商圈",
        "city_id": "479",
        "lat": "37.4559173583984",
        "lng": "121.940017700195",
        "level": "4"
    },
    {
        "id": "1358",
        "detail": "该区域位于威海东部狭长的海岸，拥有景色优美的海岸线和海滨公园。",
        "name": "东海岸",
        "city_id": "479",
        "lat": "37.432430267334",
        "lng": "122.164474487305",
        "level": "4"
    },
    {
        "id": "1359",
        "detail": "其区域位于威海西部，濒临威海西部海域，是威海市高新技术产业开发区所在地，是未来重要的经济和商业中心。",
        "name": "国际海水浴场区",
        "city_id": "479",
        "lat": "37.5338287353516",
        "lng": "122.048095703125",
        "level": "4"
    },
    {
        "id": "1360",
        "detail": "万米金色沙滩、万亩翠绿松林、多所高校所在地",
        "name": "南海旅游度假区",
        "city_id": "479",
        "lat": "36.9332542419434",
        "lng": "121.90217590332",
        "level": "4"
    },
    {
        "id": "1361",
        "detail": "该区域是威海市政府所在地，酒店和商业中心集中所在，是威海市交通和经济中心。",
        "name": "威海市中心",
        "city_id": "479",
        "lat": "37.5124969482422",
        "lng": "122.127822875977",
        "level": "4"
    },
    {
        "id": "1362",
        "detail": "温泉之都、长寿之乡、最美养生栖居地",
        "name": "文登温泉度假区",
        "city_id": "479",
        "lat": "37.1999473571777",
        "lng": "122.064086914063",
        "level": "4"
    },
    {
        "id": "1363",
        "detail": "滨海经济开发区",
        "name": "滨海经济开发区",
        "city_id": "491",
        "lat": "27.8669967651367",
        "lng": "120.825813293457",
        "level": "4"
    },
    {
        "id": "1364",
        "detail": "洞头区第一座公路汽车客运站，也是温州地区规模最大、设施最全的县级客运站。现已开通温州、乐清、苍南及杭州等客运班线，平均日发送旅客1000人次",
        "name": "洞头客运中心站",
        "city_id": "491",
        "lat": "27.8531589508057",
        "lng": "121.164886474609",
        "level": "4"
    },
    {
        "id": "1365",
        "detail": "黄龙商贸城",
        "name": "黄龙商贸城",
        "city_id": "491",
        "lat": "28.0193271636963",
        "lng": "120.63321685791",
        "level": "4"
    },
    {
        "id": "1366",
        "detail": "锦绣路以南，过境路、104国道以东，瓯海大道以北，东北方向则为南浦路接划龙桥路接惠民路接温州大道接汤家桥路",
        "name": "火车站地区",
        "city_id": "12",
        "lat": "27.9864082336426",
        "lng": "120.691604614258",
        "level": "4"
    },
    {
        "id": "1367",
        "detail": "客运中心",
        "name": "客运中心",
        "city_id": "491",
        "lat": "27.9933738708496",
        "lng": "120.666526794434",
        "level": "4"
    },
    {
        "id": "1368",
        "detail": "惠民路以东，学院中路、学院东路以南，温州大道以北，蒲江北路、蒲江路以西",
        "name": "新城客站地区",
        "city_id": "491",
        "lat": "28.0042457580566",
        "lng": "120.712821960449",
        "level": "4"
    },
    {
        "id": "1369",
        "detail": "甬台温高速以东，机场大道以南，龙江路接永定路接高新大道接永昌路接永强大道以西",
        "name": "瑶溪风景区",
        "city_id": "491",
        "lat": "27.924747467041",
        "lng": "120.761459350586",
        "level": "4"
    },
    {
        "id": "1370",
        "detail": "欧洲城",
        "name": "欧洲城区域",
        "city_id": "491",
        "lat": "28.0245418548584",
        "lng": "120.676467895508",
        "level": "4"
    },
    {
        "id": "1371",
        "detail": "黎明东路以南，划龙桥路以北，府东路以西，白鹿洲公园以东",
        "name": "时代广场商务区",
        "city_id": "491",
        "lat": "28.0043792724609",
        "lng": "120.68985748291",
        "level": "4"
    },
    {
        "id": "1372",
        "detail": "双屿客运中心",
        "name": "双屿客运中心区域",
        "city_id": "491",
        "lat": "28.0246467590332",
        "lng": "120.605751037598",
        "level": "4"
    },
    {
        "id": "1373",
        "detail": "温州大学城",
        "name": "温州大学城",
        "city_id": "491",
        "lat": "27.9243907928467",
        "lng": "120.702430725098",
        "level": "4"
    },
    {
        "id": "1374",
        "detail": "惠民路以东，学院中路、学院东路以北",
        "name": "温州会展中心区域",
        "city_id": "491",
        "lat": "28.0227375030518",
        "lng": "120.725547790527",
        "level": "4"
    },
    {
        "id": "1375",
        "detail": "火车南站",
        "name": "温州火车南站地区",
        "city_id": "491",
        "lat": "27.9722690582275",
        "lng": "120.591766357422",
        "level": "4"
    },
    {
        "id": "1376",
        "detail": "龙江路接永定路接高新大道接永昌路接永强大道以东",
        "name": "温州永强机场区域",
        "city_id": "491",
        "lat": "27.919397354126",
        "lng": "120.85962677002",
        "level": "4"
    },
    {
        "id": "1377",
        "detail": "五马街",
        "name": "五马街商业区",
        "city_id": "491",
        "lat": "28.017915725708",
        "lng": "120.666137695313",
        "level": "4"
    },
    {
        "id": "1378",
        "detail": "中国当代著名国学家、文化学者肖健为梧州老字号特色小吃街作文化定位，指出街区是梧州本土特色美食文化的传承地，岭南美食文化百川汇流之地",
        "name": "骑楼城老字号小吃街",
        "city_id": "492",
        "lat": "23.4775638580322",
        "lng": "111.321769714355",
        "level": "4"
    },
    {
        "id": "1379",
        "detail": "旺城广场是梧州新兴的商业中心",
        "name": "旺城广场",
        "city_id": "492",
        "lat": "23.482213973999",
        "lng": "111.312278747559",
        "level": "4"
    },
    {
        "id": "1380",
        "detail": "襄阳汽车产业经济技术开发区是一家突出汽车产业品牌的开发区",
        "name": "二汽东风公司商圈（悦活荟，时代天街，经济技术开发区）",
        "city_id": "496",
        "lat": "32.1295700073242",
        "lng": "112.201698303223",
        "level": "4"
    },
    {
        "id": "1381",
        "detail": "位于襄城区中心地段，拥有市区鼓楼商业区以及新建成的唐城影视基地",
        "name": "鼓楼唐城影视基地商圈（襄阳四中，习家池）",
        "city_id": "496",
        "lat": "32.0239295959473",
        "lng": "112.157981872559",
        "level": "4"
    },
    {
        "id": "1382",
        "detail": "襄阳东站位于是鄂豫陕毗邻区域中车次密集、客流量较大的火车站",
        "name": "襄阳东站商圈",
        "city_id": "496",
        "lat": "32.1027183532715",
        "lng": "112.232971191406",
        "level": "4"
    },
    {
        "id": "1383",
        "detail": "襄阳城区主要火车站，也是鄂豫陕三省交界处客货运输总量最大的车站",
        "name": "襄阳火车站商圈（家乐福）",
        "city_id": "496",
        "lat": "32.063304901123",
        "lng": "112.161567687988",
        "level": "4"
    },
    {
        "id": "1384",
        "detail": "襄阳运动休闲，时尚消费和高端服务特色的市级城市商圈",
        "name": "诸葛亮广场/万达广场商圈（襄阳五中）",
        "city_id": "496",
        "lat": "32.0688018798828",
        "lng": "112.140350341797",
        "level": "4"
    },
    {
        "id": "1385",
        "detail": "位于襄阳市东北部，是中国第一家由地方集资新建的民用机场",
        "name": "刘集机场地区",
        "city_id": "496",
        "lat": "32.1554985046387",
        "lng": "112.301574707031",
        "level": "4"
    },
    {
        "id": "1386",
        "detail": "位于内环路西，是目前规模较大、规划较全的城市综合体",
        "name": "绿地缤纷城商圈",
        "city_id": "496",
        "lat": "32.0737419128418",
        "lng": "112.114921569824",
        "level": "4"
    },
    {
        "id": "1387",
        "detail": "人民广场被誉“城市客厅”位于襄阳市中心区域",
        "name": "人民广场商圈（天元四季城、市一医院）",
        "city_id": "496",
        "lat": "32.0486640930176",
        "lng": "112.161659240723",
        "level": "4"
    },
    {
        "id": "1388",
        "detail": "位于襄阳市襄城区西街，往市政府、古隆中方向的主干道",
        "name": "檀溪路（市政府、市图书馆）",
        "city_id": "496",
        "lat": "32.0152282714844",
        "lng": "112.128601074219",
        "level": "4"
    },
    {
        "id": "1389",
        "detail": "是襄阳第一家集休闲、娱乐、购物、餐饮为一体的大型购物中心",
        "name": "沃尔玛民发广场商圈",
        "city_id": "496",
        "lat": "32.0454902648926",
        "lng": "112.142883300781",
        "level": "4"
    },
    {
        "id": "1390",
        "detail": "京沪高铁的七大主要站之一，是重要的国家铁路枢纽站之一。",
        "name": "高铁站东站",
        "city_id": "512",
        "lat": "34.2734985351563",
        "lng": "117.295623779297",
        "level": "4"
    },
    {
        "id": "1391",
        "detail": "2006年10月被科技部、教育部认定为国家大学科技园",
        "name": "国家大学科技园",
        "city_id": "512",
        "lat": "34.2289123535156",
        "lng": "117.202529907227",
        "level": "4"
    },
    {
        "id": "1392",
        "detail": "集历史博览、园林景观、旅游休闲于一体的汉文化保护基地和精品旅游景区",
        "name": "汉文化风景区",
        "city_id": "512",
        "lat": "34.2526664733887",
        "lng": "117.228889465332",
        "level": "4"
    },
    {
        "id": "1393",
        "detail": "该区域主要是贾韩北路与世纪西路交汇口，为贾汪区。",
        "name": "贾汪商业区及潘安湖景区",
        "city_id": "512",
        "lat": "34.4490814208984",
        "lng": "117.460067749023",
        "level": "4"
    },
    {
        "id": "1394",
        "detail": "徐州经济技术开发区之一",
        "name": "金山桥经济开发区",
        "city_id": "512",
        "lat": "34.294376373291",
        "lng": "117.268745422363",
        "level": "4"
    },
    {
        "id": "1395",
        "detail": "行政中心及区域性的商务、金融、文化中心",
        "name": "新城区",
        "city_id": "512",
        "lat": "34.2124366760254",
        "lng": "117.290710449219",
        "level": "4"
    },
    {
        "id": "1396",
        "detail": "作为“中国铁路之咽喉”，徐州站历经百年于今仍然是全国第二大铁路枢纽和中国第八大火车站。",
        "name": "徐州火车站",
        "city_id": "512",
        "lat": "34.2713661193848",
        "lng": "117.213897705078",
        "level": "4"
    },
    {
        "id": "1397",
        "detail": "徐州市繁华地段，是市区主要金融商业区",
        "name": "徐州市中心",
        "city_id": "512",
        "lat": "34.2755813598633",
        "lng": "117.18864440918",
        "level": "4"
    },
    {
        "id": "1398",
        "detail": "徐州最优秀的自然景观，也是徐州的标志性景点之一。2016年8月被授予国家5A级景区",
        "name": "云龙湖景区",
        "city_id": "512",
        "lat": "34.2434158325195",
        "lng": "117.184066772461",
        "level": "4"
    },
    {
        "id": "1399",
        "detail": "立于2016年6月，是以徐州循环经济产业园区为基础筹建的省级经济开发区",
        "name": "铜山经济开发区",
        "city_id": "512",
        "lat": "34.1998062133789",
        "lng": "117.196548461914",
        "level": "4"
    },
    {
        "id": "1400",
        "detail": "宜宾，别称“酒都”，位于四川省东南部，川、滇、黔三省结合部。有着三千多年的酿酒史，两千三百多年的建城史。宜宾是著名的“南丝绸之路”起点。",
        "name": "宜宾市区",
        "city_id": "514",
        "lat": "28.7923545837402",
        "lng": "104.610336303711",
        "level": "4"
    },
    {
        "id": "1401",
        "detail": "城东新区以及周边区域",
        "name": "城东新区/新华广场",
        "city_id": "515",
        "lat": "30.6855354309082",
        "lng": "111.337478637695",
        "level": "4"
    },
    {
        "id": "1402",
        "detail": "东山开发区以及周边区域",
        "name": "东山开发区/金东山市场",
        "city_id": "515",
        "lat": "30.7018527984619",
        "lng": "111.331649780273",
        "level": "4"
    },
    {
        "id": "1403",
        "detail": "位于著名的葛洲坝水利枢纽和葛洲坝集团的中心地带，东临东山大道，西临沿江大道，南与西陵街办接壤，北至葛洲坝坝头",
        "name": "葛洲坝/西坝",
        "city_id": "515",
        "lat": "30.7302150726318",
        "lng": "111.300354003906",
        "level": "4"
    },
    {
        "id": "1404",
        "detail": "宜昌商业步行街以及东门周边商圈，娱乐商业为一体的特色街区",
        "name": "解放路步行街/陶珠路美食街",
        "city_id": "515",
        "lat": "30.7012233734131",
        "lng": "111.290634155273",
        "level": "4"
    },
    {
        "id": "1405",
        "detail": "位于宜昌市西郊， 风景区东起葛洲坝，西至三峡大坝，国家4A级旅游景区，为中国十大风景名胜之一",
        "name": "西陵峡口快乐谷/三峡人家",
        "city_id": "515",
        "lat": "30.7830448150635",
        "lng": "111.257919311523",
        "level": "4"
    },
    {
        "id": "1406",
        "detail": "小溪塔，宜昌市夷陵区政府所在地，原为宜昌县政府所在地",
        "name": "小溪塔/三峡高速出入口",
        "city_id": "515",
        "lat": "30.776388168335",
        "lng": "111.334114074707",
        "level": "4"
    },
    {
        "id": "1407",
        "detail": "沿江大道风光带区域，包含和平广场、滨江公园，风景优美",
        "name": "沿江大道风光带/滨江公园",
        "city_id": "515",
        "lat": "30.6938362121582",
        "lng": "111.300590515137",
        "level": "4"
    },
    {
        "id": "1408",
        "detail": "地处宜昌市中心，CBD 购物中心，左拥夷陵广场，右靠儿童公园，是中国-三峡第一街区",
        "name": "夷陵广场/CBD购物中心商圈",
        "city_id": "515",
        "lat": "30.7090854644775",
        "lng": "111.298698425293",
        "level": "4"
    },
    {
        "id": "1409",
        "detail": "宜昌东站位于宜昌伍家岗区城东大道、东站路围合的区域；是宜昌市重要的交通中心。",
        "name": "宜昌东站/三峡物流园",
        "city_id": "515",
        "lat": "30.6644096374512",
        "lng": "111.37718963623",
        "level": "4"
    },
    {
        "id": "1410",
        "detail": "三峡大坝旅游区位于西陵峡中段、湖北省宜昌市境内的三斗坪，是当今世界上最大的水利枢纽工程",
        "name": "三峡大坝坛子岭/三斗坪镇",
        "city_id": "515",
        "lat": "30.8409366607666",
        "lng": "111.05989074707",
        "level": "4"
    },
    {
        "id": "1411",
        "detail": "三峡大学地处西陵区，坏境优美；宜昌自贸片区27.97平方公里，涵盖宜昌高新区东山园区和生物产业园区",
        "name": "三峡大学/自贸区",
        "city_id": "515",
        "lat": "30.7284202575684",
        "lng": "111.322120666504",
        "level": "4"
    },
    {
        "id": "1412",
        "detail": "水悦城地处宜昌市西陵区与东山开发区节点位置，由城区两大主干道——发展大道和城东大道交汇围合",
        "name": "水悦城购物中心/行政服务中心",
        "city_id": "515",
        "lat": "30.7119197845459",
        "lng": "111.322677612305",
        "level": "4"
    },
    {
        "id": "1413",
        "detail": "宜昌万达广场以及周边商圈，位于沿江大道与夷陵大道之间，地处伍家岗区和西陵区交接的门户地带",
        "name": "万达广场/三峡游客中心",
        "city_id": "515",
        "lat": "30.6855049133301",
        "lng": "111.314727783203",
        "level": "4"
    },
    {
        "id": "1414",
        "detail": "地处宜昌城区东部，包含大型商场以及医院",
        "name": "五一广场 /天然塔沿江带",
        "city_id": "515",
        "lat": "30.6505374908447",
        "lng": "111.364715576172",
        "level": "4"
    },
    {
        "id": "1415",
        "detail": "国际商贸城位于宜阳新区，是多功能、综合性强的现代化商贸城。",
        "name": "宜春国际商贸城",
        "city_id": "518",
        "lat": "27.8416404724121",
        "lng": "114.406379699707",
        "level": "4"
    },
    {
        "id": "1416",
        "detail": "宜春学院的前身是宜春大学，学校现有本校区和北校区两个校区。",
        "name": "宜春市学院",
        "city_id": "518",
        "lat": "27.7982139587402",
        "lng": "114.363830566406",
        "level": "4"
    },
    {
        "id": "1417",
        "detail": "宜春市人民政府是江西省宜春市的一级国家行政管理机关。",
        "name": "宜春市政府",
        "city_id": "518",
        "lat": "27.8220100402832",
        "lng": "114.423362731934",
        "level": "4"
    },
    {
        "id": "1418",
        "detail": "江西省第一家“五站一体”综合性交通枢纽工程。",
        "name": "宜春站地区",
        "city_id": "518",
        "lat": "27.7941379547119",
        "lng": "114.443878173828",
        "level": "4"
    },
    {
        "id": "1419",
        "detail": "宜春鼓楼又名袁州谯楼，是中国现存最古老的地方天文台鼓楼。",
        "name": "袁州鼓楼广场",
        "city_id": "518",
        "lat": "27.8000564575195",
        "lng": "114.389854431152",
        "level": "4"
    },
    {
        "id": "1420",
        "detail": "明月山，国家级风景名胜区、位于宜春市与萍乡市、安福县交界处。",
        "name": "明月山上",
        "city_id": "518",
        "lat": "27.6089916229248",
        "lng": "114.297637939453",
        "level": "4"
    },
    {
        "id": "1421",
        "detail": "温汤镇地处宜春市袁州区西南部，是全国先进乡镇，温汤镇以地下温泉资源而闻名。",
        "name": "温汤镇",
        "city_id": "518",
        "lat": "27.6951026916504",
        "lng": "114.299415588379",
        "level": "4"
    },
    {
        "id": "1422",
        "detail": "本区域位于市区的东面，紧邻第一海水浴场，是烟台市的风景旅游胜地。",
        "name": "第二海水浴场",
        "city_id": "533",
        "lat": "37.5279960632324",
        "lng": "121.455718994141",
        "level": "4"
    },
    {
        "id": "1423",
        "detail": "本区域位于市区的东北部，靠近烟台港和烟台火车站。面海背山，风景秀丽。附近的烟台国际会展中心可举办大型各类大型活动。",
        "name": "第一海水浴场/烟台港",
        "city_id": "533",
        "lat": "37.5437774658203",
        "lng": "121.424118041992",
        "level": "4"
    },
    {
        "id": "1424",
        "detail": "本区域位于烟台的西部，是烟台各类大型企业集中的区域。",
        "name": "经济开发区/金沙滩海水浴场",
        "city_id": "533",
        "lat": "37.5695381164551",
        "lng": "121.260131835938",
        "level": "4"
    },
    {
        "id": "1425",
        "detail": "毗邻高新区，旅游资源得天独厚。南依“胶东屋脊”昆嵛山，北拥4A级景区养马岛。",
        "name": "养马岛/昆嵛山风景区",
        "city_id": "533",
        "lat": "37.3985061645508",
        "lng": "121.666023254395",
        "level": "4"
    },
    {
        "id": "1426",
        "detail": "烟台新市委市政府所在地，拥有新建的国际会展中心，是烟台未来发展的重点区域。",
        "name": "莱山区/市政府/国际会展中心",
        "city_id": "533",
        "lat": "37.4686698913574",
        "lng": "121.476058959961",
        "level": "4"
    },
    {
        "id": "1427",
        "detail": "本区域是烟台老市府和众多机关事业单位所在地，拥有众多商业设施和配套，是烟台市的政治、经济、文化和商业中心。靠近汽车站和火车站",
        "name": "商业中心区/汽车站/火车站",
        "city_id": "533",
        "lat": "37.5451354980469",
        "lng": "121.386268615723",
        "level": "4"
    },
    {
        "id": "1428",
        "detail": "淄博核心区域，以市政府为中心，涵盖火车站，万象汇，等众多地标",
        "name": "火车站/万象汇/市政府",
        "city_id": "542",
        "lat": "36.8197822570801",
        "lng": "118.061508178711",
        "level": "4"
    },
    {
        "id": "1429",
        "detail": "淄博城西重点区域，以理工大学西校区为中心，涵盖客运中心等地标",
        "name": "客运中心/理工大学西校区",
        "city_id": "542",
        "lat": "36.8166847229004",
        "lng": "118.007598876953",
        "level": "4"
    },
    {
        "id": "1430",
        "detail": "该区域紧邻淄博的中心城区-张店，是淄博著名的民俗工艺产地和旅游区。",
        "name": "周村古商城商圈",
        "city_id": "542",
        "lat": "36.7930755615234",
        "lng": "117.86922454834",
        "level": "4"
    },
    {
        "id": "1431",
        "detail": "淄博城北重点区域，以淄博北站为中心，涵盖银泰城等地标",
        "name": "淄博北站/银泰城/开发区",
        "city_id": "542",
        "lat": "36.9003448486328",
        "lng": "118.032897949219",
        "level": "4"
    },
    {
        "id": "1432",
        "detail": "位于淄博市中部，南临博山区，北靠张店区",
        "name": "淄川区政府/蒲松龄故居",
        "city_id": "542",
        "lat": "36.6653671264648",
        "lng": "117.981407165527",
        "level": "4"
    },
    {
        "id": "1433",
        "detail": "该区域位于淄博的东北部，是淄博齐国历史文化旅游区。",
        "name": "临淄区政府/齐国遗址博物馆",
        "city_id": "542",
        "lat": "36.8119201660156",
        "lng": "118.314994812012",
        "level": "4"
    },
    {
        "id": "1434",
        "detail": "崇礼区为张家口各大滑雪场聚集地，是滑雪度假的优良选择",
        "name": "崇礼地区",
        "city_id": "550",
        "lat": "40.9801406860352",
        "lng": "115.289100646973",
        "level": "4"
    },
    {
        "id": "1435",
        "detail": "位于张家口城市的南部，市政府新址也位于此地区，现代化高层建筑林立，火车往返北京交通便利",
        "name": "火车南站/高新技术开发区",
        "city_id": "",
        "lat": "40.7734222412109",
        "lng": "114.895790100098",
        "level": "4"
    },
    {
        "id": "1436",
        "detail": "位于张家口市区东南28公里处，北靠阴山、南临洋河，山川秀美，素有“京西第一府”之美誉，也是张家口新兴的工业区。",
        "name": "宣化区",
        "city_id": "550",
        "lat": "40.6124382019043",
        "lng": "115.103813171387",
        "level": "4"
    },
    {
        "id": "1437",
        "detail": "汇聚长途汽车站，环城高速、张承高速入口相邻，是连接张石、张承、京藏、宣大的交通要道，前往坝上草原、崇礼滑雪场等其他县级地区交通便利",
        "name": "长途汽车站/环城高速区",
        "city_id": "550",
        "lat": "40.8152465820313",
        "lng": "114.925148010254",
        "level": "4"
    },
    {
        "id": "1438",
        "detail": "地处城市核心商务中心区与繁华商业区，靠近文化广场、武城街，汇聚帝达购物中心、银座、尚峰广场等多个大型购物中心，交通便利，地理位置优越",
        "name": "文化广场/火车北站区",
        "city_id": "550",
        "lat": "40.8260536193848",
        "lng": "114.891067504883",
        "level": "4"
    },
    {
        "id": "1439",
        "detail": "板芙镇位于中山市西南部，总面积82.01平方公里，常住人口3万多人，外来人员7万余人，旅外华侨6000多人，距中山市区中心仅12公里。神湾镇位于广东省中山市南部，东邻三乡镇，南接坦洲镇，距珠海市拱北30公里。",
        "name": "板芙镇、神湾镇",
        "city_id": "553",
        "lat": "22.4234085083008",
        "lng": "113.326866149902",
        "level": "4"
    },
    {
        "id": "1440",
        "detail": "东凤镇地处中山市“北大门”，是珠江三角洲经济开放区重点工业卫星镇之一，北邻顺德，南接小榄，105国道、364省道（东阜公路）和正在建设的珠三角城际快速轨道、太澳高速公路贯穿境内。下辖4个社区居委会和10个村委会，面积54.8平方公里，常住人口7.23万人，外来人口约8万多人。 东升镇是珠江三角洲重点工业卫星镇，面积79.2平方公里，户籍人口7.02万。",
        "name": "东凤镇、东升镇",
        "city_id": "553",
        "lat": "22.700611114502",
        "lng": "113.268356323242",
        "level": "4"
    },
    {
        "id": "1441",
        "detail": "位于中山市中心城区东部，东距能直达香港的中山港口岸６公里，南至澳门５０公里，北至广州８８公里。区内中山路、兴中道、孙文路、长江路、博爱路纵横相连，交通便利",
        "name": "东区",
        "city_id": "553",
        "lat": "22.5187168121338",
        "lng": "113.390579223633",
        "level": "4"
    },
    {
        "id": "1442",
        "detail": "阜沙镇位于广东省中山市境北部，阜港公路、东阜公路纵贯全境，小榄水道、鸡鸦水道环抱全镇。大有村位于阜沙镇辖下的东南面，面积约为3.7平方公里，全村辖21个村民小组，常住人口为4852人，总户数达1278户。",
        "name": "阜沙镇、港口镇",
        "city_id": "553",
        "lat": "22.6729316711426",
        "lng": "113.356452941895",
        "level": "4"
    },
    {
        "id": "1443",
        "detail": "古镇是闻名国内外的“中国灯饰之都”。位于广东省中山市西北面，是中山、江门、佛山市（顺德区）三市的交汇处，毗邻港澳。全镇总面积47.8平方公里，由古镇、曹步、海洲三大自然村组成，下辖12个行政村、1个居委会，户籍人口6.9万人，外来人口超过10万人，历来是外商投资和发展经济贸易合作的理想宝地。",
        "name": "古镇",
        "city_id": "553",
        "lat": "22.6172428131104",
        "lng": "113.196449279785",
        "level": "4"
    },
    {
        "id": "1444",
        "detail": "横栏位于珠江三角洲南部，西江出海口东岸，距中山市城区13公里，总面积76平方公里，户籍人口5.76万。大涌镇地处中山市西南部，距中山市城区约8公里，东临岐江，西靠西江，总面积40.5平方公里，常住人口7万多人，其中户籍人口2.9万多人，还有旅居海外华人华侨和港澳台同胞3万多人，是中山著名的侨乡和历史文化之乡。",
        "name": "横栏镇、大涌镇",
        "city_id": "553",
        "lat": "22.5832958221436",
        "lng": "113.235046386719",
        "level": "4"
    },
    {
        "id": "1445",
        "detail": "中山火炬高技术产业开发区于1990年3月由国家科委、广东省人民政府和中山市人民政府三方共同创办。1991年3月被国务院批准为首批国家级高新技术产业开发区，成为实施国家火炬计划的重要基地，而且是国家体改委和国家科委确定的全国5个综合改革试点开发区之一。中山火炬开发区管理委员会负责全区行政管理。开发区总面积为70平方公里，其中集中新建区面积5.3平方公里。",
        "name": "火炬开发区",
        "city_id": "553",
        "lat": "22.5590782165527",
        "lng": "113.487426757813",
        "level": "4"
    },
    {
        "id": "1446",
        "detail": "中山城区的组成部分，是中山乃至珠江三角洲著名的商业贸易和休闲观光区，拥有全市最大的酒店群。面积26.7平方公里，105国道、广珠公路、江中公路、北外环、博爱路、富华道、中山路等主干道路纵横穿越。",
        "name": "西区",
        "city_id": "553",
        "lat": "22.527702331543",
        "lng": "113.370712280273",
        "level": "4"
    },
    {
        "id": "1447",
        "detail": "中山市小榄镇位于珠江三角洲中部，是广东省中心镇，镇域总面积75.4平方公里，辖15个社区，五金制造业是小榄的传统产业。小榄现已形成了以锁具、燃气具为龙头，上下游产品及各类配件齐全的产业群，在国内有着较高的市场占有率，并远销欧美、东南亚等世界各地。",
        "name": "小榄镇",
        "city_id": "553",
        "lat": "22.6762924194336",
        "lng": "113.254264831543",
        "level": "4"
    },
    {
        "id": "1448",
        "detail": "南朗镇是中华民国国父孙中山先生的故乡，位于中山市东部，背靠五桂山，面临珠江口。全镇面积206平方公里，是全市面积最大的镇区，户籍人口4万。",
        "name": "南朗镇",
        "city_id": "553",
        "lat": "22.5050354003906",
        "lng": "113.537734985352",
        "level": "4"
    },
    {
        "id": "1449",
        "detail": "南区街道位于广东省中山市中心城区南部，面积8.73平方公里，辖10个居委会，户籍人口2.2万人，非户籍人口3.2万人，中山著名侨乡之一，侨居30多个国家和地区的海外华侨近4万人。五桂山街道位于广东省中山市南部，面积100.84平方公里。辖村民委员会4个、居民委员会1个，户籍人口7592人，非户籍人口15160人。",
        "name": "南区、五桂山区",
        "city_id": "553",
        "lat": "22.4918117523193",
        "lng": "113.364936828613",
        "level": "4"
    },
    {
        "id": "1450",
        "detail": "南头镇位于中山市北部，与顺德容桂镇相邻，地处珠江三角洲南部，靠近珠江口，毗邻港澳。全镇区域面积约30平方公里，户籍人口4.4万。黄圃镇地处中山市最北部，西北与佛山市顺德区为邻，东北与广州市番禺区隔河相望。",
        "name": "南头镇、黄圃镇",
        "city_id": "553",
        "lat": "22.7200927734375",
        "lng": "113.360061645508",
        "level": "4"
    },
    {
        "id": "1451",
        "detail": "三角镇位于广东省中山市北部偏东，总面积72平方公里，户籍人口5.67万。民众镇位于广东省中山市东北部，珠江出海口西岸，面积125.42平方公里，户籍人口7.63万，地处大沙田地区，素有中山“谷仓”之美誉。居民大多临水而居，享受着宁静而古朴的生活。",
        "name": "三角镇、民众镇",
        "city_id": "553",
        "lat": "22.6434860229492",
        "lng": "113.508964538574",
        "level": "4"
    },
    {
        "id": "1452",
        "detail": "三乡镇位于中山市南部、毗邻珠海，105国道贯穿全镇，辖12个村委会，2个社区居委会。三乡现已成为工业、房地产业、旅游业、商品服务业迅猛发展的广东省中心镇。",
        "name": "三乡镇",
        "city_id": "553",
        "lat": "22.361385345459",
        "lng": "113.440986633301",
        "level": "4"
    },
    {
        "id": "1453",
        "detail": "沙溪镇紧邻广东省中山市城区西部，面积55平方公里，是珠三角著名的侨乡和“文化之乡”，沙溪镇工业产品以“休闲服装”、“沙溪凉茶”享有盛名。改革开放以来，沙溪建立了以纺织服装为支柱，电子、化工、家具、家电、制药、食品、饮料等行业共同发展的工业体系。",
        "name": "沙溪镇、沙朗镇",
        "city_id": "553",
        "lat": "22.5252819061279",
        "lng": "113.348289489746",
        "level": "4"
    },
    {
        "id": "1454",
        "detail": "位于中山市中心城区，是中山市最繁华的商业与文化中心, 石岐区不仅拥有国家级的民营科技园区——中山民科园，而且还有以大信新都汇、逢源商业中心、富逸装饰广场、完美物流中心、百佳假日广场、摩登汇文化娱乐中心以及孙文西路文化旅游步行街、民族路商业街、民权路电信街等为代表的大型商业网点10多个。",
        "name": "石岐区",
        "city_id": "553",
        "lat": "22.5391044616699",
        "lng": "113.389045715332",
        "level": "4"
    },
    {
        "id": "1455",
        "detail": "坦洲镇位于市境南部，毗邻珠海、澳门，总面积131.58平方公里，辖村民委员会7个，社区居民委员会7个。2010年末常住人口15.03万人，户籍人口7.22万人。坦洲投资环境优良，工业基础厚实，是市首批工业强镇和经济强镇。辖区内坦神公路和城桂公路贯穿全境，广东西部沿海高速、太澳高速均设有出入口。坦洲民风纯朴，水乡风情浓厚，是中山咸水歌发祥地。",
        "name": "坦洲镇",
        "city_id": "553",
        "lat": "22.2707290649414",
        "lng": "113.479675292969",
        "level": "4"
    },
    {
        "id": "1456",
        "detail": "位于红花岗区，是历史文化名城遵义的主城区",
        "name": "海尔大道/星力城商圈",
        "city_id": "558",
        "lat": "27.6501197814941",
        "lng": "106.899612426758",
        "level": "4"
    },
    {
        "id": "1457",
        "detail": "新蒲是遵义市设立的经济管理",
        "name": "新蒲商圈",
        "city_id": "558",
        "lat": "27.7159843444824",
        "lng": "107.03636932373",
        "level": "4"
    },
    {
        "id": "1458",
        "detail": "有遵义市委市政府等市级单位部门、遵义党校、遵义会议会址等配套",
        "name": "遵义会议会址商圈",
        "city_id": "558",
        "lat": "27.6946430206299",
        "lng": "106.927124023438",
        "level": "4"
    },
    {
        "id": "1459",
        "detail": "属于国家战略下的黔中经济区和黔北经济协作区核心区域",
        "name": "南白商圈",
        "city_id": "558",
        "lat": "27.5784187316895",
        "lng": "106.87899017334",
        "level": "4"
    },
    {
        "id": "1460",
        "detail": "黔北综合经济区的核心区，渝南与黔北经济文化的重要交汇区域。",
        "name": "上海路/南京路/国贸商圈",
        "city_id": "558",
        "lat": "27.7201747894287",
        "lng": "106.926887512207",
        "level": "4"
    },
    {
        "id": "1461",
        "detail": "北三环自西向东贯穿，汇集省电视台，瀚海北金等众多企事业单位",
        "name": "北环沿线及北部区域",
        "city_id": "559",
        "lat": "34.8150634765625",
        "lng": "113.672241210938",
        "level": "4"
    },
    {
        "id": "1462",
        "detail": "中原新区、荥阳为郑州西区未来重点发展方向，集度假休闲、文化特色鲜明、低碳集约高效的生态宜居新区",
        "name": "洞林湖度假区、高铁西站",
        "city_id": "559",
        "lat": "34.6823043823242",
        "lng": "113.486831665039",
        "level": "4"
    },
    {
        "id": "1463",
        "detail": "二七广场，位于郑州市区中心商业繁华区，周围百货商铺林立。二七塔是郑州的标志性建筑之一",
        "name": "二七广场",
        "city_id": "559",
        "lat": "34.7570915222168",
        "lng": "113.672752380371",
        "level": "4"
    },
    {
        "id": "1464",
        "detail": "二七万达、升龙广场地区，客运总站所在地",
        "name": "二七万达及客运总站地区",
        "city_id": "559",
        "lat": "34.7243423461914",
        "lng": "113.6494140625",
        "level": "4"
    },
    {
        "id": "1465",
        "detail": "郑州高新技术开发区位于郑州市西北部，距市中心约12公里，是河南省、郑州市发展高新技术产业的核心区域。",
        "name": "高新技术开发区",
        "city_id": "278",
        "lat": "34.8137817382813",
        "lng": "113.562431335449",
        "level": "4"
    },
    {
        "id": "1466",
        "detail": "花园路、经三路汇集国贸360、各大金融机构及证券机构，紧邻中州大道，遥望郑东新区",
        "name": "花园路、经三路沿线",
        "city_id": "559",
        "lat": "34.7907447814941",
        "lng": "113.688056945801",
        "level": "4"
    },
    {
        "id": "1467",
        "detail": "郑州最北部商圈，旅游度假资源丰富",
        "name": "黄河游览区",
        "city_id": "559",
        "lat": "34.8856620788574",
        "lng": "113.620048522949",
        "level": "4"
    },
    {
        "id": "1468",
        "detail": "惠济万达商业区以惠济万达为中心，周边人流量巨大，汇集吃喝玩乐为一体的新型商业区",
        "name": "惠济万达商业区",
        "city_id": "559",
        "lat": "34.8749008178711",
        "lng": "113.643112182617",
        "level": "4"
    },
    {
        "id": "1469",
        "detail": "经开区是河南省唯一的国家级经济技术开发区，外资企业、工业企业和出口加工企业的聚集地",
        "name": "经济开发区",
        "city_id": "34",
        "lat": "34.7277030944824",
        "lng": "113.77027130127",
        "level": "4"
    },
    {
        "id": "1470",
        "detail": "郑州新郑国际机场，位于郑州市东南，距市区25公里，是国内干线运输机场和国家一类航空口岸。",
        "name": "新郑机场区",
        "city_id": "559",
        "lat": "34.5306816101074",
        "lng": "113.853950500488",
        "level": "4"
    },
    {
        "id": "1471",
        "detail": "郑东新区位于河南省省会郑州市区东部，包含CBD会展中心以及河南省艺术中心等",
        "name": "郑东新区及会展中心区",
        "city_id": "559",
        "lat": "34.7779579162598",
        "lng": "113.737289428711",
        "level": "4"
    },
    {
        "id": "1472",
        "detail": "郑州东站是亚洲规模最大的高铁火车站之一是全国唯一的一座高铁”米“字型枢纽",
        "name": "郑州高铁东站区",
        "city_id": "559",
        "lat": "34.7652359008789",
        "lng": "113.78556060791",
        "level": "4"
    },
    {
        "id": "1473",
        "detail": "郑州站是全国为数不多的既办理高铁、城铁、动车，同时又办理普速客车业务的铁路特等客运站，人流量居全国前列",
        "name": "郑州火车站地区",
        "city_id": "559",
        "lat": "34.7513999938965",
        "lng": "113.662773132324",
        "level": "4"
    },
    {
        "id": "1474",
        "detail": "紫荆山商圈由区域聚集的正道花园百货、新世界百货、卜蜂莲花等商业群而形成，商圈人流巨大",
        "name": "紫荆山商业区",
        "city_id": "559",
        "lat": "34.7681465148926",
        "lng": "113.70092010498",
        "level": "4"
    },
    {
        "id": "1475",
        "detail": "郑州马寨工业园区是在当地乡镇集体企业发展壮大的基础上形成的经济繁荣区，2002年10月被国家科技部批准为“国家星火技术密集区”。为加强领导，经二七区委、区政府研究决定，设立了马寨工",
        "name": "马寨工业园区",
        "city_id": "559",
        "lat": "34.7204284667969",
        "lng": "113.539024353027",
        "level": "4"
    },
    {
        "id": "1476",
        "detail": "曼哈顿商圈为郑州金水区的一个近些年兴起的商业中心，附近高端酒店餐厅林立，是商务休闲的好去处，",
        "name": "曼哈顿商业区",
        "city_id": "559",
        "lat": "34.7690811157227",
        "lng": "113.713836669922",
        "level": "4"
    },
    {
        "id": "1477",
        "detail": "区域中主要包含河南农业大学等大学聚集地，是金水区的教育中心",
        "name": "农业路、文化路",
        "city_id": "559",
        "lat": "34.7812118530273",
        "lng": "113.671646118164",
        "level": "4"
    },
    {
        "id": "1478",
        "detail": "上街区位于郑州市西部，距省会郑州38千米，虽不于郑州城区接壤，但仍为郑州市区，是郑州市6个行政区之一，为郑州市的卫星城区。",
        "name": "上街",
        "city_id": "559",
        "lat": "34.808536529541",
        "lng": "113.316055297852",
        "level": "4"
    },
    {
        "id": "1479",
        "detail": "本区域位于郑州市区的西部，汇集了郑州市委、市政府、市人大等众多市级机关。同时区内也集中了众多的国有工业企业。",
        "name": "市政府区/西郊",
        "city_id": "559",
        "lat": "34.7528457641602",
        "lng": "113.631813049316",
        "level": "4"
    },
    {
        "id": "1480",
        "detail": "未来路街道办事处位于郑州市城区东部，以辖区主干道未来路而得名，与郑东新区CBD隔路相望。下辖1个村和9个社区居民委员会，，暂住人口6.8万人，主要以汉族和回族为主。",
        "name": "未来路地区",
        "city_id": "559",
        "lat": "34.7267456054688",
        "lng": "113.712814331055",
        "level": "4"
    },
    {
        "id": "1481",
        "detail": "承德避暑山庄和外八庙是指避暑山庄及周围寺庙，即清朝皇帝的夏宫，是炎夏避暑已四季祈福的度假休闲的上加之选。",
        "name": "避暑山庄/外八庙区",
        "city_id": "562",
        "lat": "40.9868621826172",
        "lng": "117.948829650879",
        "level": "4"
    },
    {
        "id": "1482",
        "detail": "位于承德市东南部，紧邻承德市行政中心，距离武烈河大桥不足二百米，紧邻半壁山景区，附近有大型批发市场，地段繁华，交通便利",
        "name": "承德火车站区",
        "city_id": "562",
        "lat": "40.9700088500977",
        "lng": "117.959747314453",
        "level": "4"
    },
    {
        "id": "1483",
        "detail": "位于承德南部，汇聚京承、承唐、承朝等多条高速公路，交通便利，高新产业及高等院校林立。",
        "name": "大学城/高新技术开发区",
        "city_id": "562",
        "lat": "40.9114532470703",
        "lng": "117.956550598145",
        "level": "4"
    },
    {
        "id": "1484",
        "detail": "承德市最大的自然风景浏览区，位于避暑山庄西南十公里处，京承公路直通山脚，风光秀丽，交通便利",
        "name": "双塔山森林公园区",
        "city_id": "562",
        "lat": "40.9697723388672",
        "lng": "117.813606262207",
        "level": "4"
    },
    {
        "id": "1485",
        "detail": "河东政治、经济、文化中心，临沂机场所在地。",
        "name": "河东区政府/临沂机场区",
        "city_id": "569",
        "lat": "35.0957908630371",
        "lng": "118.409446716309",
        "level": "4"
    },
    {
        "id": "1486",
        "detail": "临沂火车站所在地，交通枢纽站。",
        "name": "火车站区",
        "city_id": "147",
        "lat": "35.0429229736328",
        "lng": "118.350486755371",
        "level": "4"
    },
    {
        "id": "1487",
        "detail": "临沂市交通枢纽，亚洲最大大学-临沂大学所在地。",
        "name": "长途汽车站/临沂大学区",
        "city_id": "569",
        "lat": "35.1094245910645",
        "lng": "118.312049865723",
        "level": "4"
    },
    {
        "id": "1488",
        "detail": "全国百强乡镇，有“山东第一镇”的美誉，工业产业园林立。",
        "name": "罗庄区政府",
        "city_id": "569",
        "lat": "35.0026473999023",
        "lng": "118.291305541992",
        "level": "4"
    },
    {
        "id": "1489",
        "detail": "鲁东南的政治、经济、文化、商贸中心，全国最大的小商品集散中心。",
        "name": "人民广场/小商品批发市场商圈",
        "city_id": "569",
        "lat": "35.0677909851074",
        "lng": "118.34895324707",
        "level": "4"
    },
    {
        "id": "1490",
        "detail": "临沂市委市政府所在地，政治，经济，文化中心",
        "name": "市政府中心区",
        "city_id": "569",
        "lat": "35.1105537414551",
        "lng": "118.362976074219",
        "level": "4"
    },
    {
        "id": "1491",
        "detail": "八佰伴购物中心周边区域",
        "name": "八佰伴购物中心商圈",
        "city_id": "571",
        "lat": "30.7644691467285",
        "lng": "120.739433288574",
        "level": "4"
    },
    {
        "id": "1492",
        "detail": "洪合镇镇区",
        "name": "洪合羊毛衫市场商圈",
        "city_id": "571",
        "lat": "30.6848926544189",
        "lng": "120.671600341797",
        "level": "4"
    },
    {
        "id": "1493",
        "detail": "嘉兴高铁南站周边区域",
        "name": "嘉兴南站商圈",
        "city_id": "571",
        "lat": "30.6955757141113",
        "lng": "120.800758361816",
        "level": "4"
    },
    {
        "id": "1494",
        "detail": "嘉兴汽车北站周边区域",
        "name": "嘉兴汽车北站商圈",
        "city_id": "571",
        "lat": "30.7920570373535",
        "lng": "120.751892089844",
        "level": "4"
    },
    {
        "id": "1495",
        "detail": "江南大厦为中心的外围区域",
        "name": "嘉兴市中心",
        "city_id": "571",
        "lat": "30.7684574127197",
        "lng": "120.755935668945",
        "level": "4"
    },
    {
        "id": "1496",
        "detail": "嘉兴学院周边区域",
        "name": "嘉兴学院商圈",
        "city_id": "571",
        "lat": "30.7489109039307",
        "lng": "120.730690002441",
        "level": "4"
    },
    {
        "id": "1497",
        "detail": "嘉兴南湖区新筹建的商业新区CBD及人才公寓生活圈和城南工业区，属于嘉兴又一新人流中心。",
        "name": "嘉兴银泰及城南",
        "city_id": "571",
        "lat": "30.7372436523438",
        "lng": "120.742050170898",
        "level": "4"
    },
    {
        "id": "1498",
        "detail": "江南摩尔和中关村购物中心周边",
        "name": "江南摩尔及中关村商圈",
        "city_id": "571",
        "lat": "30.7712535858154",
        "lng": "120.715507507324",
        "level": "4"
    },
    {
        "id": "1499",
        "detail": "湘家荡周边区域",
        "name": "湘家荡商圈",
        "city_id": "571",
        "lat": "30.8156147003174",
        "lng": "120.819244384766",
        "level": "4"
    },
    {
        "id": "1500",
        "detail": "新塍古镇里美食旅游玩乐一应俱全，美食大名远扬，高新区工业兴盛，经济前景不可估量。",
        "name": "新塍美食古镇/国家高新区",
        "city_id": "571",
        "lat": "30.8042240142822",
        "lng": "120.624496459961",
        "level": "4"
    },
    {
        "id": "1501",
        "detail": "嘉兴月河历史街区周边",
        "name": "月河历史街区商圈",
        "city_id": "571",
        "lat": "30.7761878967285",
        "lng": "120.756813049316",
        "level": "4"
    },
    {
        "id": "1502",
        "detail": "梅花洲景区周边区域",
        "name": "梅花洲景区商圈",
        "city_id": "571",
        "lat": "30.6722011566162",
        "lng": "120.856735229492",
        "level": "4"
    },
    {
        "id": "1503",
        "detail": "南湖景区外围区域。",
        "name": "南湖景区商圈",
        "city_id": "571",
        "lat": "30.7569065093994",
        "lng": "120.771812438965",
        "level": "4"
    },
    {
        "id": "1504",
        "detail": "万达广场周边区域",
        "name": "万达广场商圈",
        "city_id": "328",
        "lat": "30.7421455383301",
        "lng": "120.809112548828",
        "level": "4"
    },
    {
        "id": "1505",
        "detail": "江浙两省交界处的一个丝绸集镇，被誉为“衣被天下”的丝绸之府，京杭大运河穿镇而过，经济繁荣。",
        "name": "王江泾运河古镇",
        "city_id": "571",
        "lat": "30.8771648406982",
        "lng": "120.72762298584",
        "level": "4"
    },
    {
        "id": "1506",
        "detail": "洪泽湖是世界著名的“悬湖”。洪泽湖大堤历史悠久，有1800多年历史，正在申报世界文化遗产。三河闸是闻名中外的大型水利枢纽，目前已被列入国家级水利风景区。老子山地处大别山余脉、淮河入湖口，也是著名的道教文化起源地。国家级洪泽湖东部湿地保护项目正在实施。环湖风光旖旎，民俗风情浓郁，文化底蕴深厚，可供开发的自然资源和人文资源达100多处，是投资发展旅游产业的理想胜地。",
        "name": "洪泽湖旅游度假区",
        "city_id": "577",
        "lat": "33.300968170166",
        "lng": "118.858436584473",
        "level": "4"
    },
    {
        "id": "1507",
        "detail": "淮安市经济开发区，众多大型企业及商业规划",
        "name": "淮安经济开发区",
        "city_id": "577",
        "lat": "33.6053581237793",
        "lng": "119.119338989258",
        "level": "4"
    },
    {
        "id": "1508",
        "detail": "淮安生态文旅区是淮安的特色城市化展示区、生态低碳示范区",
        "name": "淮安生态文化旅游区",
        "city_id": "577",
        "lat": "33.5440063476563",
        "lng": "119.08521270752",
        "level": "4"
    },
    {
        "id": "1509",
        "detail": "区域内商厦林立、网点棋布、商贾云集。拥有各类商品市场418个，其中超亿元的市场22个，形成了以市区淮海广场商圈为商业中心，以新亚商城（南京中央百货）、金鹰国际、万达广场、万千百货等大型商贸企业和汇通市场、清江商场等老牌骨干商品市场为龙头的极具吸引力和辐射力。淮海广场位于淮安市市中心，是淮海东路，淮海西路，淮海北路，淮海南路四条淮安中心主干道的交叉口。作为淮安市中心，它的商业，经济，交通都发挥着不可忽视的作用。",
        "name": "淮安市中心",
        "city_id": "577",
        "lat": "33.6053428649902",
        "lng": "119.054298400879",
        "level": "4"
    },
    {
        "id": "1510",
        "detail": "淮安周恩来纪念馆坐落在楚州区东北桃花垠的一个三面环水的湖心半岛上。整个建筑造型庄严肃穆，形式朴实典雅，既有传统的民族风格，又有现代建筑特色，建筑的每个部分寓意深蕴，体现着设计者匠心独运，表达了亿万人民缅怀周总理的心愿。邓小平同志为“周恩来纪念馆”题写了馆名。在纪念馆的北侧还建有周恩来遗物陈列馆。周恩来纪念馆建成开放以来，游者如织，正如地名桃花垠一样，“桃李不言，下自成溪。”",
        "name": "周总理纪念馆景区",
        "city_id": "577",
        "lat": "33.5223999023438",
        "lng": "119.156265258789",
        "level": "4"
    },
    {
        "id": "1511",
        "detail": "老子山地区历史悠久，拥有养生温泉数个，山水秀丽",
        "name": "老子山旅游度假区",
        "city_id": "577",
        "lat": "33.1896514892578",
        "lng": "118.602172851563",
        "level": "4"
    },
    {
        "id": "1512",
        "detail": "大陈岛由“上大陈岛”（面积7平方公里）和“下大陈岛”（面积4.89平方公里）组成，同属台州列岛。下大陈岛是大陈镇的驻在地。",
        "name": "大陈岛/台州列岛",
        "city_id": "578",
        "lat": "28.4554576873779",
        "lng": "121.908172607422",
        "level": "4"
    },
    {
        "id": "1513",
        "detail": "“中国蜜橘之乡”──黃岩，位于浙江黃金海岸线中部，天然毓秀，风光旖旎，物华天宝。境内有灵石寺塔、沙埠青瓷窑址、孔庙、五洞桥、委羽山大有宫、翠屏山摩崖石刻等众多名胜古迹，区内多奇山异水，其中九峰山和嵩岩山旅游风景区载入《中国名胜词典》。",
        "name": "黄岩城区",
        "city_id": "578",
        "lat": "28.6557445526123",
        "lng": "121.268455505371",
        "level": "4"
    },
    {
        "id": "1514",
        "detail": "椒江，位于浙江中部沿海，台州湾入海口。台州市人民政府驻地。是台州中心城市的主要城区。",
        "name": "椒江城区",
        "city_id": "578",
        "lat": "28.6625900268555",
        "lng": "121.427207946777",
        "level": "4"
    },
    {
        "id": "1515",
        "detail": "路桥区是台州市一个重要的主城区，不到八平方公里的城区，却云集了80多个专业市场。经济发达，交通便利，商贾云集。",
        "name": "路桥城区",
        "city_id": "578",
        "lat": "28.5883636474609",
        "lng": "121.371711730957",
        "level": "4"
    },
    {
        "id": "1516",
        "detail": "姜堰区位于江苏省几何中心泰州市的中部，从东北两面环抱泰州市海陵区，属于长江三角洲经济圈。北宋年间，盐商姜仁惠、姜谔父子率众聚资，筑堰抗洪，家园久治，功业永存，姜堰由此得名。挟江襟淮，东临沧海，众水来汇，奔涌旋流，又称三水、罗塘。",
        "name": "姜堰市区",
        "city_id": "579",
        "lat": "32.5154800415039",
        "lng": "120.134330749512",
        "level": "4"
    },
    {
        "id": "1517",
        "detail": "泰州火车站隶属于上海铁路局新长车务段，毗邻泰州市京泰汽车客运站，为泰州市综合交通枢纽之一。",
        "name": "泰州火车站区域",
        "city_id": "579",
        "lat": "32.5352478027344",
        "lng": "119.986930847168",
        "level": "4"
    },
    {
        "id": "1518",
        "detail": "泰州溱湖湿地风景区位于江苏省泰州市姜堰区溱潼镇，该镇四面环水，环境优美，为鱼米之乡。",
        "name": "泰州溱潼古镇溱湖湿地风景区",
        "city_id": "579",
        "lat": "32.6272811889648",
        "lng": "120.108596801758",
        "level": "4"
    },
    {
        "id": "1519",
        "detail": "主要是泰州的主城区，北至东进路，东至东城河，西至江洲北路，南至万达广场。",
        "name": "泰州市中心",
        "city_id": "579",
        "lat": "32.4775657653809",
        "lng": "119.923393249512",
        "level": "4"
    },
    {
        "id": "1520",
        "detail": "泰州医药城是我国唯一的国家级医药高新区",
        "name": "泰州医药城区域",
        "city_id": "579",
        "lat": "32.4005126953125",
        "lng": "119.913932800293",
        "level": "4"
    },
    {
        "id": "1521",
        "detail": "巢湖站，位于安徽省合肥市巢湖市太湖山路",
        "name": "巢湖火车站地区",
        "city_id": "589",
        "lat": "31.6195125579834",
        "lng": "117.897727966309",
        "level": "4"
    },
    {
        "id": "1522",
        "detail": "全市高新技术产业的集聚区，是枣庄市政治、经济、文化中心，市政府所在地。",
        "name": "高新区/市政府",
        "city_id": "614",
        "lat": "34.8163871765137",
        "lng": "117.330284118652",
        "level": "4"
    },
    {
        "id": "1523",
        "detail": "闻名中外的铁道游击队的故乡，山东铁路交通枢纽，高铁站和普通站所在地。",
        "name": "薛城区中心",
        "city_id": "614",
        "lat": "34.8011932373047",
        "lng": "117.269638061523",
        "level": "4"
    },
    {
        "id": "1524",
        "detail": "枣庄中心城区的组成部分，天下第一榴园等旅游景点所在地。",
        "name": "峄城区中心",
        "city_id": "614",
        "lat": "34.7795791625977",
        "lng": "117.597213745117",
        "level": "4"
    },
    {
        "id": "1525",
        "detail": "中部偏东，原为全市政治、经济、文化中心（老城区）。",
        "name": "枣庄市中心区中心",
        "city_id": "614",
        "lat": "34.857234954834",
        "lng": "117.57341003418",
        "level": "4"
    },
    {
        "id": "1526",
        "detail": "本区域包括台儿庄战役遗址和著名的台儿庄明明清古城，是山东注明旅游和观光地区。",
        "name": "台儿庄古城风景区",
        "city_id": "614",
        "lat": "34.5636672973633",
        "lng": "117.749496459961",
        "level": "4"
    },
    {
        "id": "1527",
        "detail": "北投是著名的温泉之乡，台湾十大必去之地，不仅仅是泡温泉的首选，全家休闲放松的好地方，更有不可错过的美食。这里的酒店以温泉主题为主，有精品温泉度假别馆，也有亲民的小旅舍。",
        "name": "北投温泉区",
        "city_id": "617",
        "lat": "25.1367454528809",
        "lng": "121.507148742676",
        "level": "4"
    },
    {
        "id": "1528",
        "detail": "感受台北城市的年轻气息，闹市人头攒动，精彩纷呈。也可走访旧时光的古早模样，这里是台北老城地带，街头巷尾都保留十几年前的老派风格，在这里可以感受到最原汁原味的台北气息。青旅、民宿较多",
        "name": "西门町商圈",
        "city_id": "617",
        "lat": "25.0395526885986",
        "lng": "121.504257202148",
        "level": "4"
    },
    {
        "id": "1529",
        "detail": "遍布高层写字楼，此乃重要的商业热点，还有通化、饶河两大夜市驻扎。 诚品书店信义店每层都很吸引人，台北101近在咫尺，格外注目。 奢华酒店和小型精品商旅云集，住得舒服，价钱偏高。",
        "name": "信义区/台北101大楼",
        "city_id": "617",
        "lat": "25.0387516021729",
        "lng": "121.565322875977",
        "level": "4"
    },
    {
        "id": "1530",
        "detail": "蒋介石最爱的阳明山，可欣赏清新的自然风光，可登高远眺台北全貌。从北投可坐公车直达国家公园，4月份海芋花开，纯美极致。",
        "name": "阳明山国家公园",
        "city_id": "617",
        "lat": "25.1943798065186",
        "lng": "121.560508728027",
        "level": "4"
    },
    {
        "id": "1531",
        "detail": "以“永康公园”为中心，不仅聚集了许多台湾小吃与餐厅，还有不少异国美食。邻近大安森林公园，夜晚或假日往往吸引许多人潮前来。区域内住宿价位适中，满足吃货的需求。",
        "name": "永康商圈",
        "city_id": "617",
        "lat": "25.0334033966064",
        "lng": "121.529594421387",
        "level": "4"
    },
    {
        "id": "1532",
        "detail": "惯称为东区，是台北市中心最热闹之商业区，东区捷运系统与公车路线星罗棋布，百货公司、餐厅林立，所有的名牌服饰或连锁店的总店，几乎各种便利。区域内多民宿青旅，适合青年游客。",
        "name": "忠孝敦化商圈",
        "city_id": "617",
        "lat": "25.0415153503418",
        "lng": "121.548835754395",
        "level": "4"
    },
    {
        "id": "1533",
        "detail": "临近信义威秀、101购物中心等信义商圈，属于交通枢纽带，辐射面极广。",
        "name": "临江夜市商圈",
        "city_id": "617",
        "lat": "25.027660369873",
        "lng": "121.553558349609",
        "level": "4"
    },
    {
        "id": "1534",
        "detail": "结合娱乐、科技、艺术于一体，是台北市的新地标，靠近台北101大楼。夜间有炫丽的灯光表演，是台北夜空最美丽的宝石。梦幻的音乐旋转木马游乐设施，让空气中更充满温馨感，情侣游客不可错过。",
        "name": "美丽华摩天轮",
        "city_id": "617",
        "lat": "25.082857131958",
        "lng": "121.557266235352",
        "level": "4"
    },
    {
        "id": "1535",
        "detail": "唯一拥有上、下层展厅、可规划 2,467个标准摊位的大型专业展览馆。不仅展示面积为台北世贸展览大楼的两倍大，周边餐饮交通设施便利。",
        "name": "南港展览馆",
        "city_id": "617",
        "lat": "25.05686378479",
        "lng": "121.618087768555",
        "level": "4"
    },
    {
        "id": "1536",
        "detail": "因位于台北城的西北方，光复后即以“宁夏”为名。汇聚许多传统台湾小吃，充分展现大稻埕的古早风味，此外大陆的美食在这里也能找得到，适合吃货。贯穿地铁和非常密集的公车线路，出行方便。",
        "name": "宁夏夜市",
        "city_id": "617",
        "lat": "25.0655612945557",
        "lng": "121.51424407959",
        "level": "4"
    },
    {
        "id": "1537",
        "detail": "台北第一家观光夜市，也是最受欢迎的夜市之一。美味诱人的上百家小吃摊贩，是饶河夜市最诱人的地方。区域内酒店价位适中。",
        "name": "饶河街观光夜市",
        "city_id": "617",
        "lat": "25.0508785247803",
        "lng": "121.577522277832",
        "level": "4"
    },
    {
        "id": "1538",
        "detail": "距离市中心相对偏，但捷运直达，出行挺方便。有吃货不可错过的士林夜市，有文艺青年一直向往的台北故宫博物院。林森北路酒店多，中高端档次适合追求逼格的你。",
        "name": "士林观光夜市",
        "city_id": "617",
        "lat": "25.0865421295166",
        "lng": "121.525344848633",
        "level": "4"
    },
    {
        "id": "1539",
        "detail": "是一座多功能的工商服务展演设施，已成为台北的重要景点之一。毗邻的台北国际会议中心、台北君悦大饭店、台北国际贸易大楼，合称“世贸四合一建筑”。交通便捷汇集高中低档酒店，满足不同需求。",
        "name": "世贸中心展览中心",
        "city_id": "617",
        "lat": "25.0334434509277",
        "lng": "121.560760498047",
        "level": "4"
    },
    {
        "id": "1540",
        "detail": "位于台北市中心地带，机能健全交通便利。是台北市早期发展的商圈之一。区域内日商公司较为集中，酒店价格适中，特别适合买买买的游客。",
        "name": "松江南京商圈",
        "city_id": "617",
        "lat": "25.0523014068604",
        "lng": "121.533088684082",
        "level": "4"
    },
    {
        "id": "1541",
        "detail": "位于台北市信义区，是较大的交通枢纽，客运、捷运、还有市内公交车都特别便利。 周边高中酒店适合高逼格用户。",
        "name": "松山火车站地区",
        "city_id": "617",
        "lat": "25.04931640625",
        "lng": "121.578132629395",
        "level": "4"
    },
    {
        "id": "1542",
        "detail": "属大众消费档次的生活商业圈，轨道交通去往任何地方都很给力。街巷之内有很多平民小食铺，兜兜逛逛，会发现很多神秘的美食。",
        "name": "松山机场地区",
        "city_id": "617",
        "lat": "25.0675735473633",
        "lng": "121.552719116211",
        "level": "4"
    },
    {
        "id": "1543",
        "detail": "类似北京的798创意园区，平时入园是不用門票的，只有一些特別的展区时，才需要购票进入展出区域。周边酒店价位适中适合文艺的你。",
        "name": "松山文创园区",
        "city_id": "617",
        "lat": "25.044095993042",
        "lng": "121.560897827148",
        "level": "4"
    },
    {
        "id": "1544",
        "detail": "中国大型综合性博物馆、台湾规模最大的博物馆，也是中国三大博物馆之一，研究古代中国艺术史和汉学重镇。台北故宫不可以拍照哦，周边酒店价位适中，适合文艺青年。",
        "name": "台北故宫",
        "city_id": "617",
        "lat": "25.0995044708252",
        "lng": "121.552223205566",
        "level": "4"
    },
    {
        "id": "1545",
        "detail": "交通枢纽集中地，人文景点慢慢游。 这里有热闹的台北车站商圈，出行便捷，生活舒心。 住宿种类齐全，有实惠的小型商旅，也有价格不菲的奢华酒店。",
        "name": "台北火车站地区",
        "city_id": "617",
        "lat": "25.0518054962158",
        "lng": "121.513526916504",
        "level": "4"
    },
    {
        "id": "1546",
        "detail": "一路穿越指南、猫空山区，居高临下，可以饱览景美溪、动物园、猫空的山光美景，还可以远眺101大楼及台北的夜景，天气好时可欣赏山泉瀑布，下雨过后，满山云雾缭绕。 住宿种类齐全，价格适中",
        "name": "台北猫空缆车",
        "city_id": "617",
        "lat": "24.982328414917",
        "lng": "121.584205627441",
        "level": "4"
    },
    {
        "id": "1547",
        "detail": "位于台北市南京东路和敦化北路的交接口，是提升台北市健康形象和国际化的重要地标。周边交通便利，多运动竞技、展览、艺术表演、演唱会、集会等大型活动，住宿种类齐全，适合追星族。",
        "name": "台北小巨蛋",
        "city_id": "617",
        "lat": "25.0508480072021",
        "lng": "121.549926757813",
        "level": "4"
    },
    {
        "id": "1548",
        "detail": "自由广场，原名中正广场，位于台北市中心地区，广场总面积达25万平方米。是台湾地区的公共活动广场，大型活动广场、艺文表演中心，也是台湾著名的旅游胜地。周边公寓较多，居住环境不错。",
        "name": "台北自由广场",
        "city_id": "617",
        "lat": "25.0367126464844",
        "lng": "121.517707824707",
        "level": "4"
    },
    {
        "id": "1549",
        "detail": "早期为外侨与外国人聚集的住宅区，台北美国学校与日侨学校皆设立于此，故街道常见外语招牌与个性店家，异国风味浓厚，近年来已成为台北市流行与美食的指标地，适合时髦年轻的游客。",
        "name": "天母商圈",
        "city_id": "617",
        "lat": "25.1185550689697",
        "lng": "121.529899597168",
        "level": "4"
    },
    {
        "id": "1550",
        "detail": "成千家的成衣业者聚集在此区域，是台北最大的成衣批发市场，吸引不少年轻族群前來血拼。當购物欲望心血來潮的時候，周边交通便利，住宿较为便宜，想购物却又不想荷包失血，这里是最适合去的地方",
        "name": "五分埔商圈",
        "city_id": "617",
        "lat": "25.0419330596924",
        "lng": "121.585273742676",
        "level": "4"
    },
    {
        "id": "1551",
        "detail": "位于人民广场路段的繁华商圈，商场林立",
        "name": "百利广场",
        "city_id": "692",
        "lat": "21.8605117797852",
        "lng": "111.971572875977",
        "level": "4"
    },
    {
        "id": "1552",
        "detail": "位于十里银滩的起点，靠近南海一号博物馆",
        "name": "保利银滩",
        "city_id": "692",
        "lat": "21.5826549530029",
        "lng": "111.88249206543",
        "level": "4"
    },
    {
        "id": "1553",
        "detail": "城南发展的中心地段，毗邻阳江高铁站",
        "name": "城南新都汇时代广场",
        "city_id": "692",
        "lat": "21.8362979888916",
        "lng": "111.977973937988",
        "level": "4"
    },
    {
        "id": "1554",
        "detail": "位于阳东东平渔港，蛋家文化浓郁",
        "name": "东平珍珠湾",
        "city_id": "692",
        "lat": "21.7497577667236",
        "lng": "112.214920043945",
        "level": "4"
    },
    {
        "id": "1555",
        "detail": "设有合山温泉景区、合山机场",
        "name": "合山镇",
        "city_id": "692",
        "lat": "21.9698085784912",
        "lng": "112.137504577637",
        "level": "4"
    },
    {
        "id": "1556",
        "detail": "位于十里银滩，是高铁城轨的中转站",
        "name": "恒大海上夏威夷",
        "city_id": "692",
        "lat": "21.6155834197998",
        "lng": "111.929702758789",
        "level": "4"
    },
    {
        "id": "1557",
        "detail": "阳东商业旺地，新开发的京源城以及星港汇",
        "name": "京源城星港汇",
        "city_id": "692",
        "lat": "21.8602867126465",
        "lng": "112.022590637207",
        "level": "4"
    },
    {
        "id": "1558",
        "detail": "阳东客运站枢纽中心地带，交通便捷",
        "name": "阳东客运站",
        "city_id": "692",
        "lat": "21.8814220428467",
        "lng": "112.014442443848",
        "level": "4"
    },
    {
        "id": "1559",
        "detail": "位于阳江粤运汽车总站的繁华商，人流密集",
        "name": "阳江粤运总站地区",
        "city_id": "692",
        "lat": "21.8881092071533",
        "lng": "111.968391418457",
        "level": "4"
    },
    {
        "id": "1560",
        "detail": "位于鸳鸯湖畔的繁华商圈",
        "name": "鸳鸯湖",
        "city_id": "692",
        "lat": "21.8659915924072",
        "lng": "111.998374938965",
        "level": "4"
    },
    {
        "id": "1561",
        "detail": "国家5A级旅游景区，设有大角湾水上乐园",
        "name": "闸坡",
        "city_id": "692",
        "lat": "21.5682945251465",
        "lng": "111.843841552734",
        "level": "4"
    },
    {
        "id": "1562",
        "detail": "位于十里银滩的尽头，靠近红树林湿地公园",
        "name": "敏捷黄金海岸",
        "city_id": "692",
        "lat": "21.6190719604492",
        "lng": "111.953025817871",
        "level": "4"
    },
    {
        "id": "1563",
        "detail": "平冈镇中心地带，交通方便",
        "name": "平冈镇",
        "city_id": "692",
        "lat": "21.7547302246094",
        "lng": "111.90013885498",
        "level": "4"
    },
    {
        "id": "1564",
        "detail": "爱河源于高雄县仁武乡的八卦寮埤潭，是农田灌溉渠道；爱河流经左营、三民、鼓山、盐埕、前金、苓雅等区而注入高雄港第一港口，主流全长约12公里，流经高雄市区约10.5公 里，为高雄市的生命之河。",
        "name": "爱河",
        "city_id": "720",
        "lat": "22.626974105835",
        "lng": "120.289154052734",
        "level": "4"
    },
    {
        "id": "1565",
        "detail": "驳二艺术区、盐埕埔站",
        "name": "驳二艺术区/盐埕埔站",
        "city_id": "720",
        "lat": "22.6218795776367",
        "lng": "120.282958984375",
        "level": "4"
    },
    {
        "id": "1566",
        "detail": "大高雄区",
        "name": "大高雄区",
        "city_id": "720",
        "lat": "22.8681411743164",
        "lng": "120.489364624023",
        "level": "4"
    },
    {
        "id": "1567",
        "detail": "凤山",
        "name": "凤山",
        "city_id": "720",
        "lat": "22.631031036377",
        "lng": "120.357597351074",
        "level": "4"
    },
    {
        "id": "1568",
        "detail": "高雄火车站",
        "name": "高雄火车站地区",
        "city_id": "720",
        "lat": "22.6398124694824",
        "lng": "120.30207824707",
        "level": "4"
    },
    {
        "id": "1569",
        "detail": "高雄巨蛋、瑞丰夜市",
        "name": "高雄巨蛋/瑞丰夜市",
        "city_id": "720",
        "lat": "22.66575050354",
        "lng": "120.300170898438",
        "level": "4"
    },
    {
        "id": "1570",
        "detail": "西子湾的位置在高雄市的西隅，位于高雄市西侧，高雄港旁、万寿山西南端的山麓下，距市中心车程约二十分钟。",
        "name": "西子湾",
        "city_id": "720",
        "lat": "22.62424659729",
        "lng": "120.269454956055",
        "level": "4"
    },
    {
        "id": "1571",
        "detail": "小港机场",
        "name": "小港机场",
        "city_id": "720",
        "lat": "22.5663928985596",
        "lng": "120.353080749512",
        "level": "4"
    },
    {
        "id": "1572",
        "detail": "义大世界、佛光山",
        "name": "义大世界/佛光山",
        "city_id": "720",
        "lat": "22.7291145324707",
        "lng": "120.405990600586",
        "level": "4"
    },
    {
        "id": "1573",
        "detail": "左营高铁",
        "name": "左营高铁",
        "city_id": "720",
        "lat": "22.6873474121094",
        "lng": "120.309616088867",
        "level": "4"
    },
    {
        "id": "1574",
        "detail": "六合夜市",
        "name": "六合夜市/美麗島捷運站",
        "city_id": "720",
        "lat": "22.6314277648926",
        "lng": "120.301879882813",
        "level": "4"
    },
    {
        "id": "1575",
        "detail": "美术馆",
        "name": "美术馆",
        "city_id": "720",
        "lat": "22.6570262908936",
        "lng": "120.288391113281",
        "level": "4"
    },
    {
        "id": "1576",
        "detail": "梦时代、金钻夜市",
        "name": "梦时代/金钻夜市",
        "city_id": "720",
        "lat": "22.594970703125",
        "lng": "120.308860778809",
        "level": "4"
    },
    {
        "id": "1577",
        "detail": "旗津",
        "name": "旗津",
        "city_id": "720",
        "lat": "22.6130256652832",
        "lng": "120.268516540527",
        "level": "4"
    },
    {
        "id": "1578",
        "detail": "三多商圈，五福商圈",
        "name": "三多商圈/五福商圈",
        "city_id": "720",
        "lat": "22.6142559051514",
        "lng": "120.304908752441",
        "level": "4"
    },
    {
        "id": "1579",
        "detail": "文化中心",
        "name": "文化中心",
        "city_id": "720",
        "lat": "22.627857208252",
        "lng": "120.315612792969",
        "level": "4"
    },
    {
        "id": "1580",
        "detail": "本地域包含光谷广场、沃尔玛、中商等大型购物中心，同时也是新城区与老城区的临界点，是重要的经济中心",
        "name": "中心花坛—潜山步行街",
        "city_id": "937",
        "lat": "29.8329048156738",
        "lng": "114.34196472168",
        "level": "4"
    },
    {
        "id": "1581",
        "detail": "本区域包含咸宁潜山国家深林公园、三江温泉度假区、瑶池温泉、碧桂园温泉等，是咸宁著名度假胜地。",
        "name": "潜山温泉区",
        "city_id": "937",
        "lat": "29.8227214813232",
        "lng": "114.334815979004",
        "level": "4"
    },
    {
        "id": "1582",
        "detail": "本区域包含市政府、行政中心、博物馆、高铁站、人民医院、科技学院等重要地标建筑。是咸宁重要政治文化中心",
        "name": "市政府新区",
        "city_id": "937",
        "lat": "29.8471221923828",
        "lng": "114.328964233398",
        "level": "4"
    },
    {
        "id": "1583",
        "detail": "江夏大学城 藏龙岛 梁子湖位于享有 楚天首县 之美誉的江夏区，区内遍布湖北经济学院、美院、城建学院、武汉传媒学院、体院、和武汉商贸学院等知名高校，书香气息浓郁。",
        "name": "江夏大学城/藏龙岛/梁子湖",
        "city_id": "477",
        "lat": "30.3752727508545",
        "lng": "114.330352783203",
        "level": "4"
    },
    {
        "id": "1584",
        "detail": "位于宣州区中心地段，是宣城第一商圈，叠嶂路地标建筑。",
        "name": "国购广场/宣城站",
        "city_id": "1006",
        "lat": "30.9514255523682",
        "lng": "118.761947631836",
        "level": "4"
    },
    {
        "id": "1585",
        "detail": "慈湖东路以东的区域。",
        "name": "东部区域",
        "city_id": "1024",
        "lat": "31.6710147857666",
        "lng": "118.575103759766",
        "level": "4"
    },
    {
        "id": "1586",
        "detail": "该区域为商业金融中心活跃集中区域，南至九华东路；东到慈湖河路；西到红旗路，北至银杏大道。",
        "name": "马鞍山市中心",
        "city_id": "1024",
        "lat": "31.6898899078369",
        "lng": "118.500717163086",
        "level": "4"
    },
    {
        "id": "1587",
        "detail": "铁岭站位于中国辽宁省铁岭市银州区，于1900年启用，为沈阳铁路局沈阳车务段管辖的二等站。2011年底，改造后的铁岭站正式投入使用。候车区分布在一、二楼，共三个候车室，共设600余个",
        "name": "铁岭火车站地区",
        "city_id": "1048",
        "lat": "42.2969512939453",
        "lng": "123.850662231445",
        "level": "4"
    },
    {
        "id": "1588",
        "detail": "中国最大的造船厂之一，是中国唯一核潜艇总装厂。",
        "name": "渤海造船厂",
        "city_id": "1050",
        "lat": "40.7196998596191",
        "lng": "121.002799987793",
        "level": "4"
    },
    {
        "id": "1589",
        "detail": "位于葫芦岛市龙湾新区大街中心转盘，是标志性建筑之一。",
        "name": "飞天广场/百大新超市",
        "city_id": "1050",
        "lat": "40.7273101806641",
        "lng": "120.856262207031",
        "level": "4"
    },
    {
        "id": "1590",
        "detail": "隶属于中国铁路沈阳局集团，是秦沈客运专线。",
        "name": "葫芦岛北站及周边",
        "city_id": "1050",
        "lat": "40.7487602233887",
        "lng": "120.770027160645",
        "level": "4"
    },
    {
        "id": "1591",
        "detail": "隶属于中国铁路沈阳局集团，现为沈山线上重要的二等站。",
        "name": "葫芦岛火车站/友谊商城",
        "city_id": "1050",
        "lat": "40.7604370117188",
        "lng": "120.875556945801",
        "level": "4"
    },
    {
        "id": "1592",
        "detail": "辽西地区仅次于锦州客运总站的客运交通枢纽站。",
        "name": "客运站地区",
        "city_id": "1050",
        "lat": "40.7403717041016",
        "lng": "120.888961791992",
        "level": "4"
    },
    {
        "id": "1593",
        "detail": "龙湾海滨海岸线长3000多米，国家4A级风景区。",
        "name": "龙湾海滨",
        "city_id": "1050",
        "lat": "40.6877403259277",
        "lng": "120.842704772949",
        "level": "4"
    },
    {
        "id": "1594",
        "detail": "聊城南重点区域，贯穿聊城大学东西校区。",
        "name": "聊城大学/姜堤乐园",
        "city_id": "1071",
        "lat": "36.4340515136719",
        "lng": "116.001388549805",
        "level": "4"
    },
    {
        "id": "1595",
        "detail": "涵盖菏泽学院，菏泽职业学院，齐鲁工业大学三大校区，曹州牡丹园，百花园，古今园三大赏花景点，游客以及学生群体较大",
        "name": "菏泽学院/大学城/牡丹园",
        "city_id": "1074",
        "lat": "35.2750358581543",
        "lng": "115.470687866211",
        "level": "4"
    },
    {
        "id": "1596",
        "detail": "城区是山西省晋城市市辖区，位于山西省东南部，晋豫之交，为晋城市腹心地带。史称“河东屏翰、冀南雄镇”。城区由原1948年的晋城城关区改制而来，古称凤台、丹川等，清时为泽州府府治所在地",
        "name": "城区/国贸广场/人民广场",
        "city_id": "1092",
        "lat": "35.5131034851074",
        "lng": "112.866653442383",
        "level": "4"
    },
    {
        "id": "1597",
        "detail": "晋城经济技术开发区，始建于1992年8月，是经山西省政府正式批准的省级开发区。开发区辖区总面积约9平方公里，总规划面积4平方公里。这里西邻市区，东侧太焦铁路纵贯全区南北，东南207",
        "name": "富士康工业园/开发区/客运东站",
        "city_id": "1092",
        "lat": "35.5218200683594",
        "lng": "112.917625427246",
        "level": "4"
    },
    {
        "id": "1598",
        "detail": "地处广东省茂名市电白区滨海新区南海之滨",
        "name": "博贺镇",
        "city_id": "1105",
        "lat": "21.4940967559814",
        "lng": "111.238739013672",
        "level": "4"
    },
    {
        "id": "1599",
        "detail": "滨海新区东南沿海，是历史悠久的文化名城",
        "name": "电城镇",
        "city_id": "1105",
        "lat": "21.5206413269043",
        "lng": "111.304153442383",
        "level": "4"
    },
    {
        "id": "1600",
        "detail": "茂名最新的热点商业地段，商业聚集地",
        "name": "东汇城文化广场",
        "city_id": "1105",
        "lat": "21.666482925415",
        "lng": "110.949058532715",
        "level": "4"
    },
    {
        "id": "1601",
        "detail": "自然风光秀丽，有山的雄伟，又有海的壮观",
        "name": "放鸡岛",
        "city_id": "1105",
        "lat": "21.3862266540527",
        "lng": "111.194938659668",
        "level": "4"
    },
    {
        "id": "1602",
        "detail": "毗邻茂名河西汽车站，交通便捷",
        "name": "河西客运站",
        "city_id": "1105",
        "lat": "21.6729793548584",
        "lng": "110.905578613281",
        "level": "4"
    },
    {
        "id": "1603",
        "detail": "茂名中心地段的繁华商圈，人流密集",
        "name": "华侨城",
        "city_id": "30",
        "lat": "21.6638202667236",
        "lng": "110.92992401123",
        "level": "4"
    },
    {
        "id": "1604",
        "detail": "毗邻茂名火车站，交通方便，环境舒适",
        "name": "开发区凯都购物广场",
        "city_id": "1105",
        "lat": "21.6417675018311",
        "lng": "110.928695678711",
        "level": "4"
    },
    {
        "id": "1605",
        "detail": "毗邻广东石油化工学院，地处高等教育商圈",
        "name": "壹加壹购物广场",
        "city_id": "1105",
        "lat": "21.6805820465088",
        "lng": "110.931259155273",
        "level": "4"
    },
    {
        "id": "1606",
        "detail": "度假区旅游配套设施齐全，交通方便",
        "name": "中国第一滩",
        "city_id": "1105",
        "lat": "21.459493637085",
        "lng": "111.054565429688",
        "level": "4"
    },
    {
        "id": "1607",
        "detail": "有御水古温泉景区",
        "name": "麻岗镇",
        "city_id": "1105",
        "lat": "21.5399379730225",
        "lng": "111.190452575684",
        "level": "4"
    },
    {
        "id": "1608",
        "detail": "位于茂名交通枢纽中心，有茂名火车站、茂名中心客运站",
        "name": "茂名火车站人民广场",
        "city_id": "1105",
        "lat": "21.6490077972412",
        "lng": "110.934471130371",
        "level": "4"
    },
    {
        "id": "1609",
        "detail": "中国龟鳖养殖第一镇，养龟业的集散地",
        "name": "沙琅镇",
        "city_id": "1105",
        "lat": "21.7824802398682",
        "lng": "111.22802734375",
        "level": "4"
    },
    {
        "id": "1610",
        "detail": "位于南海之滨，是电白区政治、经济、文化中心和中心镇",
        "name": "水东镇",
        "city_id": "1105",
        "lat": "21.5173835754395",
        "lng": "111.009254455566",
        "level": "4"
    },
    {
        "id": "1611",
        "detail": "大学城区域位于日照市区北部，多所高校建立此地。东临海，北临山，气候适宜，风景旖旎。",
        "name": "大学城",
        "city_id": "4",
        "lat": "35.4581527709961",
        "lng": "119.541633605957",
        "level": "4"
    },
    {
        "id": "1612",
        "detail": "商圈位于日照CBD，吃喝玩乐一体化，全家庭一站式购物中心",
        "name": "华润万象汇",
        "city_id": "1106",
        "lat": "35.4265060424805",
        "lng": "119.539054870605",
        "level": "4"
    },
    {
        "id": "1613",
        "detail": "该区域是日照市黄金海岸线上旅游资源丰富，发展前景看好的新兴度假区域。度假区紧靠大海，有一个天然的优质海水浴场，沙质松软、宽阔平缓、无暗流或险流，是一个自然条件优越，干净卫生、无任何污染的天然海水浴场。",
        "name": "渔家民俗旅游度假区",
        "city_id": "",
        "lat": "35.4949378967285",
        "lng": "119.613494873047",
        "level": "4"
    },
    {
        "id": "1614",
        "detail": "岚山经济开发区濒临黄海，位于日照市南部与江苏省交界处，欧亚大陆桥最东端。境内有岚山港、岚山渔港两个国家一类开放港口，坪岚铁路、同三高速公路、204国道纵贯区内。开发区基础设施配套齐全，文化教育、医疗卫生等社会事业发展较快，口岸涉外查验机构健全。",
        "name": "岚山经济开发区",
        "city_id": "1106",
        "lat": "35.1243629455566",
        "lng": "119.323722839355",
        "level": "4"
    },
    {
        "id": "1615",
        "detail": "属于日照老城区，长途汽车总站，商业繁华。",
        "name": "汽车总站/海曲公园",
        "city_id": "",
        "lat": "35.4282875061035",
        "lng": "119.460090637207",
        "level": "4"
    },
    {
        "id": "1616",
        "detail": "日照港区位于市区东南角，日照港是天然良港，进出口船只往来于此，商贾繁荣。",
        "name": "日照港",
        "city_id": "1106",
        "lat": "35.3725624084473",
        "lng": "119.563621520996",
        "level": "4"
    },
    {
        "id": "1617",
        "detail": "该公园地处黄海之滨，海岸线7公里，沙滩平缓细软，海水清澈洁净，是中国北方少有的天然海滨浴场。",
        "name": "日照国家森林公园",
        "city_id": "1106",
        "lat": "35.543529510498",
        "lng": "119.629447937012",
        "level": "4"
    },
    {
        "id": "1618",
        "detail": "商圈为铁路交通枢纽，连接各大景区，是东港区旅客中心集散地",
        "name": "日照火车站地区",
        "city_id": "1106",
        "lat": "35.4106788635254",
        "lng": "119.540313720703",
        "level": "4"
    },
    {
        "id": "1619",
        "detail": "山海天浴场是日照市第三海水浴场，紧邻王家皂民俗旅游度假村，环境优美。",
        "name": "山海天浴场",
        "city_id": "1106",
        "lat": "35.4536437988281",
        "lng": "119.585418701172",
        "level": "4"
    },
    {
        "id": "1620",
        "detail": "日照新市区，市政府机关单位集中区域。",
        "name": "市政府（新市区中心）",
        "city_id": "1106",
        "lat": "35.4227180480957",
        "lng": "119.533302307129",
        "level": "4"
    },
    {
        "id": "1621",
        "detail": "区内自然景观与人文景观有机结合，蓝天、绿地、碧海、金沙滩是其最好的写照，更伴有“日出初光先照”之美誉。",
        "name": "万平口风景区、东夷小镇地区",
        "city_id": "1106",
        "lat": "35.414867401123",
        "lng": "119.573364257813",
        "level": "4"
    },
    {
        "id": "1622",
        "detail": "包含玉林第一人民医院、玉林师范学院、广西玉林市建材市场",
        "name": "玉林第一人民医院商圈",
        "city_id": "1113",
        "lat": "22.6423110961914",
        "lng": "110.162071228027",
        "level": "4"
    },
    {
        "id": "1623",
        "detail": "包含玉林国际会展中心，玉林大润发，银丰广场，玉林市银丰国际中药港专业市场",
        "name": "玉林国际会展中心-玉林大润发",
        "city_id": "1113",
        "lat": "22.6243553161621",
        "lng": "110.172874450684",
        "level": "4"
    },
    {
        "id": "1624",
        "detail": "包含玉林汽车总站，南城百货，云天文化城，玉林人民公园",
        "name": "玉林汽车总站-市中心",
        "city_id": "1113",
        "lat": "22.6333694458008",
        "lng": "110.150115966797",
        "level": "4"
    },
    {
        "id": "1625",
        "detail": "包含玉林文化广场、广西玉林农业学校、玉林市政府、玉林市红十字会医院、玉林凤凰岭公园",
        "name": "玉林文化广场",
        "city_id": "1113",
        "lat": "22.6488132476807",
        "lng": "110.179588317871",
        "level": "4"
    },
    {
        "id": "1626",
        "detail": "白城师范学院",
        "name": "大学城",
        "city_id": "4",
        "lat": "45.6264839172363",
        "lng": "122.823280334473",
        "level": "4"
    },
    {
        "id": "1627",
        "detail": "交通枢纽",
        "name": "火车站",
        "city_id": "100",
        "lat": "45.6300010681152",
        "lng": "122.875442504883",
        "level": "4"
    },
    {
        "id": "1628",
        "detail": "城南新区为荆门新兴的商业区，是近年来逐步完善的商业区。",
        "name": "城南新区商圈",
        "city_id": "1121",
        "lat": "31.0048179626465",
        "lng": "112.20817565918",
        "level": "4"
    },
    {
        "id": "1629",
        "detail": "荆门站是焦柳铁路上的车站，焦柳线与长荆线在此交汇。",
        "name": "荆门火车站商圈",
        "city_id": "1121",
        "lat": "31.0569438934326",
        "lng": "112.218276977539",
        "level": "4"
    },
    {
        "id": "1630",
        "detail": "荆门万达广场位于荆门市掇刀区是集购物、餐饮、文化、娱乐、商务、休闲等多功能于一体的城市综合体。",
        "name": "荆门万达商圈",
        "city_id": "1121",
        "lat": "30.9892730712891",
        "lng": "112.192108154297",
        "level": "4"
    },
    {
        "id": "1631",
        "detail": "中天街位于东宝区，是荆门商业、经济中心。",
        "name": "中天街商圈",
        "city_id": "1121",
        "lat": "31.0354442596436",
        "lng": "112.209190368652",
        "level": "4"
    },
    {
        "id": "1632",
        "detail": "市中心区",
        "name": "乌海市中心",
        "city_id": "",
        "lat": "39.5051612854004",
        "lng": "106.722030639648",
        "level": "4"
    },
    {
        "id": "1633",
        "detail": "包含火车站，客运中心，右江区迎龙中学，百色起义纪念公园，百色起义纪念碑园",
        "name": "百色火车站地区",
        "city_id": "1140",
        "lat": "23.891902923584",
        "lng": "106.671028137207",
        "level": "4"
    },
    {
        "id": "1634",
        "detail": "包含百色学院，百色市政府，百色实验小学",
        "name": "百色学院-百色市政府",
        "city_id": "1140",
        "lat": "23.8967189788818",
        "lng": "106.614334106445",
        "level": "4"
    },
    {
        "id": "1635",
        "detail": "包含园博园，百色体育中心，教育局",
        "name": "百色园博园-百色体育中心",
        "city_id": "1140",
        "lat": "23.8844718933105",
        "lng": "106.62419128418",
        "level": "4"
    },
    {
        "id": "1636",
        "detail": "黄龙溪古镇位于双流区西南，是一个风景优美、历史悠久并拥有浓厚文化底蕴的川西水上古镇。镇内清代风格的街肆建筑保存完好，古镇特色有：古街、古树、古庙、古水陆码头、古建筑和古朴的民风。",
        "name": "黄龙溪古镇附近地区",
        "city_id": "28",
        "lat": "30.3250293731689",
        "lng": "103.984100341797",
        "level": "4"
    },
    {
        "id": "1637",
        "detail": "隶属沈阳铁路局管辖，现为一等站。沈丹铁路（沈阳—丹东）、辽溪铁路（辽阳—本溪）、溪田铁路（本溪—田师府）、沈丹客运专线(沈阳南——丹东）交汇于此。本溪火车站位于辽宁省本溪市平山区解",
        "name": "本溪火车站地区",
        "city_id": "1155",
        "lat": "41.3010864257813",
        "lng": "123.76537322998",
        "level": "4"
    },
    {
        "id": "1638",
        "detail": "本溪平顶山森林公园位于本溪市区东南端。属长白山脉余脉，海拔661.2米，是市区的最高点，山势巍峨雄伟，是一座典型的桌状山。平顶山是本溪山水城市的标志之一。",
        "name": "本溪平顶山森林公园",
        "city_id": "1155",
        "lat": "41.2730026245117",
        "lng": "123.793342590332",
        "level": "4"
    },
    {
        "id": "1639",
        "detail": "本溪水洞风景名胜区位于中国辽宁省本溪市东郊，距市中心26公里。本溪水洞是目前发现的世界第一长的地下充水溶洞",
        "name": "本溪水洞",
        "city_id": "1155",
        "lat": "41.3085479736328",
        "lng": "124.09033203125",
        "level": "4"
    },
    {
        "id": "1640",
        "detail": "本溪市长途客运站，汇集本溪发往周边各长途巴士，平山区解放北路166号。",
        "name": "本溪长途客运中心站",
        "city_id": "1155",
        "lat": "41.31787109375",
        "lng": "123.778861999512",
        "level": "4"
    },
    {
        "id": "1641",
        "detail": "关门山风景区，属长白山系千山余脉，景区面积三十余平方公里，境内山峰峻秀、沟幽谷深、动植物种类繁多。2004年景区顺利通过国家“AAAA”级旅游景区评定。",
        "name": "关门山风景区",
        "city_id": "1155",
        "lat": "41.1339302062988",
        "lng": "124.150672912598",
        "level": "4"
    },
    {
        "id": "1642",
        "detail": "位于沈丹高速公路小堡收费站的一座本溪标志性建筑已赫然耸立，“山鹰”振翅欲飞之状已呈现在人们眼前。这就是由市政府投资1.2亿元组织建设的重点项目——本溪市体育馆。",
        "name": "体育馆",
        "city_id": "1155",
        "lat": "41.3204917907715",
        "lng": "123.822486877441",
        "level": "4"
    },
    {
        "id": "1643",
        "detail": "盐城宝龙城市广场位于市政府行政中心西北面，青年路以南、迎宾路以东。3公里半径内涵盖老市区及新城区，地理位置十分优越。",
        "name": "宝龙城市广场",
        "city_id": "",
        "lat": "33.3668251037598",
        "lng": "120.160018920898",
        "level": "4"
    },
    {
        "id": "1644",
        "detail": "大丰区市中心区域",
        "name": "大丰区永泰广场",
        "city_id": "1200",
        "lat": "33.2058143615723",
        "lng": "120.469787597656",
        "level": "4"
    },
    {
        "id": "1645",
        "detail": "江苏大丰麋鹿国家级自然保护区是世界占地面积最大的麋鹿自然保护区，拥有世界最大的野生麋鹿种群，建立了世界最大的麋鹿基因库。保护区接待了来自40多个国家近100万人次的游客，其中国内外",
        "name": "大丰区中华麋鹿园",
        "city_id": "1200",
        "lat": "32.9973831176758",
        "lng": "120.822891235352",
        "level": "4"
    },
    {
        "id": "1646",
        "detail": "盐城市聚龙湖公园原名内港湖公园，项目总投资3.57亿元，占地面积500余亩。公园位于盐城市主城区新都路和聚亨路之间，公园于2008年初开工，是盐城市城南新区城市中心的核心地块，在原有的地形地貌基础上进行规划改造，湖面占地360余亩，建设有公园水韵舞台、音乐喷泉、九曲栈桥、清风馆、水云轩、飘城新街等10多个景点，最大限度地满足广大市民的观赏娱乐、休闲游览、体育健身的需求。",
        "name": "金鹰购物中心",
        "city_id": "",
        "lat": "33.3464660644531",
        "lng": "120.169738769531",
        "level": "4"
    },
    {
        "id": "1647",
        "detail": "主要是在通榆河以东区域，盐城市亭湖区政府周边，为新的开发区域。",
        "name": "开发区",
        "city_id": "39",
        "lat": "33.370719909668",
        "lng": "120.208068847656",
        "level": "4"
    },
    {
        "id": "1648",
        "detail": "盐城火车站于新长铁路铺建时新建，处于青年东路与范公路交界处，距盐城市中心建军广场约4公里，与盐城汽车客运总站相邻而望，构成了与汽车之间的换乘系统。",
        "name": "盐城火车站地区",
        "city_id": "1200",
        "lat": "33.3881072998047",
        "lng": "120.18083190918",
        "level": "4"
    },
    {
        "id": "1649",
        "detail": "中南世纪城项目南侧将规划有盐城体育全民健身中心、盐城科技园区等；东临串场河风光带，自然而成的河流、湖泊带来生态的居住享受；北侧的盐溏河公园成为项目的休闲景观区。",
        "name": "中南世纪城",
        "city_id": "1200",
        "lat": "33.3264083862305",
        "lng": "120.191314697266",
        "level": "4"
    },
    {
        "id": "1650",
        "detail": "经营业务包含纺织品、家电、鞋帽等等。",
        "name": "东升商厦/营口火车站",
        "city_id": "1300",
        "lat": "40.686767578125",
        "lng": "122.26847076416",
        "level": "4"
    },
    {
        "id": "1651",
        "detail": "现存较为完整的民国时期的大规模寺院建筑群。",
        "name": "楞严寺公园商圈",
        "city_id": "1300",
        "lat": "40.6765975952148",
        "lng": "122.238273620605",
        "level": "4"
    },
    {
        "id": "1652",
        "detail": "营口东站承担营口东部客运货运功能。",
        "name": "营口东站商圈",
        "city_id": "1300",
        "lat": "40.631534576416",
        "lng": "122.433654785156",
        "level": "4"
    },
    {
        "id": "1653",
        "detail": "经教育部批准成立的公办全日制普通本科高等院校。",
        "name": "营口理工学院商圈",
        "city_id": "1300",
        "lat": "40.6381340026855",
        "lng": "122.250450134277",
        "level": "4"
    },
    {
        "id": "1654",
        "detail": "坐拥市府商圈，购物中心建筑面积14万㎡。",
        "name": "万达广场/市府路",
        "city_id": "1300",
        "lat": "40.656005859375",
        "lng": "122.252861022949",
        "level": "4"
    },
    {
        "id": "1655",
        "detail": "介于商业区和火车站之间",
        "name": "奥林匹克文化公园",
        "city_id": "1303",
        "lat": "45.1321029663086",
        "lng": "124.853988647461",
        "level": "4"
    },
    {
        "id": "1656",
        "detail": "交通枢纽",
        "name": "火车站",
        "city_id": "100",
        "lat": "45.1220207214355",
        "lng": "124.830505371094",
        "level": "4"
    },
    {
        "id": "1657",
        "detail": "环境优美的公园",
        "name": "镜湖公园",
        "city_id": "1303",
        "lat": "45.1392211914063",
        "lng": "124.806579589844",
        "level": "4"
    },
    {
        "id": "1658",
        "detail": "繁华商业区",
        "name": "新天地购物广场",
        "city_id": "1303",
        "lat": "45.1889724731445",
        "lng": "124.842155456543",
        "level": "4"
    },
    {
        "id": "1659",
        "detail": "成熟商圈，知名地标，涵盖路北交通枢纽火车站，商业中心德州百货大楼，商业新区万达广场。",
        "name": "德州火车站/新湖中心广场/万达广场/德州百货大楼",
        "city_id": "1370",
        "lat": "37.4555168151855",
        "lng": "116.294929504395",
        "level": "4"
    },
    {
        "id": "1660",
        "detail": "德州开发区区域，市政府职能部门众多，周边配套完备。",
        "name": "德州职业技术学院/德州市政府/澳德乐时代广场",
        "city_id": "1370",
        "lat": "37.4423065185547",
        "lng": "116.365837097168",
        "level": "4"
    },
    {
        "id": "1661",
        "detail": "德州运河经济开发区，以黑马市场为中心，涵盖古运河景区等地标。",
        "name": "古运河景区/黑马市场",
        "city_id": "1370",
        "lat": "37.4566497802734",
        "lng": "116.292091369629",
        "level": "4"
    },
    {
        "id": "1662",
        "detail": "德州高铁新区区域，涵盖中国太阳谷、减河湿地风景区等地标。",
        "name": "京沪高铁德州东站/中国太阳谷",
        "city_id": "1370",
        "lat": "37.4161376953125",
        "lng": "116.46842956543",
        "level": "4"
    },
    {
        "id": "1663",
        "detail": "天衢工业园为德州市北区域，涵盖天衢工业园区、德州学院、天虹广场等众多地标。",
        "name": "天衢工业园/德州学院",
        "city_id": "1370",
        "lat": "37.486213684082",
        "lng": "116.318099975586",
        "level": "4"
    },
    {
        "id": "1664",
        "detail": "红海湾，广东省4A级景区，因夏日晚霞照到海边全是一片红闻名，景色优美。",
        "name": "红海湾遮浪旅游区",
        "city_id": "1436",
        "lat": "22.6653594970703",
        "lng": "115.57666015625",
        "level": "4"
    },
    {
        "id": "1665",
        "detail": "金町湾所在的湾区，拥有7公里原生的更美的海岸线，汕尾港是全国四大渔港之一，具有“百岛十滩九湾”的美称。",
        "name": "金町湾旅游度假区",
        "city_id": "1436",
        "lat": "22.8002452850342",
        "lng": "115.302833557129",
        "level": "4"
    },
    {
        "id": "1666",
        "detail": "汕尾城区，汕尾市里唯一的区，商业最集中的地区",
        "name": "汕尾城区",
        "city_id": "1436",
        "lat": "22.7794494628906",
        "lng": "115.369651794434",
        "level": "4"
    },
    {
        "id": "1667",
        "detail": "榆次经济开发区属省级开发区，总规划面积约223平方公里，将重点培育现代物流、信息、高端智能制造、新能源汽车、新能源、新材料、医药健康、文化数字创意等六大新兴产业。",
        "name": "晋中市开发区商圈",
        "city_id": "1453",
        "lat": "37.7030258178711",
        "lng": "112.717216491699",
        "level": "4"
    },
    {
        "id": "1668",
        "detail": "宿迁城区，是宿迁历史人文经济的中心。项王故里、古黄河公园坐落于此。",
        "name": "宿迁市中心及项王故里地区",
        "city_id": "1472",
        "lat": "33.9631958007813",
        "lng": "118.275260925293",
        "level": "4"
    },
    {
        "id": "1669",
        "detail": "由原洋河新城、郑楼镇、仓集镇组建而成的经济开发新区。",
        "name": "洋河新区",
        "city_id": "1472",
        "lat": "33.7954902648926",
        "lng": "118.374954223633",
        "level": "4"
    },
    {
        "id": "1670",
        "detail": "地处宿迁开发区，拥有骆马湖优美的风景线。",
        "name": "骆马湖及三台山森林公园",
        "city_id": "1472",
        "lat": "34.0564231872559",
        "lng": "118.275321960449",
        "level": "4"
    },
    {
        "id": "1671",
        "detail": "京杭大运河宿迁段东岸，宿迁汽车客运东站坐落于此。",
        "name": "万达广场及京杭运河东岸",
        "city_id": "1472",
        "lat": "33.9468231201172",
        "lng": "118.330780029297",
        "level": "4"
    },
    {
        "id": "1672",
        "detail": "包括：白浪滩，白浪滩风景区",
        "name": "白浪滩-白浪滩风景区",
        "city_id": "1677",
        "lat": "21.547306060791",
        "lng": "108.29866027832",
        "level": "4"
    },
    {
        "id": "1673",
        "detail": "包含防城港北站，防城港湿地公园，龙正中央海洋公园，防城港市政府",
        "name": "防城港北站-防城港湿地公园",
        "city_id": "1677",
        "lat": "21.7199668884277",
        "lng": "108.383605957031",
        "level": "4"
    },
    {
        "id": "1674",
        "detail": "包含防城港站，港口汽车站，桃花湾广场，仙人山公园，桃花湖公园",
        "name": "防城港站-港口汽车站",
        "city_id": "1677",
        "lat": "21.633752822876",
        "lng": "108.368362426758",
        "level": "4"
    },
    {
        "id": "1675",
        "detail": "六安市经济技术开发区，含多个各类型产业园。",
        "name": "经济技术开发区/电子产业园",
        "city_id": "1705",
        "lat": "31.7773246765137",
        "lng": "116.558975219727",
        "level": "4"
    },
    {
        "id": "1676",
        "detail": "崇左市区位于广西西南部，居左江中上游，水陆交通便利，是桂西南地区交通枢纽和商品集散地，也是崇左这座广西最年轻城市的经济、政治、文化中心。",
        "name": "崇左市区",
        "city_id": "1896",
        "lat": "22.4111423492432",
        "lng": "107.35969543457",
        "level": "4"
    },
    {
        "id": "1677",
        "detail": "凭祥，由崇左市代管。地处中国南部，与越南的谅山接壤，素有“祖国南大门”之称，是中国最靠近东盟国家的国际化城市。",
        "name": "凭祥",
        "city_id": "1896",
        "lat": "22.0857543945313",
        "lng": "106.748573303223",
        "level": "4"
    },
    {
        "id": "1678",
        "detail": "硕龙镇位于大新县城西面。地处中越边境，西面与越南国隔河相望，陆地有公路与越南相通，有世界第二大跨国瀑布--德天瀑布。",
        "name": "硕龙",
        "city_id": "1896",
        "lat": "22.8259162902832",
        "lng": "106.82836151123",
        "level": "4"
    },
    {
        "id": "1679",
        "detail": "钦州市年年丰广场为老城区市中心",
        "name": "年年丰中心商业区",
        "city_id": "1899",
        "lat": "21.9723854064941",
        "lng": "108.632545471191",
        "level": "4"
    },
    {
        "id": "1680",
        "detail": "包含钦州东站，钦州市政府，钦州市体育中心，钦南区政府",
        "name": "钦州东站-钦州市政府",
        "city_id": "1899",
        "lat": "21.9851741790771",
        "lng": "108.675163269043",
        "level": "4"
    },
    {
        "id": "1681",
        "detail": "包含钦州港口岸、仙岛公园、钦州港汽车站、钦州港广场",
        "name": "钦州港-钦州港汽车站",
        "city_id": "1899",
        "lat": "21.7449016571045",
        "lng": "108.606971740723",
        "level": "4"
    },
    {
        "id": "1682",
        "detail": "包含钦州站，钦州湾广场，万国商业广场，钦州市外国语学校",
        "name": "钦州湾广场-钦州站",
        "city_id": "1899",
        "lat": "21.9818477630615",
        "lng": "108.6328125",
        "level": "4"
    },
    {
        "id": "1683",
        "detail": "包含钦州学院、广西英华国际职业学院、钦州市职业教育中心、钦州市卫生学校",
        "name": "钦州学院商圈",
        "city_id": "1899",
        "lat": "21.9702033996582",
        "lng": "108.597038269043",
        "level": "4"
    },
    {
        "id": "1684",
        "detail": "包含三娘湾风景区",
        "name": "三娘湾-三娘湾风景区",
        "city_id": "1899",
        "lat": "21.6247978210449",
        "lng": "108.771934509277",
        "level": "4"
    },
    {
        "id": "1685",
        "detail": "石龙区位于中原名城平顶山的西部，韩梁煤田腹地。周边与鲁山、宝丰接壤。她西依伏牛，东望焦枝，北临汝官遗址，南有石人相伴，207国道穿境而过，铁路专线衔焦枝四通八达，公路网拥绿荫纵横交织.属浅山丘陵区，大体为西北东南向岗地，主要河流石龙区贯穿全境，中小型水库7座。属大陆性季风气候，地处暖温带，四季分明。",
        "name": "石龙区",
        "city_id": "3222",
        "lat": "33.899730682373",
        "lng": "112.899208068848",
        "level": "4"
    },
    {
        "id": "1686",
        "detail": "雅安碧峰峡因林木葱茏、四季青碧而得名。在碧峰峡风景区你能呼吸到群山幽谷蕴酿的芳醇空气，寻找到万古犹存的补天遗迹，它象一首空灵的朦胧诗，一幅淡雅的水墨画，等待你去品味，去赏析。",
        "name": "碧峰峡",
        "city_id": "3277",
        "lat": "30.0783786773682",
        "lng": "102.996948242188",
        "level": "4"
    },
    {
        "id": "1687",
        "detail": "雅安市位于川藏、川滇公路交会处，距成都120公里，是四川盆地与青藏高原的结合过渡地带、现代中心城市与原始自然生态区的结合过渡地带，是古南方丝绸之路的门户和必经之路，有“雨城”之称。",
        "name": "雅安市区",
        "city_id": "",
        "lat": "29.9945831298828",
        "lng": "103.008110046387",
        "level": "4"
    },
    {
        "id": "1688",
        "detail": "周公山温泉公园位于风景秀丽，山环水抱的周公山山麓。周公山为游客所熟悉的不是它略现一般的风景，而是这里有“  蜀山第一汤”之称的，开采于地下3000多米的温泉。",
        "name": "周公山温泉",
        "city_id": "3277",
        "lat": "29.9102191925049",
        "lng": "103.046073913574",
        "level": "4"
    },
    {
        "id": "1689",
        "detail": "蒙顶山位于四川省雅安市内，距成都110公里，离雅安市15公里，是国家AAAA级景区",
        "name": "蒙顶山景区及附近地区",
        "city_id": "3277",
        "lat": "30.0729522705078",
        "lng": "103.06209564209",
        "level": "4"
    },
    {
        "id": "1690",
        "detail": "上里镇位于雅安市雨城区北部，距城区27公里，坐落于四县交接之处，东通名山、邛崃，西达芦山、雨城，是四川历史文化名镇，亦是四川省“十大古镇”之一。",
        "name": "上里古镇",
        "city_id": "3277",
        "lat": "30.1816005706787",
        "lng": "103.079177856445",
        "level": "4"
    },
    {
        "id": "1691",
        "detail": "“新竹城隍爷，北港妈祖婆”，在台湾民间信仰里，新竹城隍声威显赫，与北港妈祖的声望不分轩轾。",
        "name": "城隍庙",
        "city_id": "3845",
        "lat": "24.804479598999",
        "lng": "120.965560913086",
        "level": "4"
    },
    {
        "id": "1692",
        "detail": "新竹火车站位于新竹市中华路上，是全台唯一没有招牌的火车站，巴洛克式的古典建筑，深具美感，红砖与石材相间的造型。",
        "name": "新竹火车站",
        "city_id": "3845",
        "lat": "24.8016242980957",
        "lng": "120.971878051758",
        "level": "4"
    },
    {
        "id": "1693",
        "detail": "安平区是台湾台南市三十七个行政区之一，北以盐水溪和安南区为界，东以民权路、中华西路与中西区相邻，南则隔运河与南区毗邻，西为台湾海峡。",
        "name": "安平区",
        "city_id": "3847",
        "lat": "22.9978275299072",
        "lng": "120.174453735352",
        "level": "4"
    },
    {
        "id": "1694",
        "detail": "赤崁楼，或作赤嵌楼、次崁楼，位于台湾台南市的中西区。前身为1653年荷治时期兴建之欧式建筑普罗民遮城（称红毛楼），曾为全岛统治中心，至清代已倾圯，仅留部分残迹。",
        "name": "赤崁楼",
        "city_id": "3847",
        "lat": "22.9970054626465",
        "lng": "120.202453613281",
        "level": "4"
    },
    {
        "id": "1695",
        "detail": "大台南区",
        "name": "大台南区",
        "city_id": "3847",
        "lat": "23.0379772186279",
        "lng": "120.253173828125",
        "level": "4"
    },
    {
        "id": "1696",
        "detail": "花园夜市（官方英语名称：Tainan Flower Night Market），为台湾台南市北区的流动型夜市，每周四、六、日营业。",
        "name": "花园夜市",
        "city_id": "3847",
        "lat": "23.0097599029541",
        "lng": "120.199684143066",
        "level": "4"
    },
    {
        "id": "1697",
        "detail": "台南小西门",
        "name": "小西门",
        "city_id": "34",
        "lat": "22.9867305755615",
        "lng": "120.197052001953",
        "level": "4"
    },
    {
        "id": "1698",
        "detail": "台南梦时代",
        "name": "梦时代",
        "city_id": "3847",
        "lat": "22.9906959533691",
        "lng": "120.234077453613",
        "level": "4"
    },
    {
        "id": "1699",
        "detail": "奇美博物馆由西洋绘画雕塑、乐器、古兵器、自然史、古文物等五个部门组成，馆藏内容丰富多样。",
        "name": "奇美博物馆",
        "city_id": "3847",
        "lat": "22.9347476959229",
        "lng": "120.226089477539",
        "level": "4"
    },
    {
        "id": "1700",
        "detail": "台南车站位于台湾台南市东区，为台湾铁路管理局纵贯线的铁路车站。亦为台湾最西端的车站。",
        "name": "台南火车站",
        "city_id": "3847",
        "lat": "22.9966468811035",
        "lng": "120.212898254395",
        "level": "4"
    },
    {
        "id": "1701",
        "detail": "知本温泉位于台东市西南郊17公里处，隶属于台东县卑南乡，是台东的第一名胜。知本温泉源自于知本溪岸。",
        "name": "知本温泉",
        "city_id": "3848",
        "lat": "22.6930446624756",
        "lng": "121.018180847168",
        "level": "4"
    },
    {
        "id": "1702",
        "detail": "绿岛是个山丘纵横的火山岛，最高点为火烧山，高280公尺，东南临海处多为断崖，西南角是长达10多公里的平原沙滩，西北近海岸区地势低缓，系全岛主要聚落所在。火烧岛名称由来众说纷纭，以清嘉庆年间大火焚岛之说最为大众所相信。",
        "name": "绿岛",
        "city_id": "3848",
        "lat": "22.6590156555176",
        "lng": "121.486015319824",
        "level": "4"
    },
    {
        "id": "1703",
        "detail": "台东车站位于台湾台东县台东市，为台湾铁路管理局台东线、南回线的铁路车站。",
        "name": "台东车站",
        "city_id": "3848",
        "lat": "22.7936534881592",
        "lng": "121.123123168945",
        "level": "4"
    },
    {
        "id": "1704",
        "detail": "台东市是台湾台东县治所，也是台东县经济、交通、文教中心。其位在台东县中部，西北接卑南乡、南邻太麻里乡，东临太平洋。台东市位在台东平原上，为卑南溪所冲积而成。",
        "name": "台东市区/铁花村",
        "city_id": "3848",
        "lat": "22.7534713745117",
        "lng": "121.146072387695",
        "level": "4"
    },
    {
        "id": "1705",
        "detail": "大台中区",
        "name": "大台中区",
        "city_id": "3849",
        "lat": "24.1923046112061",
        "lng": "120.666656494141",
        "level": "4"
    },
    {
        "id": "1706",
        "detail": "东海大学（英文：Tunghai University），简称东大、东海、THU，是台湾著名的顶级研究型综合大学 ，也是台湾第一所私立大学，素有“台湾最美大学”之美誉。",
        "name": "东海大学周边",
        "city_id": "3849",
        "lat": "24.1798725128174",
        "lng": "120.602294921875",
        "level": "4"
    },
    {
        "id": "1707",
        "detail": "丰原车站位于台湾台中市丰原区，目前为一等站，为台湾铁路管理局台中线的铁路车站。过去曾为台湾铁路管理局东势线（现已废止）的端点站。",
        "name": "丰原车站",
        "city_id": "3849",
        "lat": "24.253589630127",
        "lng": "120.724258422852",
        "level": "4"
    },
    {
        "id": "1708",
        "detail": "逢甲夜市位于台中市西屯区以文华路、福星路、逢甲路为主，是全台湾最大且著名的观光夜市，逢甲夜市的消费以“俗搁大碗”为最吸引各路爱好夜市的民众。",
        "name": "逢甲夜市",
        "city_id": "3849",
        "lat": "24.1788768768311",
        "lng": "120.645797729492",
        "level": "4"
    },
    {
        "id": "1709",
        "detail": "谷关是中横公路西段最著名的风景区，处于台中县中部。",
        "name": "谷关",
        "city_id": "3849",
        "lat": "24.2043743133545",
        "lng": "121.009658813477",
        "level": "4"
    },
    {
        "id": "1710",
        "detail": "新社花海是台湾台中市新社区一座花卉景点，为行政院农委会种苗改良繁殖场经营第二苗圃。",
        "name": "新社花海",
        "city_id": "3849",
        "lat": "24.1904716491699",
        "lng": "120.811386108398",
        "level": "4"
    },
    {
        "id": "1711",
        "detail": "位于台中市北区，范围包含三民路、一中街、太平路、育才街与育才南街、北路。",
        "name": "一中商圈",
        "city_id": "3849",
        "lat": "24.149528503418",
        "lng": "120.684135437012",
        "level": "4"
    },
    {
        "id": "1712",
        "detail": "老虎城，一座米兰风情的时尚流行购物中心，是由香港金嶝国际投资和台湾群立流通顾问有限公司共同投资成立的",
        "name": "老虎城/台中七期商圈",
        "city_id": "3849",
        "lat": "24.1633529663086",
        "lng": "120.641952514648",
        "level": "4"
    },
    {
        "id": "1713",
        "detail": "草悟道环线为第一条BRT蓝线接驳车路线，规划行驶于中西区草悟道、科博馆、美术馆周边，亦将由台中客运、丰原客运及全航客运联合经营，全线完全以电动及油电混合车行驶，为台中市第一条低碳公车路线。",
        "name": "绿园道/草悟道",
        "city_id": "3849",
        "lat": "24.1507549285889",
        "lng": "120.663848876953",
        "level": "4"
    },
    {
        "id": "1714",
        "detail": "台中火车站矗立于台中市中心，火车站建于明治时代，于1906年通车，而现在的火车站系于1917年改建。台中火车站可视为台中市都市发展的地标，与台中市的近代历史发展关系密切。",
        "name": "台中火车站/宫原眼科",
        "city_id": "3849",
        "lat": "24.1375579833984",
        "lng": "120.684944152832",
        "level": "4"
    },
    {
        "id": "1715",
        "detail": "梧栖区是台湾台中市的一个市辖区，位于台中市西侧，为台湾中部沿海四大城镇之一，也是台中港的所在地。",
        "name": "梧栖",
        "city_id": "3849",
        "lat": "24.2869930267334",
        "lng": "120.536117553711",
        "level": "4"
    },
    {
        "id": "1716",
        "detail": "商圈以火车站为中心，附近市客运站、公交车起始站，历史最悠久的商场——山货庄。",
        "name": "白山市火车站/山货庄",
        "city_id": "3886",
        "lat": "41.9587707519531",
        "lng": "126.465370178223",
        "level": "4"
    },
    {
        "id": "1717",
        "detail": "包含十六中学、西客运站、白山市实验小学等。",
        "name": "西客运站",
        "city_id": "3886",
        "lat": "41.9346923828125",
        "lng": "126.415977478027",
        "level": "4"
    },
    {
        "id": "1718",
        "detail": "为游客提供吃住行游购娱为一体的服务。",
        "name": "长白山鲁能度假区",
        "city_id": "3886",
        "lat": "41.9753608703613",
        "lng": "127.534217834473",
        "level": "4"
    },
    {
        "id": "1719",
        "detail": "为游客提供吃住行游购娱为一体的服务。",
        "name": "长白山万达度假区",
        "city_id": "3886",
        "lat": "42.1061172485352",
        "lng": "127.52490234375",
        "level": "4"
    },
    {
        "id": "1720",
        "detail": "为游客提供吃住行游购娱为一体的服务，设有长白山西坡门票售票处。",
        "name": "长白山西景区旅游服务中心",
        "city_id": "3886",
        "lat": "42.1558532714844",
        "lng": "127.522468566895",
        "level": "4"
    },
    {
        "id": "1721",
        "detail": "此商圈包含着隔江相望的新老市政府，政府机构以及贸易城、银座、合兴大厦。",
        "name": "市政府",
        "city_id": "3886",
        "lat": "41.9499320983887",
        "lng": "126.42106628418",
        "level": "4"
    },
    {
        "id": "1722",
        "detail": "市中心区",
        "name": "巴彦淖尔市中心",
        "city_id": "",
        "lat": "40.7494697570801",
        "lng": "107.394058227539",
        "level": "4"
    },
    {
        "id": "1723",
        "detail": "成吉思汗陵（陵园景区），位于鄂尔多斯市伊金霍洛镇附近，距离鄂尔多斯市区约50公里。成吉思汗陵是一代天骄成吉思汗的衣冠冢所在地，是达尔扈特人700年以来一直守护的陵寝。",
        "name": "成吉思汗陵旅游区",
        "city_id": "3976",
        "lat": "39.3592414855957",
        "lng": "109.827171325684",
        "level": "4"
    },
    {
        "id": "1724",
        "detail": "达拉特旗的中心区域。",
        "name": "达拉特旗中心区",
        "city_id": "3976",
        "lat": "40.4190444946289",
        "lng": "110.040512084961",
        "level": "4"
    },
    {
        "id": "1725",
        "detail": "东胜区著名的王府井及万达广场，为鄂尔多斯市大型综合商业购物中心。",
        "name": "东胜王府井/万达广场",
        "city_id": "3976",
        "lat": "39.8228302001953",
        "lng": "109.996803283691",
        "level": "4"
    },
    {
        "id": "1726",
        "detail": "市中心区",
        "name": "鄂尔多斯市中心",
        "city_id": "",
        "lat": "39.828311920166",
        "lng": "110.001945495605",
        "level": "4"
    },
    {
        "id": "1727",
        "detail": "鄂尔多斯客流量最大的区域之一。",
        "name": "鄂尔多斯站",
        "city_id": "3976",
        "lat": "39.5663681030273",
        "lng": "109.849685668945",
        "level": "4"
    },
    {
        "id": "1728",
        "detail": "杭锦旗的中心区域。",
        "name": "杭锦旗中心区",
        "city_id": "3976",
        "lat": "39.8392486572266",
        "lng": "108.742332458496",
        "level": "4"
    },
    {
        "id": "1729",
        "detail": "库布齐沙漠是中国第七大沙漠，也是距北京最近的沙漠。“库布齐”为蒙古语，意思是弓上的弦，因为它处在黄河下像一根挂在黄河上的弦，因此得名。",
        "name": "库布奇沙漠公园",
        "city_id": "3976",
        "lat": "40.7270469665527",
        "lng": "108.400657653809",
        "level": "4"
    },
    {
        "id": "1730",
        "detail": "响沙湾位于库布其沙漠的最东端，“库布其”是蒙古语，其汉语意思为“弓弦”，该沙漠为南北走向，蜿蜓八百多里，总面积为1.61万平方公里 。响沙，蒙古语为布日芒哈，意为“带喇嘛的沙丘”。",
        "name": "响沙湾旅游区",
        "city_id": "3976",
        "lat": "40.2499160766602",
        "lng": "109.962921142578",
        "level": "4"
    },
    {
        "id": "1731",
        "detail": "鄂尔多斯机场（IATA代码：DSN，ICAO代码：ZBDS）位于鄂尔多斯市伊金霍洛旗，北距东胜区45公里，西北距康巴什新区18公里，西南距成吉思汗陵20公里。",
        "name": "伊金霍洛国际机场",
        "city_id": "3976",
        "lat": "39.5020141601563",
        "lng": "109.873092651367",
        "level": "4"
    },
    {
        "id": "1732",
        "detail": "是内蒙古自治区鄂尔多斯市下辖旗，北靠东胜区、与康巴什区隔乌兰木伦河相望，东与准格尔旗相邻，西与杭锦旗接壤。",
        "name": "伊金霍洛旗中心区",
        "city_id": "3976",
        "lat": "39.5703964233398",
        "lng": "109.754386901855",
        "level": "4"
    },
    {
        "id": "1733",
        "detail": "著名的万家惠市场，为鄂尔多斯有名的农副产品交易中心、副食品购物中心及农副产品市场服务中心。",
        "name": "万家惠市场",
        "city_id": "3976",
        "lat": "39.8234405517578",
        "lng": "110.052551269531",
        "level": "4"
    },
    {
        "id": "1734",
        "detail": "万家惠水世界集休闲、度假、娱乐、旅游、文化、商业于一体的大型综合产业集群。",
        "name": "万家惠水世界",
        "city_id": "3976",
        "lat": "39.850944519043",
        "lng": "109.950485229492",
        "level": "4"
    },
    {
        "id": "1735",
        "detail": "伊敏河东区",
        "name": "河东区",
        "city_id": "4255",
        "lat": "49.2223930358887",
        "lng": "119.765899658203",
        "level": "4"
    },
    {
        "id": "1736",
        "detail": "伊敏河西区",
        "name": "河西区",
        "city_id": "4255",
        "lat": "49.2281265258789",
        "lng": "119.752014160156",
        "level": "4"
    },
    {
        "id": "1737",
        "detail": "加格达奇区是中共大兴安岭地区委员会、大兴安岭地区行政公署、中华人民共和国国家林业局大兴安岭林业管理局、大兴安岭军分区和齐齐哈尔铁路分局加格达奇办事处所在地。是大兴安岭地区的政治、经济、文化中心和交通枢纽。",
        "name": "加格达奇中心区",
        "city_id": "4255",
        "lat": "50.431339263916",
        "lng": "124.125396728516",
        "level": "4"
    },
    {
        "id": "1738",
        "detail": "台湾旅游景点阿里山共由十八座高山组成，属于玉山山脉的支脉，现在新中横公路已将阿里山与玉山风景区串连起来。",
        "name": "阿里山观光区",
        "city_id": "5152",
        "lat": "23.5102500915527",
        "lng": "120.804077148438",
        "level": "4"
    },
    {
        "id": "1739",
        "detail": "大嘉义区",
        "name": "大嘉义区",
        "city_id": "5152",
        "lat": "23.4617080688477",
        "lng": "120.520721435547",
        "level": "4"
    },
    {
        "id": "1740",
        "detail": "奋起湖位于嘉义县竹崎乡中和村，海拔约1405公尺，因东、西、北面环山，中间低平，形如畚箕，故旧称畚箕湖，由于此区位于阿里山森林铁路之中点，行车至此约略两小时，游客多半于此打尖、买便当，故有便当王国之称。",
        "name": "奋起湖",
        "city_id": "5152",
        "lat": "23.5048446655273",
        "lng": "120.695625305176",
        "level": "4"
    },
    {
        "id": "1741",
        "detail": "嘉义车站位于台湾嘉义市西区，为台湾铁路管理局纵贯线、林务局阿里山森林铁路阿里山线的铁路车站，嘉义公车捷运之捷运车站（台铁嘉义后站）。",
        "name": "嘉义火车站地区",
        "city_id": "5152",
        "lat": "23.4790267944336",
        "lng": "120.441123962402",
        "level": "4"
    },
    {
        "id": "1742",
        "detail": "民雄乡位于台湾嘉义县中北部，北邻大林镇、溪口乡，西邻新港乡，西南连太保市，东邻竹崎乡、梅山乡，南接嘉义市，是嘉义县人口最多的乡镇。",
        "name": "民雄",
        "city_id": "5152",
        "lat": "23.5554466247559",
        "lng": "120.43034362793",
        "level": "4"
    },
    {
        "id": "1743",
        "detail": "白砂湾海滩",
        "name": "白砂湾海滩",
        "city_id": "5589",
        "lat": "21.9362277984619",
        "lng": "120.717643737793",
        "level": "4"
    },
    {
        "id": "1744",
        "detail": "车站",
        "name": "车站",
        "city_id": "5589",
        "lat": "22.0726947784424",
        "lng": "120.714134216309",
        "level": "4"
    },
    {
        "id": "1745",
        "detail": "船帆石位于垦丁与鹅銮鼻之间，由于其形状似一艘进港的船只，故而得名。船帆石高约50公尺，周围40公尺，是一座隆起的珊瑚礁岩，石头上长满了野草花卉与灌木，成为鸟群栖息的窝巢。",
        "name": "船帆石",
        "city_id": "5589",
        "lat": "21.9321384429932",
        "lng": "120.824699401855",
        "level": "4"
    },
    {
        "id": "1746",
        "detail": "屏东县东港镇以渔港风景及宗教人文气息最为吸引人，位于东港镇中正路上的东隆宫，正门是一座由纯金金箔打造的排楼，金碧辉煌非常壮观。",
        "name": "大鹏湾",
        "city_id": "5589",
        "lat": "22.4630603790283",
        "lng": "120.462478637695",
        "level": "4"
    },
    {
        "id": "1747",
        "detail": "大屏东区",
        "name": "大屏东区",
        "city_id": "5589",
        "lat": "22.5426559448242",
        "lng": "120.524108886719",
        "level": "4"
    },
    {
        "id": "1748",
        "detail": "鹅銮鼻（Ngoluanpi），又名南岬（South Cape），位于台湾屏东县恒春镇，意为“位于中央山脉尽处台地的最南端”，隔巴士海峡与菲律宾相望。",
        "name": "鹅銮鼻",
        "city_id": "5589",
        "lat": "21.9033622741699",
        "lng": "120.853416442871",
        "level": "4"
    },
    {
        "id": "1749",
        "detail": "恒春镇位于台湾省屏东县的最南部，背依中央山脉的南端，东邻太平洋，西临台湾海峡，南邻巴士海峡，是台湾岛的南部门户，也是台湾最著名的风景区",
        "name": "恒春镇",
        "city_id": "5589",
        "lat": "22.0035953521729",
        "lng": "120.747512817383",
        "level": "4"
    },
    {
        "id": "1750",
        "detail": "后壁湖渔港位於垦丁大光地区，是恒春半岛最大的渔港，同时也是全台湾最具规模的游艇码头。",
        "name": "后壁湖/大光",
        "city_id": "5589",
        "lat": "21.9650592803955",
        "lng": "120.740074157715",
        "level": "4"
    },
    {
        "id": "1751",
        "detail": "佳乐水旧称“佳洛水”，是高山族语“瀑布”的译音。原指恒春半岛东侧海岸边的山海瀑布，位于恒春半岛的东北角，恒春城东约18公里处，以奇石怪岩景观闻名。",
        "name": "佳乐水",
        "city_id": "5589",
        "lat": "22.001350402832",
        "lng": "120.871513366699",
        "level": "4"
    },
    {
        "id": "1752",
        "detail": "位于台湾屏东县恒春镇垦丁路，垦丁大街夜市是台湾著名的小吃街。",
        "name": "垦丁大街",
        "city_id": "5589",
        "lat": "21.9460506439209",
        "lng": "120.796363830566",
        "level": "4"
    },
    {
        "id": "1753",
        "detail": "琉球乡原名沙马基，是位于台湾省屏东县西南外海上的一个小岛屿，即琉球屿，是台湾唯一的珊瑚礁岛屿，唯一无东北季风的观光胜地，俗称“小琉球”，面积6.8平方公里，为本县内面积最小的乡镇市；人口密度则为全县第二，仅次于全县唯一的县辖市屏东市。",
        "name": "小琉球",
        "city_id": "5589",
        "lat": "22.3394145965576",
        "lng": "120.370544433594",
        "level": "4"
    },
    {
        "id": "1754",
        "detail": "猫鼻头位于恒春半岛的东南岬，介于台湾海峡和巴士海峡的交界处，距白砂约3.5公里，全长5公里，宽3.5里，为恒春半岛向巴士海峡延伸而出的突兀点，为典型的珊瑚礁海岸侵蚀地形，鸟瞰似女孩的百折裙，故有裙礁海岸之称，并与鹅銮鼻形成台湾最南之两端。",
        "name": "猫鼻头",
        "city_id": "5589",
        "lat": "21.9271793365479",
        "lng": "120.73461151123",
        "level": "4"
    },
    {
        "id": "1755",
        "detail": "南湾是台湾最南端两陆岬的行界点，原本是个小渔村，古时称为『大板埒』，大板埒就是『大石陷落』的意思；南湾因海水清澈透蓝因此又名『蓝湾』，美丽细致的滩长约600公尺，是垦丁国家公园最宽阔的沙滩，也是最具代表性的景点之一，早年以『金沙白浪』被列为恒春八景之一，如今已成为垦丁水上新潮活动的大本营。",
        "name": "南湾",
        "city_id": "5589",
        "lat": "21.9607219696045",
        "lng": "120.764053344727",
        "level": "4"
    },
    {
        "id": "1756",
        "detail": "屏东海生馆",
        "name": "屏东海生馆",
        "city_id": "5589",
        "lat": "22.0462951660156",
        "lng": "120.70287322998",
        "level": "4"
    },
    {
        "id": "1757",
        "detail": "屏东市位于屏东县西北部，南与万丹乡为邻、西隔高屏溪与高雄市大寮区和大树区接壤、东为长治乡和麟洛乡毗邻、北边则是九如乡，总面积约为65.067平方公里，是屏东县的县治中心也是主要发展的地带。",
        "name": "屏东市",
        "city_id": "5589",
        "lat": "22.6835079193115",
        "lng": "120.482124328613",
        "level": "4"
    },
    {
        "id": "1758",
        "detail": "埔顶",
        "name": "埔顶",
        "city_id": "5589",
        "lat": "21.919864654541",
        "lng": "120.844444274902",
        "level": "4"
    },
    {
        "id": "1759",
        "detail": "社顶自然公园",
        "name": "社顶自然公园",
        "city_id": "5589",
        "lat": "21.9564647674561",
        "lng": "120.819686889648",
        "level": "4"
    },
    {
        "id": "1760",
        "detail": "花莲糖厂，旧称花莲港制糖所，原属于盐水港制糖株式会社。大和工场，每日压榨甘蔗量为1,200公吨；寿工场，位于寿丰乡，兴建于1914年。",
        "name": "光复糖厂",
        "city_id": "6954",
        "lat": "23.6587142944336",
        "lng": "121.420608520508",
        "level": "4"
    },
    {
        "id": "1761",
        "detail": "花莲海洋公园位于花莲县寿丰乡，距离花莲市区约十公里，园内有三大主题区，包括本身主体的「主题乐园区」、占地十九公顷的「自然景观公园区」等。",
        "name": "海洋公园",
        "city_id": "6954",
        "lat": "23.9013290405273",
        "lng": "121.601570129395",
        "level": "4"
    },
    {
        "id": "1762",
        "detail": "花莲市位于花莲县的中北部沿海，地处台东纵谷平原北端，地势枕山面海，东临太平洋，是花莲县的行政、经济、文化中心，也是台湾东部最重要的城市，管理花莲、台东的行政院东部联合服务中心亦设在本市。",
        "name": "花莲火车站/花莲市区",
        "city_id": "6954",
        "lat": "23.9924983978271",
        "lng": "121.601226806641",
        "level": "4"
    },
    {
        "id": "1763",
        "detail": "花莲机场，位于台湾省花莲县新城乡，在花莲县花莲市北方，其正式操作单位为交通部民用航空局花莲航空站，同时也是台湾“国防部”位于花莲的军用机场。",
        "name": "花莲机场地区",
        "city_id": "6954",
        "lat": "24.025785446167",
        "lng": "121.613845825195",
        "level": "4"
    },
    {
        "id": "1764",
        "detail": "货柜屋星巴克坐落在南滨海岸，可以直接欣赏到花莲的海岸线美景。",
        "name": "吉安火车站/货柜屋星巴克",
        "city_id": "6954",
        "lat": "23.9393157958984",
        "lng": "121.594635009766",
        "level": "4"
    },
    {
        "id": "1765",
        "detail": "云山水",
        "name": "云山水",
        "city_id": "6954",
        "lat": "23.8270034790039",
        "lng": "121.514022827148",
        "level": "4"
    },
    {
        "id": "1766",
        "detail": "鲤鱼潭为花莲县内最大的湖泊，位于寿丰乡池南村北侧鲤鱼山下，水源来自木瓜溪，湖畔内设有野餐区、露营区、停车场等，更有出租船只供游客泛舟赏景。而在南面则设有池南森林游乐区，区内有幽林、营地、森林博物馆、陈列馆、代木工作站等游乐点。",
        "name": "鲤鱼潭",
        "city_id": "6954",
        "lat": "23.9283084869385",
        "lng": "121.509956359863",
        "level": "4"
    },
    {
        "id": "1767",
        "detail": "七星潭位于花莲县新城乡北埔村，在花莲机场的东侧，七星潭是一个突出于美仑鼻一侧的海湾；七星潭从前是花莲发展定置渔业最兴旺的地方，早年真的有零星湖泊散布，如今一般称七星潭是指美仑工业区和花莲机场以北的地区，海岸线绵延20多公里，海滩宽度约在100公尺左右，大多都属于砾石滩，让七星潭成为花莲近郊最佳的踏浪捡石好去处。",
        "name": "七星潭",
        "city_id": "6954",
        "lat": "24.0307750701904",
        "lng": "121.629844665527",
        "level": "4"
    },
    {
        "id": "1768",
        "detail": "瑞穗温泉位于台湾花莲县万荣乡红叶村，因邻近花莲红叶温泉，也被称作红叶外温泉。依地质分类，该温泉属于中央山脉大南澳片岩区的变质岩温泉，其源头位于红叶溪上游虎头山南麓，瑞穗温泉旅社后的山坡。台湾财团法人工业技术研究院曾凿井探勘，在500公尺深度水温约104℃。",
        "name": "瑞穗温泉",
        "city_id": "6954",
        "lat": "23.4963836669922",
        "lng": "121.343185424805",
        "level": "4"
    },
    {
        "id": "1769",
        "detail": "太鲁阁悬壁峭立，景致清幽，【太鲁阁幽峡】名列台湾八景之一。",
        "name": "太鲁阁国家公园",
        "city_id": "6954",
        "lat": "24.1828365325928",
        "lng": "121.494644165039",
        "level": "4"
    },
    {
        "id": "1770",
        "detail": "金门机场（IATA：KNH ，ICAO：RCBS）位于金门县金湖镇，位置在金门本岛中央南端，因坐落金湖镇尚义村，俗称尚义机场。",
        "name": "金门机场",
        "city_id": "7203",
        "lat": "24.4310550689697",
        "lng": "118.363304138184",
        "level": "4"
    },
    {
        "id": "1771",
        "detail": "金门民俗文化村位于山后村，建于清光绪二十六年，共包括十八栋传统闽南二进式双落建筑，格局壮阔整齐，集中国传统建筑艺术之大成。",
        "name": "金门民俗文化村",
        "city_id": "7203",
        "lat": "24.4810981750488",
        "lng": "118.428001403809",
        "level": "4"
    },
    {
        "id": "1772",
        "detail": "市中心区",
        "name": "乌兰察布市中心",
        "city_id": "",
        "lat": "41.0414543151855",
        "lng": "113.10612487793",
        "level": "4"
    },
    {
        "id": "1773",
        "detail": "斗六车站",
        "name": "斗六车站",
        "city_id": "7523",
        "lat": "23.7117824554443",
        "lng": "120.541107177734",
        "level": "4"
    },
    {
        "id": "1774",
        "detail": "华山游憩区位于台湾古坑乡华山村，界于剑湖山世界与樟湖风景区之间，交通便捷。本区海拔自250公尺-1304公尺间，已开设登山健行步道系统，可端视个人体力，休憩时间选择登程，是本县县民运动、健身、休憩的最佳去处。",
        "name": "华山游憩区",
        "city_id": "7523",
        "lat": "23.5939807891846",
        "lng": "120.598075866699",
        "level": "4"
    },
    {
        "id": "1775",
        "detail": "集集商圈",
        "name": "集集商圈",
        "city_id": "7524",
        "lat": "23.8264713287354",
        "lng": "120.784881591797",
        "level": "4"
    },
    {
        "id": "1776",
        "detail": "溪头妖怪村商圈",
        "name": "溪头妖怪村商圈",
        "city_id": "7524",
        "lat": "23.6741065979004",
        "lng": "120.796012878418",
        "level": "4"
    },
    {
        "id": "1777",
        "detail": "庐山温泉 位于南投仁爱乡雾社，群山环绕，气候适宜，从日据时期就被发现，是国内著名的温泉乡。泉质属碱性碳酸氢钠泉，泉水清澈透明，对身体健康有不少的助益。",
        "name": "庐山温泉商圈",
        "city_id": "7524",
        "lat": "24.0218276977539",
        "lng": "121.184875488281",
        "level": "4"
    },
    {
        "id": "1778",
        "detail": "埔里酒厂位于南投县埔里镇，台湾烟酒股份有限公司下的观光酒厂之一。",
        "name": "埔里酒厂",
        "city_id": "7524",
        "lat": "23.9686965942383",
        "lng": "120.960838317871",
        "level": "4"
    },
    {
        "id": "1779",
        "detail": "清境位于南投县仁爱乡，全部面积广达800多公顷。",
        "name": "清境农场",
        "city_id": "7524",
        "lat": "24.0430335998535",
        "lng": "121.156684875488",
        "level": "4"
    },
    {
        "id": "1780",
        "detail": "日月潭水社码头商圈",
        "name": "日月潭水社码头商圈",
        "city_id": "7524",
        "lat": "23.864538192749",
        "lng": "120.911682128906",
        "level": "4"
    },
    {
        "id": "1781",
        "detail": "日月潭伊达邵码头商圈",
        "name": "日月潭伊达邵码头商圈",
        "city_id": "7524",
        "lat": "23.8497428894043",
        "lng": "120.929649353027",
        "level": "4"
    },
    {
        "id": "1782",
        "detail": "礁溪乡以温泉闻名且属于台湾少见的平底温泉。到礁溪洗温泉，已成为旅客到此一游的重要行程。目前约有近百家的旅馆、饭店、浴池，形成“温泉乡”的特殊景致。",
        "name": "礁溪火车站/礁溪溫泉",
        "city_id": "7614",
        "lat": "24.8266716003418",
        "lng": "121.775253295898",
        "level": "4"
    },
    {
        "id": "1783",
        "detail": "台铁宜兰车站旧仓库群。大正8年(1919年)3月24日设立宜兰驿，同日起宜兰至苏澳间也完工通车，沿途设立二结、罗东、冬瓜山及苏澳等站。",
        "name": "宜兰火车站（几米公园）",
        "city_id": "7614",
        "lat": "24.7537803649902",
        "lng": "121.75855255127",
        "level": "4"
    },
    {
        "id": "1784",
        "detail": "罗东夜市位于宜兰县罗东镇，是当地逛街购物的中心，是罗东最富盛名的小吃街，几乎全部集中在台湾汽车客运车站对面的罗东公园四周，俗称公园小吃。公园小吃街主要是由公园路、民生路、民权路及兴东路包围起来的小吃街，呈“H”型分布",
        "name": "罗东夜市",
        "city_id": "7614",
        "lat": "24.6767826080322",
        "lng": "121.769584655762",
        "level": "4"
    },
    {
        "id": "1785",
        "detail": "苏澳新站位于台湾宜兰县苏澳镇，为台湾铁路管理局宜兰线、北回线的铁路车站。本站原名南圣湖车站，是位在北回铁路的起点，与宜兰线的交会点（宜兰线的终点是苏澳车站）",
        "name": "苏澳火车站",
        "city_id": "7614",
        "lat": "24.5952186584473",
        "lng": "121.851448059082",
        "level": "4"
    },
    {
        "id": "1786",
        "detail": "白沙湾位于台湾省新北市石门区德茂里沿岸，居淡水河口北岸，是麟山鼻与富贵角两个海岬间的海湾，大约是2号省道23公里处，沙滩宽阔，沙质粗圆洁白，沙滩绵延一公里长，以沙白水清闻名。",
        "name": "白沙湾",
        "city_id": "7662",
        "lat": "25.2841033935547",
        "lng": "121.517204284668",
        "level": "4"
    },
    {
        "id": "1787",
        "detail": "板桥站位于台湾新北市板桥区，为台湾铁路管理局纵贯线、台湾高速铁路、台北捷运蓝线（板桥线）与黄线（环状线；兴建中）的铁路车站，由府中路旧址搬来。",
        "name": "板桥火车站",
        "city_id": "7662",
        "lat": "25.0141334533691",
        "lng": "121.46378326416",
        "level": "4"
    },
    {
        "id": "1788",
        "detail": "红毛城，古称“圣多明哥城”、“安东尼堡”，位于中国台湾省台北县淡水镇文化里中正路二十八巷1号。红毛城不但是台湾现存最古老的建筑之一，同时也是台湾当局所颁订的一级古迹。",
        "name": "淡水红毛城",
        "city_id": "7662",
        "lat": "25.1754550933838",
        "lng": "121.432914733887",
        "level": "4"
    },
    {
        "id": "1789",
        "detail": "台湾淡水最扰攘的一条街，乃是集美食、小吃、老街为一身的中正路，近年来更因不少古董店及民艺品店进驻，也营造出民俗色彩与怀旧风味。",
        "name": "淡水老街",
        "city_id": "7662",
        "lat": "25.1679878234863",
        "lng": "121.444725036621",
        "level": "4"
    },
    {
        "id": "1790",
        "detail": "台湾淡水渔人码头位于新北市淡水区，淡水河出海口右岸，旧名淡水第二渔港，完成于1986年；淡水渔人码头东连大屯山脉、西隔淡水河与观音山相峙，闻名遐迩的 “淡江夕照” 于此可以一览无余，是台湾淡水的八大景之一。",
        "name": "淡水渔人码头",
        "city_id": "7662",
        "lat": "25.1830978393555",
        "lng": "121.414428710938",
        "level": "4"
    },
    {
        "id": "1791",
        "detail": "东北角海岸风景区位于台湾东北方，北起台北县瑞芳镇及贡寮乡、南至宜兰头城镇，共三个行政区域，另包含龟山离岛。",
        "name": "东北角",
        "city_id": "7662",
        "lat": "24.9783496856689",
        "lng": "121.945404052734",
        "level": "4"
    },
    {
        "id": "1792",
        "detail": "福隆海水浴场位于新北市贡寮区三貂湾的双溪河口，是东北角最具历史的游泳胜地.",
        "name": "福隆海水浴场",
        "city_id": "7662",
        "lat": "25.0216999053955",
        "lng": "121.944190979004",
        "level": "4"
    },
    {
        "id": "1793",
        "detail": "黄金博物园区位于台湾新北瑞芳区金瓜石山城。",
        "name": "黄金博物馆",
        "city_id": "7662",
        "lat": "25.1062889099121",
        "lng": "121.859336853027",
        "level": "4"
    },
    {
        "id": "1794",
        "detail": "金瓜石有『东亚第一金都』之称，随著采矿事业的落寞，使得金瓜石受到较少商业行为的破坏，因而保存了矿区的原始风貌。",
        "name": "金瓜石",
        "city_id": "7662",
        "lat": "25.1095352172852",
        "lng": "121.857322692871",
        "level": "4"
    },
    {
        "id": "1795",
        "detail": "金山区是台湾新北市下辖的一个市辖区，位于新北市东北部，邻近万里区、石门区。",
        "name": "金山老街",
        "city_id": "7662",
        "lat": "25.2218437194824",
        "lng": "121.638084411621",
        "level": "4"
    },
    {
        "id": "1796",
        "detail": "位于台湾新北市万里区，野柳是突出海面的岬角（大屯山系），长约1700公尺，由于海蚀风化及地壳运动等作用，造就了海蚀洞沟、蜂窝石、烛状石、豆腐石、蕈状岩、壶穴、溶蚀盘等绵延罗列的奇特景观。",
        "name": "野柳地质公园",
        "city_id": "7662",
        "lat": "25.207218170166",
        "lng": "121.690826416016",
        "level": "4"
    },
    {
        "id": "1797",
        "detail": "台湾铁路管理局纵贯线莺歌车站",
        "name": "莺歌火车站",
        "city_id": "7662",
        "lat": "24.9548568725586",
        "lng": "121.355155944824",
        "level": "4"
    },
    {
        "id": "1798",
        "detail": "台湾三峡老街是指民权街、和平街、仁爱街和中山路，保存最久且最完善，而民权街是昔日繁华时代的老商业街，至今仍保留完整日据时代以来的商业街屋。",
        "name": "三峡老街",
        "city_id": "7662",
        "lat": "24.9319229125977",
        "lng": "121.368659973145",
        "level": "4"
    },
    {
        "id": "1799",
        "detail": "深坑老街，又称为深坑街，位在台湾新北市深坑区。深坑地理四面环山，是台北往返宜兰的必经之处，老街昔日为贩卖茶叶及染料的热闹市集。目前为深坑区主要的商圈。",
        "name": "深坑老街",
        "city_id": "7662",
        "lat": "25.0014572143555",
        "lng": "121.614166259766",
        "level": "4"
    },
    {
        "id": "1800",
        "detail": "乌来区是台湾新北市下辖的一个市辖区级行政区，境内群峰围绕群，风景秀丽，是新北市面积最大的行政区，也是新北市最南境的行政区，观光旅游以温泉及山樱花著称。",
        "name": "乌来老街",
        "city_id": "7662",
        "lat": "24.8637504577637",
        "lng": "121.551406860352",
        "level": "4"
    },
    {
        "id": "1801",
        "detail": "澎湖马公机场（英语译名：Magong Airport，IATA：MZG、ICAO：RCQC），正式名称为马公航空站，是一座位于台湾澎湖县湖西乡的机场",
        "name": "马公机场",
        "city_id": "7805",
        "lat": "23.5641307830811",
        "lng": "119.629577636719",
        "level": "4"
    },
    {
        "id": "1802",
        "detail": "马公市为中国台湾省澎湖县县治及该县唯一县辖市。 位于台湾海峡中流的澎湖群岛，其政治经济中心马公市是台湾最早的汉人聚落所在地。",
        "name": "马公市区/澎湖夜市",
        "city_id": "7805",
        "lat": "23.5657062530518",
        "lng": "119.582328796387",
        "level": "4"
    },
    {
        "id": "1803",
        "detail": "天后（妈祖）宫位在马公市区的中央里，是全台湾历史最悠久的妈祖庙。相传公元1280年（至元十七年）元世祖派兵征伐日本，遭遇台风，官兵漂散，而梦见妈祖救众，登 陆平湖屿（即澎湖屿）。惊涛余生，是妈祖的神佑，所以公元1281年（至元十八年）世祖封妈祖为“天妃”，立天妃宫，设澎湖寨巡检司。",
        "name": "澎湖天后宫商圈",
        "city_id": "7805",
        "lat": "23.5626907348633",
        "lng": "119.568061828613",
        "level": "4"
    },
    {
        "id": "1804",
        "detail": "苗栗火车站",
        "name": "苗栗火车站",
        "city_id": "7809",
        "lat": "24.5700149536133",
        "lng": "120.822372436523",
        "level": "4"
    },
    {
        "id": "1805",
        "detail": "泰安温泉位于苗栗县泰安乡锦水村汶水溪畔、背对虎头山，而锦 水这两个字在客家语是滚烫之水的意思。",
        "name": "泰安温泉",
        "city_id": "7809",
        "lat": "24.4719429016113",
        "lng": "120.976905822754",
        "level": "4"
    },
    {
        "id": "1806",
        "detail": "基隆车站位于台湾基隆市仁爱区，为台湾铁路管理局纵贯线的铁路车站.",
        "name": "基隆火车站",
        "city_id": "7810",
        "lat": "25.1328678131104",
        "lng": "121.739326477051",
        "level": "4"
    },
    {
        "id": "1807",
        "detail": "基隆庙口位于基隆市仁爱区的精华地带， 而且邻近基隆火车站，交通十分方便。",
        "name": "基隆庙口",
        "city_id": "7810",
        "lat": "25.1285305023193",
        "lng": "121.743026733398",
        "level": "4"
    },
    {
        "id": "1808",
        "detail": "位在基隆的老大公庙原名为老大公墓，庙里祭拜的是清朝漳泉两派因争夺资源械斗下的亡魂。基于对先辈及鬼神的敬畏，每到农历七月鬼门开时，老大公庙就会以隆重的仪式开鬼门普渡亡魂，大规模的祭拜活动闻名全台，关鬼门时道士会以「跳锺馗」和「火烧大士爷」等习俗关鬼门。",
        "name": "老大公庙",
        "city_id": "7810",
        "lat": "25.1288681030273",
        "lng": "121.73356628418",
        "level": "4"
    },
    {
        "id": "1809",
        "detail": "彰化市位于台湾省中部偏西，彰化县东北角，为彰化县县治所在地，人口数为彰化县最多的乡镇市，市内共辖73个里，境内的八卦山为台湾著名的观光胜地。",
        "name": "彰化市区",
        "city_id": "7811",
        "lat": "24.0816841125488",
        "lng": "120.538505554199",
        "level": "4"
    },
    {
        "id": "1810",
        "detail": "鹿港镇隶属台湾省彰化县，西面靠台湾海峡，东、南、北分别与秀水乡、福兴乡、线西乡以及和美镇相邻。面积39.46平方公里，人口8.5万人。鹿港名称的由来一说是因为荷兰时代此港口输出大量的鹿皮而得名。",
        "name": "鹿港商圈",
        "city_id": "7811",
        "lat": "24.059497833252",
        "lng": "120.431304931641",
        "level": "4"
    }
]